{
    "cid": "LEGIARTI000043665804",
    "num": "R1243-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS COMMUNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028996271",
                        "id": "LEGISCTA000028996271",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LES PRINCIPES DIRECTEURS  DE L'ORGANISATION DES TRANSPORTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028996311",
                        "id": "LEGISCTA000028996311",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : L'ORGANISATION PROPRE  À CERTAINES PARTIES DU TERRITOIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028996449",
                        "id": "LEGISCTA000028996449",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions propres à l'agglomération lyonnaise",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043665795",
                        "id": "LEGISCTA000043665868",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Membres de l'autorité organisatrice des mobilités des territoires lyonnais ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043665797",
                        "id": "LEGISCTA000043665870",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043665902",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043664949",
                    "textTitle": "Décret n°2021-766 du 14 juin 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043665546",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-06-16",
                    "dateSignaTexte": "2021-06-14",
                    "dateDebutCible": "2021-06-17"
                }
            ],
            "num": "R1243-3",
            "origine": "LEGI",
            "texte": "Un établissement public de coopération intercommunale à fiscalité propre qui n'est ni mentionné à l'article L. 1243-1, ni issu d'une scission d'un établissement public de coopération intercommunale à fiscalité propre mentionné dans cet article, ni issu d'une fusion avec un tel établissement peut décider de se retirer de l'autorité organisatrice des mobilités des territoires lyonnais, dans les conditions prévues à l'article L. 1243-4. La délibération par laquelle le conseil d'administration de l'autorité organisatrice des mobilités des territoires lyonnais donne son accord au retrait est transmise au représentant de l'Etat. Elle fixe la liste des biens et équipements servant à un usage public et situés sur le territoire de l'établissement public de coopération intercommunale à fiscalité propre concerné qui lui sont transférés. Le retrait est constaté par un arrêté conjoint des représentants de l'Etat dans les départements du ressort de l'autorité organisatrice des mobilités des territoires lyonnais et de l'établissement public concerné. Il en fixe la date d'effet. Dans son ressort territorial, l'établissement public de coopération intercommunale à fiscalité propre se substitue à l'autorité organisatrice des mobilités des territoires lyonnais dans les contrats souscrits par celle-ci. L'établissement public de coopération intercommunale à fiscalité propre continue de participer au service de la dette issue des emprunts contractés par l'autorité organisatrice des mobilités des territoires lyonnais alors qu'il en était membre, jusqu'au remboursement complet de ces emprunts. Le conseil d'administration de l'autorité organisatrice des mobilités des territoires lyonnais constate le montant de la charge de ces emprunts lorsqu'il adopte le budget. A défaut d'accord entre l'autorité organisatrice des mobilités des territoires lyonnais et l'établissement public de coopération intercommunale à fiscalité propre sur la répartition du solde de la dette, celle-ci est fixée par arrêté du représentant de l'Etat dans le ou les départements concernés.",
            "texteHtml": "<p>Un établissement public de coopération intercommunale à fiscalité propre qui n'est ni mentionné à l'article L. 1243-1, ni issu d'une scission d'un établissement public de coopération intercommunale à fiscalité propre mentionné dans cet article, ni issu d'une fusion avec un tel établissement peut décider de se retirer de l'autorité organisatrice des mobilités des territoires lyonnais, dans les conditions prévues à l'article L. 1243-4.<br/><br/>\nLa délibération par laquelle le conseil d'administration de l'autorité organisatrice des mobilités des territoires lyonnais donne son accord au retrait est transmise au représentant de l'Etat. Elle fixe la liste des biens et équipements servant à un usage public et situés sur le territoire de l'établissement public de coopération intercommunale à fiscalité propre concerné qui lui sont transférés.<br/><br/>\nLe retrait est constaté par un arrêté conjoint des représentants de l'Etat dans les départements du ressort de l'autorité organisatrice des mobilités des territoires lyonnais et de l'établissement public concerné. Il en fixe la date d'effet.<br/><br/>\nDans son ressort territorial, l'établissement public de coopération intercommunale à fiscalité propre se substitue à l'autorité organisatrice des mobilités des territoires lyonnais dans les contrats souscrits par celle-ci.<br/><br/>\nL'établissement public de coopération intercommunale à fiscalité propre continue de participer au service de la dette issue des emprunts contractés par l'autorité organisatrice des mobilités des territoires lyonnais alors qu'il en était membre, jusqu'au remboursement complet de ces emprunts. Le conseil d'administration de l'autorité organisatrice des mobilités des territoires lyonnais constate le montant de la charge de ces emprunts lorsqu'il adopte le budget. A défaut d'accord entre l'autorité organisatrice des mobilités des territoires lyonnais et l'établissement public de coopération intercommunale à fiscalité propre sur la répartition du solde de la dette, celle-ci est fixée par arrêté du représentant de l'Etat dans le ou les départements concernés.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}