{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000029292232",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Informations précontractuelles européennes normalisées en matière de crédit aux consommateurs Un crédit vous engage et doit être remboursé. Vérifiez vos capacités de remboursement avant de vous engager. 1. Identité et coordonnées du prêteur/ de l'intermédiaire de crédit Prêteur Adresse Numéro de téléphone (*) Adresse électronique (*) Numéro de télécopieur (*) Adresse internet (*) [Identité] [Adresse géographique à utiliser par l'emprunteur] Le cas échéant Intermédiaire de crédit [Identité] Adresse Adresse électronique (*) Numéro de téléphone (*) Numéro de télécopieur (*) Adresse internet (*) [Identité] [Adresse géographique à utiliser par l'emprunteur] . 2. Description des principales caractéristiques du crédit Le type de crédit Le montant total du crédit Il s'agit du plafond ou du total des sommes rendues disponibles en vertu du contrat de crédit [indiquer s'il s'agit du plafond ou du total] Les conditions de mise à disposition des fonds Il s'agit de la façon dont vous obtiendrez l'argent et du moment auquel vous l'obtiendrez. La durée du contrat de crédit Les échéances et, le cas échéant, l'ordre dans lequel les échéances seront affectées Vous devrez payer ce qui suit : [Le montant, le nombre et la fréquence des échéances que l'emprunteur doit verser] Les intérêts et/ou les frais seront dus de la façon suivante : Le montant total que vous devrez payer Il s'agit du montant du capital emprunté majoré des intérêts et des frais éventuels liés à votre crédit. [La somme du montant total du crédit et du coût total du crédit] Le cas échéant Le crédit est consenti sous la forme d'un délai de paiement pour un bien ou un service ou il est lié à la fourniture de bien (s) ou de service (s) déterminé (s) : Nom du bien/service Prix au comptant En cas de location avec option d'achat Le contrat a pour objet la location de : Description du bien concerné Le prix de vente final au terme de la location est de : Le cas échéant Sûretés exigées Il s'agit d'une description de la sûreté que vous devez fournir en relation avec le contrat de crédit. [Type de sûretés] Le cas échéant Les remboursements n'entraînent pas un amortissement immédiat du capital. 3. Coût du crédit Le taux débiteur ou, le cas échéant, les différents taux débiteurs qui s'appliquent au contrat de crédit [Indiquer le taux exprimé en % : Préciser la nature du taux : fixe ou variable (avec l'indice ou le taux de référence applicable au taux débiteur initial) ou révisable Préciser les périodes, conditions et procédures d'adaptation du taux débiteur ou de chaque taux s'il y a plusieurs taux débiteurs. Lorsque le taux est révisable, indiquer la période de validité du taux (ou : taux en vigueur au..) et la fréquence de modification du taux (ou l'information selon laquelle le taux sera/peut être modifié en cours de contrat par décision du prêteur.] Taux annuel effectif global (TAEG) Il s'agit du coût total exprimé en pourcentage annuel du montant total du crédit. Le TAEG vous permet de comparer différentes offres. [Exprimé en %. Donner ici un exemple représentatif qui mentionne toutes les hypothèses utilisées pour calculer le taux] Est-il obligatoire pour l'obtention même du crédit ou conformément aux clauses et conditions commerciales de contracter : - une assurance liée au crédit ? - un autre service accessoire ? Si les coûts de ces services ne sont pas connus du prêteur, ils ne sont pas inclus dans le TAEG. Lorsque l'assurance est proposée ou exigée par le prêteur, coût de cette assurance exprimé à l'aide d'un exemple chiffré en taux annuel effectif de l'assurance, en montant total dû en euro et par mois sur la base de la cotisation mensuelle la plus élevée. Oui/non [si oui, préciser le type d'assurance, et ajouter la mention suivante : Vous pouvez souscrire une assurance équivalente auprès de l'assureur de votre choix.] Oui/non [si oui, préciser le type de service accessoire]. Montant des frais liés à l'exécution du contrat de crédit Le cas échéant Montant des frais de tenue d'un (ou de plusieurs compte(s) si ce(s) compte(s) est (sont) nécessaire(s) pour les opérations de mise à disposition des fonds ou les opérations de paiement des échéances du crédit Le cas échéant Montant des frais liés à l'utilisation d'un moyen de paiement déterminé (par exemple une carte de crédit) Le cas échéant Montant de tout autre frais lié au contrat de crédit Le cas échéant Conditions dans lesquelles les frais liés au contrat de crédit susmentionnés peuvent être modifiés Le cas échéant Obligation de payer des frais de notaire Frais en cas de défaillance de l'emprunteur Les impayés risquent d'avoir de graves conséquences pour vous et de vous empêcher d'obtenir un nouveau crédit. Vous devrez payer [.. (taux d'intérêt applicable et, le cas échéant, frais d'inexécution)] en cas de défaillance. 4. Autres aspects juridiques importants Droit de rétractation Vous disposez d'un délai de quatorze jours calendaires pour revenir sur votre engagement vis-à-vis du contrat de crédit. Oui. (Le cas échéant) Lorsque le contrat de crédit est un crédit affecté, la rétractation sur le contrat de crédit entre le premier et le quatorzième jour met fin au contrat de vente ou de prestation de services. Lorsque, dans le cadre d'un crédit affecté, vous demandez la livraison immédiate du bien ou de la prestation de services, votre droit de rétractation sur le contrat de crédit prend fin le jour de la livraison du bien ou de l'exécution de la prestation de services (sans pouvoir être inférieur à trois jours, ni excéder quatorze jours). Son exercice ne met fin à votre contrat de vente principal que dans les trois premiers jours. Au-delà, vous êtes tenu d'acquérir le bien ou la prestation de services. Remboursement anticipé Vous avez le droit de procéder à tout moment au remboursement anticipé, total ou partiel, du crédit. Le cas échéant Le prêteur a droit à une indemnité en cas de remboursement anticipé. [Rappel des cas où l'indemnité de remboursement peut être exigée et du mode de calcul de l'indemnité conformément aux dispositions de l'article L. 311-22 du code de la consommation] Le prêteur doit, dans le cadre de la procédure d'octroi du crédit, consulter le fichier national des incidents de remboursement des crédits aux particuliers. Droit à un projet de contrat de crédit Vous avez le droit d'obtenir gratuitement, sur demande, un exemplaire du projet de contrat de crédit. Cette disposition ne s'applique pas si, au moment de la demande, le prêteur n'est pas disposé à conclure le contrat de crédit avec vous. Le délai pendant lequel le prêteur est lié par les informations précontractuelles Ces informations sont valables du... au... [Toutes les informations complémentaires que le prêteur souhaite donner au consommateur sont fournies dans un document distinct qui peut être annexé à la présente fiche] 5. Le cas échéant, informations complémentaires en cas de vente à distance de services financiers au sens de l'article L. 121-26 du code de la consommation a) Informations relatives au prêteur Le cas échéant Représentant du prêteur dans l'Etat membre dans lequel vous résidez [Identité] Adresse Numéro de téléphone (*) Adresse électronique (*) Numéro de télécopieur (*) Adresse internet (*) [Adresse géographique à utiliser par l'emprunteur] Enregistrement [Le registre du commerce dans lequel le prêteur est inscrit et son numéro d'enregistrement ou un moyen équivalent d'identification dans ce registre] L'autorité de surveillance [Les coordonnées des autorités chargées du contrôle de l'activité soumise à autorisation] b) Informations relatives au contrat de crédit Exercice du droit de rétractation [Instructions pratiques pour l'exercice du droit de rétractation indiquant, entre autres, la période pendant laquelle ce droit peut être exercé, l'adresse à laquelle la notification doit être envoyée par l'emprunteur et les conséquences du non-exercice de ce droit] La législation sur laquelle le prêteur se fonde pour établir des relations avec vous avant la conclusion du contrat de crédit Clause concernant la législation applicable au contrat de crédit et/ou la juridiction compétente [Mentionner la clause pertinente ici] Régime linguistique Les informations et les conditions contractuelles seront fournies en [langue]. Avec votre accord, nous comptons communiquer en [langue/langues] pendant la durée du contrat de crédit. c) Informations relatives au droit de recours Existence de procédures extrajudiciaires de réclamation et de recours et modalités d'accès à ces procédures [Existence ou non de procédures extrajudiciaires de réclamation et de recours accessibles au consommateur qui est partie au contrat à distance et, si de telles procédures existent, les modalités d'accès à ces dernières] (*) Les informations suivies de ce signe sont facultatives pour le prêteur. Le cas échéant : lorsque cette mention est indiquée, le prêteur doit remplir la case si l'information est pertinente pour le crédit ou supprimer l'information correspondante ou toute la ligne si l'information ne concerne pas le type de crédit envisagé. [Indications entre crochets] : ces explications sont destinées au prêteur et doivent être remplacées par les informations correspondantes. .",
            "texteHtml": "<p align='center'>Informations précontractuelles européennes normalisées en matière de crédit aux consommateurs </p><p>Un crédit vous engage et doit être remboursé. Vérifiez vos capacités de remboursement avant de vous engager. </p><p align='center'>1. Identité et coordonnées du prêteur/ de l'intermédiaire de crédit </p><table border='1' cellSpacing='0' align='center' cellPadding='0'><tbody><tr><td width='221' vAlign='top'><p>Prêteur</p><p>Adresse</p><p>Numéro de téléphone (*)</p><p>Adresse électronique (*)</p><p>Numéro de télécopieur (*)</p><p>Adresse internet (*)</p></td><td width='221' vAlign='top'><p>[Identité]</p><p>[Adresse géographique à utiliser par l'emprunteur]</p></td></tr><tr><td width='221' vAlign='top'><p>Le cas échéant</p><p>Intermédiaire de crédit</p></td><td width='221' vAlign='top'><p>[Identité]</p></td></tr><tr><td width='221' vAlign='top'><p>Adresse</p></td><td width='221' vAlign='top'><p>Adresse électronique (*)</p></td></tr><tr><td width='221' vAlign='top'><p>Numéro de téléphone (*)</p><p>Numéro de télécopieur (*)</p><p>Adresse internet (*)</p></td><td width='221' vAlign='top'><p>[Identité]</p><p>[Adresse géographique à utiliser par l'emprunteur]</p></td></tr></tbody></table><p>.</p><center><p>2. Description des principales caractéristiques du crédit </p><table border='1' cellSpacing='0' cellPadding='0'><tbody><tr><td width='221' vAlign='top'><p>Le type de crédit</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Le montant total du crédit</p><p>Il s'agit du plafond ou du total des sommes rendues disponibles en vertu du contrat de crédit [indiquer s'il s'agit du plafond ou du total]</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Les conditions de mise à disposition des fonds</p><p>Il s'agit de la façon dont vous obtiendrez l'argent et du moment auquel vous l'obtiendrez.</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>La durée du contrat de crédit</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Les échéances et, le cas échéant, l'ordre dans lequel les échéances seront affectées</p></td><td width='221' vAlign='top'><p>Vous devrez payer ce qui suit :</p><p>[Le montant, le nombre et la fréquence des échéances que l'emprunteur doit verser]</p><p>Les intérêts et/ou les frais seront dus de la façon suivante :</p></td></tr><tr><td width='221' vAlign='top'><p>Le montant total que vous devrez payer</p><p>Il s'agit du montant du capital emprunté majoré des intérêts et des frais éventuels liés à votre crédit.</p></td><td width='221' vAlign='top'><p>[La somme du montant total du crédit et du coût total du crédit]</p></td></tr><tr><td width='221' vAlign='top'><p>Le cas échéant</p><p>Le crédit est consenti sous la forme d'un délai de paiement pour un bien ou un service ou il est lié à la fourniture de bien (s) ou de service (s) déterminé (s) :</p><p>Nom du bien/service</p><p>Prix au comptant</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>En cas de location avec option d'achat</p><p>Le contrat a pour objet la location de :</p><p>Description du bien concerné</p><p>Le prix de vente final au terme de la location est de :</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Le cas échéant</p><p>Sûretés exigées</p><p>Il s'agit d'une description de la sûreté que vous devez fournir en relation avec le contrat de crédit.</p></td><td width='221' vAlign='top'><p>[Type de sûretés]</p></td></tr><tr><td width='221' vAlign='top'><p>Le cas échéant</p><p>Les remboursements n'entraînent pas un amortissement immédiat du capital.</p></td><td width='221' vAlign='top'></td></tr></tbody></table><center><p>3. Coût du crédit</p><table border='1' cellSpacing='0' cellPadding='0'><tbody><tr><td width='221' vAlign='top'><p>Le taux débiteur ou, le cas échéant, les différents taux débiteurs qui s'appliquent au contrat de crédit</p></td><td width='221' vAlign='top'><p>[Indiquer le taux exprimé en % :</p><p>Préciser la nature du taux : fixe ou variable (avec l'indice ou le taux de référence applicable au taux débiteur initial) ou révisable</p><p>Préciser les périodes, conditions et procédures d'adaptation du taux débiteur ou de chaque taux s'il y a plusieurs taux débiteurs.</p><p>Lorsque le taux est révisable, indiquer la période de validité du taux (ou : taux en vigueur au..) et la fréquence de modification du taux (ou l'information selon laquelle le taux sera/peut être modifié en cours de contrat par décision du prêteur.]</p></td></tr><tr><td width='221' vAlign='top'><p>Taux annuel effectif global (TAEG)</p><p>Il s'agit du coût total exprimé en pourcentage annuel du montant total du crédit.</p><p>Le TAEG vous permet de comparer différentes offres.</p></td><td width='221' vAlign='top'><p>[Exprimé en %. Donner ici un exemple représentatif qui mentionne toutes les hypothèses utilisées pour calculer le taux]</p></td></tr><tr><td width='221' vAlign='top'><p>Est-il obligatoire pour l'obtention même du crédit ou conformément aux clauses et conditions commerciales de contracter :</p><p>- une assurance liée au crédit ?</p><p>- un autre service accessoire ?</p><p>Si les coûts de ces services ne sont pas connus du prêteur, ils ne sont pas inclus dans le TAEG.</p><p>Lorsque l'assurance est proposée ou exigée par le prêteur, coût de cette assurance exprimé à l'aide d'un exemple chiffré en taux annuel effectif de l'assurance, en montant total dû en euro et par mois sur la base de la cotisation mensuelle la plus élevée.</p></td><td width='221' vAlign='top'><p>Oui/non [si oui, préciser le type d'assurance, et ajouter la mention suivante :</p><p>Vous pouvez souscrire une assurance équivalente auprès de l'assureur de votre choix.]</p><p>Oui/non [si oui, préciser le type de service accessoire].</p></td></tr><tr><td width='221' vAlign='top'><p>Montant des frais liés à l'exécution du contrat de crédit</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Le cas échéant</p><p>Montant des frais de tenue d'un (ou de plusieurs compte(s) si ce(s) compte(s) est (sont) nécessaire(s) pour les opérations de mise à disposition des fonds ou les opérations de paiement des échéances du crédit</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Le cas échéant</p><p>Montant des frais liés à l'utilisation d'un moyen de paiement déterminé (par exemple une carte de crédit)</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Le cas échéant</p><p>Montant de tout autre frais lié au contrat de crédit</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Le cas échéant</p><p>Conditions dans lesquelles les frais liés au contrat de crédit susmentionnés peuvent être modifiés</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Le cas échéant</p><p>Obligation de payer des frais de notaire</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Frais en cas de défaillance de l'emprunteur</p><p>Les impayés risquent d'avoir de graves conséquences pour vous et de vous empêcher d'obtenir un nouveau crédit.</p></td><td width='221' vAlign='top'><p>Vous devrez payer [.. (taux d'intérêt applicable et, le cas échéant, frais d'inexécution)] en cas de défaillance.</p></td></tr></tbody></table><center><p>4. Autres aspects juridiques importants </p><br/><center><table border='1' width='720' align='center'><tbody><tr><td align='left' vAlign='top'><p>Droit de rétractation </p><p>Vous disposez d'un délai de quatorze jours calendaires pour revenir sur votre engagement vis-à-vis du contrat de crédit. </p></td><td align='left' vAlign='top'>Oui. <p>(Le cas échéant) </p><p>Lorsque le contrat de crédit est un crédit affecté, la rétractation sur le contrat de crédit entre le premier et le quatorzième jour met fin au contrat de vente ou de prestation de services. </p><p>Lorsque, dans le cadre d'un crédit affecté, vous demandez la livraison immédiate du bien ou de la prestation de services, votre droit de rétractation sur le contrat de crédit prend fin le jour de la livraison du bien ou de l'exécution de la prestation de services (sans pouvoir être inférieur à trois jours, ni excéder quatorze jours). Son exercice ne met fin à votre contrat de vente principal que dans les trois premiers jours. Au-delà, vous êtes tenu d'acquérir le bien ou la prestation de services. <br/></p></td></tr><tr><td align='left' vAlign='top'><br/>Remboursement anticipé <p>Vous avez le droit de procéder à tout moment au remboursement anticipé, total ou partiel, du crédit. </p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Le prêteur a droit à une indemnité en cas de remboursement anticipé. <br/></p></td><td align='left' vAlign='top'><br/>[Rappel des cas où l'indemnité de remboursement peut être exigée et du mode de calcul de l'indemnité conformément aux dispositions de l'article L. 311-22 du code de la consommation] <br/></td></tr><tr><td align='left' vAlign='top'><br/>Le prêteur doit, dans le cadre de la procédure d'octroi du crédit, consulter le fichier national des incidents de remboursement des crédits aux particuliers. <br/></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Droit à un projet de contrat de crédit <p>Vous avez le droit d'obtenir gratuitement, sur demande, un exemplaire du projet de contrat de crédit. Cette disposition ne s'applique pas si, au moment de la demande, le prêteur n'est pas disposé à conclure le contrat de crédit avec vous. <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le délai pendant lequel le prêteur est lié par les informations précontractuelles <br/></td><td align='left' vAlign='top'><br/>Ces informations sont valables du... au... <br/></td></tr><tr><td colSpan='3' align='left' vAlign='top'><br/>[Toutes les informations complémentaires que le prêteur souhaite donner au consommateur sont fournies dans un document distinct qui peut être annexé à la présente fiche] <br/></td></tr></tbody></table></center><p>5. Le cas échéant, informations complémentaires en cas de vente à distance de services financiers au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292087&dateTexte=&categorieLien=cid'>L. 121-26</a> du code de la consommation </p><table border='1' cellSpacing='0' cellPadding='0'><tbody><tr><td width='221' vAlign='top'><p>a) Informations relatives au prêteur</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Le cas échéant</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Représentant du prêteur dans l'Etat membre dans lequel vous résidez</p></td><td width='221' vAlign='top'><p>[Identité]</p></td></tr><tr><td width='221' vAlign='top'><p>Adresse</p><p>Numéro de téléphone (*)</p><p>Adresse électronique (*)</p><p>Numéro de télécopieur (*)</p><p>Adresse internet (*)</p></td><td width='221' vAlign='top'><p>[Adresse géographique à utiliser par l'emprunteur]</p></td></tr><tr><td width='221' vAlign='top'><p>Enregistrement</p></td><td width='221' vAlign='top'><p>[Le registre du commerce dans lequel le prêteur est inscrit et son numéro d'enregistrement ou un moyen équivalent d'identification dans ce registre]</p></td></tr><tr><td width='221' vAlign='top'><p>L'autorité de surveillance</p></td><td width='221' vAlign='top'><p>[Les coordonnées des autorités chargées du contrôle de l'activité soumise à autorisation]</p></td></tr><tr><td width='221' vAlign='top'><p>b) Informations relatives au contrat de crédit</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Exercice du droit de rétractation</p></td><td width='221' vAlign='top'><p>[Instructions pratiques pour l'exercice du droit de rétractation indiquant, entre autres, la période pendant laquelle ce droit peut être exercé, l'adresse à laquelle la notification doit être envoyée par l'emprunteur et les conséquences du non-exercice de ce droit]</p></td></tr><tr><td width='221' vAlign='top'><p>La législation sur laquelle le prêteur se fonde pour établir des relations avec vous avant la conclusion du contrat de crédit</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Clause concernant la législation applicable au contrat de crédit et/ou la juridiction compétente</p></td><td width='221' vAlign='top'><p>[Mentionner la clause pertinente ici]</p></td></tr><tr><td width='221' vAlign='top'><p>Régime linguistique</p></td><td width='221' vAlign='top'><p>Les informations et les conditions contractuelles seront fournies en [langue]. Avec votre accord, nous comptons communiquer en [langue/langues] pendant la durée du contrat de crédit.</p></td></tr><tr><td width='221' vAlign='top'><p>c) Informations relatives au droit de recours</p></td><td width='221' vAlign='top'></td></tr><tr><td width='221' vAlign='top'><p>Existence de procédures extrajudiciaires de réclamation et de recours et modalités d'accès à ces procédures</p></td><td width='221' vAlign='top'><p>[Existence ou non de procédures extrajudiciaires de réclamation et de recours accessibles au consommateur qui est partie au contrat à distance et, si de telles procédures existent, les modalités d'accès à ces dernières]</p></td></tr><tr><td colSpan='2' width='442' vAlign='top'><p>(*) Les informations suivies de ce signe sont facultatives pour le prêteur.</p><p>Le cas échéant : lorsque cette mention est indiquée, le prêteur doit remplir la case si l'information est pertinente pour le crédit ou supprimer l'information correspondante ou toute la ligne si l'information ne concerne pas le type de crédit envisagé.</p><p>[Indications entre crochets] : ces explications sont destinées au prêteur et doivent être remplacées par les informations correspondantes.</p></td></tr></tbody></table><p>.</p><center></center></center></center></center>",
            "num": "Annexe à l'article R311-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1406332800000,
            "dateFin": 1467331200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084139",
                        "id": "LEGISCTA000006084139",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Livre III : Endettement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114380",
                        "id": "LEGISCTA000006114380",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Titre Ier : Crédit",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133645",
                        "id": "LEGISCTA000006133645",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2016-10-01",
                        "titre": "Chapitre III : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146624",
                        "id": "LEGISCTA000006146624",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1995-02-02",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084132",
                        "id": "LEGISCTA000006084132",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-05-01",
                        "fin": "2016-07-01",
                        "titre": "ANNEXE À L'ARTICLE R311-3",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023520444",
                        "id": "LEGISCTA000023520451",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000023520479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023520444",
            "sectionParentId": "LEGISCTA000023520451",
            "sectionParentTitre": "ANNEXE À L'ARTICLE R311-3",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Endettement &gt; Titre Ier : Crédit &gt; Chapitre III : Dispositions communes &gt; Annexes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029292232",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029290874",
                    "textTitle": "DÉCRET n°2014-837 du 24 juillet 2014 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029291729",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-07-25",
                    "dateSignaTexte": "2014-07-24",
                    "dateDebutCible": "2014-07-26"
                },
                {
                    "textCid": "JORFTEXT000029290874",
                    "textTitle": "DÉCRET n°2014-837 du 24 juillet 2014 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000029291731",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-07-25",
                    "dateSignaTexte": "2014-07-24",
                    "dateDebutCible": "2014-07-26"
                },
                {
                    "textCid": "JORFTEXT000029290874",
                    "textTitle": "DÉCRET n°2014-837 du 24 juillet 2014 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000029291733",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-07-25",
                    "dateSignaTexte": "2014-07-24",
                    "dateDebutCible": "2014-07-26"
                },
                {
                    "textCid": "JORFTEXT000032797752",
                    "textTitle": "Décret n°2016-884 du 29 juin 2016 - art. 8",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000032803154",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-30",
                    "dateSignaTexte": "2016-06-29",
                    "dateDebutCible": "2016-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L121-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-26",
                    "articleId": "LEGIARTI000006292087",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000023520503",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026876057",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1406332800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029292232",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1406332800000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R311-3"
            ],
            "versionPrecedente": "LEGIARTI000026876057",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026876057",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Informations précontractuelles européennes normalisées en matière de crédit aux consommateurs Un crédit vous engage et doit être remboursé. Vérifiez vos capacités de remboursement avant de vous engager. 1. Identité et coordonnées du prêteur/ de l'intermédiaire de crédit Prêteur Adresse Numéro de téléphone (*) Adresse électronique (*) Numéro de télécopieur (*) Adresse internet (*) [Identité] [Adresse géographique à utiliser par l'emprunteur] Le cas échéant Intermédiaire de crédit [Identité] Adresse Adresse électronique (*) Numéro de téléphone (*) Numéro de télécopieur (*) Adresse internet (*) [Identité] [Adresse géographique à utiliser par l'emprunteur] 2. Description des principales caractéristiques du crédit Le type de crédit Le montant total du crédit Il s'agit du plafond ou du total des sommes rendues disponibles en vertu du contrat de crédit [indiquer s'il s'agit du plafond ou du total] Les conditions de mise à disposition des fonds Il s'agit de la façon dont vous obtiendrez l'argent et du moment auquel vous l'obtiendrez. La durée du contrat de crédit Les échéances et, le cas échéant, l'ordre dans lequel les échéances seront affectées Vous devrez payer ce qui suit : [Le montant, le nombre et la fréquence des échéances que l'emprunteur doit verser] Les intérêts et/ ou les frais seront dus de la façon suivante : Le montant total que vous devrez payer Il s'agit du montant du capital emprunté majoré des intérêts et des frais éventuels liés à votre crédit. [La somme du montant total du crédit et du coût total du crédit] Le cas échéant Le crédit est consenti sous la forme d'un délai de paiement pour un bien ou un service ou il est lié à la fourniture de bien (s) ou de service (s) déterminé (s) : Nom du bien/ service Prix au comptant En cas de location avec option d'achat Le contrat a pour objet la location de : Description du bien concerné Le prix de vente final au terme de la location est de : Le cas échéant Sûretés exigées Il s'agit d'une description de la sûreté que vous devez fournir en relation avec le contrat de crédit. [Type de sûretés] Le cas échéant Les remboursements n'entraînent pas un amortissement immédiat du capital. 3. Coût du crédit Le taux débiteur ou, le cas échéant, les différents taux débiteurs qui s'appliquent au contrat de crédit [Indiquer le taux exprimé en % : Préciser la nature du taux : fixe ou variable (avec l'indice ou le taux de référence applicable au taux débiteur initial) ou révisable Préciser les périodes, conditions et procédures d'adaptation du taux débiteur ou de chaque taux s'il y a plusieurs taux débiteurs. Lorsque le taux est révisable, indiquer la période de validité du taux (ou : taux en vigueur au...) et la fréquence de modification du taux (ou l'information selon laquelle le taux sera/ peut être modifié en cours de contrat par décision du prêteur.] Taux annuel effectif global (TAEG) Il s'agit du coût total exprimé en pourcentage annuel du montant total du crédit. Le TAEG vous permet de comparer différentes offres. [Exprimé en %. Donner ici un exemple représentatif qui mentionne toutes les hypothèses utilisées pour calculer le taux] Est-il obligatoire pour l'obtention même du crédit ou conformément aux clauses et conditions commerciales de contracter : - une assurance liée au crédit ? - un autre service accessoire ? Si les coûts de ces services ne sont pas connus du prêteur, ils ne sont pas inclus dans le TAEG Lorsque l'assurance est proposée ou exigée par le prêteur, coût de cette assurance à l'aide d'un exemple chiffré exprimé en euros et par mois Oui/ non ; [si oui, préciser le type d'assurance, et ajouter la mention suivante : Vous pouvez souscrire une assurance équivalente auprès de l'assureur de votre choix.] Oui/ non ; [si oui, préciser le type de service accessoire] Montant des frais liés à l'exécution du contrat de crédit Le cas échéant Montant des frais de tenue d'un (ou de plusieurs compte (s) si ce (s) compte (s) est (sont) nécessaire (s) pour les opérations de mise à disposition des fonds ou les opérations de paiement des échéances du crédit Le cas échéant Montant des frais liés à l'utilisation d'un moyen de paiement déterminé (par exemple une carte de crédit) Le cas échéant Montant de tout autre frais lié au contrat de crédit Le cas échéant Conditions dans lesquelles les frais liés au contrat de crédit susmentionnés peuvent être modifiés Le cas échéant Obligation de payer des frais de notaire Frais en cas de défaillance de l'emprunteur Les impayés risquent d'avoir de graves conséquences pour vous et de vous empêcher d'obtenir un nouveau crédit. Vous devrez payer [... (taux d'intérêt applicable et, le cas échéant, frais d'inexécution)] en cas de défaillance. 4. Autres aspects juridiques importants Droit de rétractation Vous disposez d'un délai de quatorze jours calendaires pour revenir sur votre engagement vis-à-vis du contrat de crédit. Oui (Le cas échéant) Lorsque le contrat de crédit est un crédit affecté : - la rétractation sur le contrat de crédit entre le premier et le septième jour met fin au contrat de vente principal ; - si vous vous rétractez entre le huitième et le quatorzième jour, vous devez payer le bien ou la prestation de services acquis. Lorsque, dans le cadre d'un crédit affecté, vous demandez la livraison immédiate du bien ou de la prestation de services, votre droit de rétractation sur le contrat de crédit prend fin le jour de la livraison du bien ou de l'exécution de la prestation de services (sans pouvoir être inférieur à trois jours, ni excéder quatorze jours). Son exercice ne met fin à votre contrat de vente principal que dans les trois premiers jours. Au-delà, vous êtes tenu d'acquérir le bien ou la prestation de services. Remboursement anticipé Vous avez le droit de procéder à tout moment au remboursement anticipé, total ou partiel, du crédit. Le cas échéant Le prêteur a droit à une indemnité en cas de remboursement anticipé. [Rappel des cas où l'indemnité de remboursement peut être exigée et du mode de calcul de l'indemnité conformément aux dispositions de l'article L. 311-22 du code de la consommation] Le prêteur doit, dans le cadre de la procédure d'octroi du crédit, consulter le fichier national des incidents de remboursement des crédits aux particuliers. Droit à un projet de contrat de crédit Vous avez le droit d'obtenir gratuitement, sur demande, un exemplaire du projet de contrat de crédit. Cette disposition ne s'applique pas si, au moment de la demande, le prêteur n'est pas disposé à conclure le contrat de crédit avec vous. Le délai pendant lequel le prêteur est lié par les informations précontractuelles Ces informations sont valables du... au... [Toutes les informations complémentaires que le prêteur souhaite donner au consommateur sont fournies dans un document distinct qui peut être annexé à la présente fiche] 5. Le cas échéant, informations complémentaires en cas de vente à distance de services financiers au sens de l'article L. 121-20-8 du code de la consommation a) Informations relatives au prêteur Le cas échéant Représentant du prêteur dans l'Etat membre dans lequel vous résidez [Identité] Adresse Numéro de téléphone (*) Adresse électronique (*) Numéro de télécopieur (*) Adresse internet (*) [Adresse géographique à utiliser par l'emprunteur] Enregistrement [Le registre du commerce dans lequel le prêteur est inscrit et son numéro d'enregistrement ou un moyen équivalent d'identification dans ce registre] L'autorité de surveillance [Les coordonnées des autorités chargées du contrôle de l'activité soumise à autorisation] b) Informations relatives au contrat de crédit Exercice du droit de rétractation [Instructions pratiques pour l'exercice du droit de rétractation indiquant, entre autres, la période pendant laquelle ce droit peut être exercé, l'adresse à laquelle la notification doit être envoyée par l'emprunteur et les conséquences du non-exercice de ce droit] La législation sur laquelle le prêteur se fonde pour établir des relations avec vous avant la conclusion du contrat de crédit Clause concernant la législation applicable au contrat de crédit et/ ou la juridiction compétente [Mentionner la clause pertinente ici] Régime linguistique Les informations et les conditions contractuelles seront fournies en [langue]. Avec votre accord, nous comptons communiquer en [langue/ langues] pendant la durée du contrat de crédit. c) Informations relatives au droit de recours Existence de procédures extrajudiciaires de réclamation et de recours et modalités d'accès à ces procédures [Existence ou non de procédures extrajudiciaires de réclamation et de recours accessibles au consommateur qui est partie au contrat à distance et, si de telles procédures existent, les modalités d'accès à ces dernières] (*) Les informations suivies de ce signe sont facultatives pour le prêteur. Le cas échéant : lorsque cette mention est indiquée, le prêteur doit remplir la case si l'information est pertinente pour le crédit ou supprimer l'information correspondante ou toute la ligne si l'information ne concerne pas le type de crédit envisagé. [Indications entre crochets] : ces explications sont destinées au prêteur et doivent être remplacées par les informations correspondantes.",
            "texteHtml": "<p>Informations précontractuelles européennes normalisées en matière de crédit aux consommateurs </p><p>Un crédit vous engage et doit être remboursé. Vérifiez vos capacités de remboursement avant de vous engager. </p><p>1. Identité et coordonnées du prêteur/ de l'intermédiaire de crédit </p><center><table border='1' width='720' align='center'><tbody><tr><td align='left' vAlign='top'><br/>Prêteur <p>Adresse </p><p>Numéro de téléphone (*) </p><p>Adresse électronique (*) </p><p>Numéro de télécopieur (*) </p><p>Adresse internet (*) <br/></p></td><td align='left' vAlign='top'><br/>[Identité] <p>[Adresse géographique à utiliser par l'emprunteur] <br/></p></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Intermédiaire de crédit <br/></p></td><td align='left' vAlign='top'><br/>[Identité] <br/></td></tr><tr><td align='left' vAlign='top'><br/>Adresse <br/></td><td align='left' vAlign='top'><br/>Adresse électronique (*) <br/></td></tr><tr><td align='left' vAlign='top'><br/>Numéro de téléphone (*) <p>Numéro de télécopieur (*) </p><p>Adresse internet (*) <br/></p></td><td align='left' vAlign='top'><br/>[Identité] <p>[Adresse géographique à utiliser par l'emprunteur] <br/></p></td></tr></tbody></table></center><p>2. Description des principales caractéristiques du crédit </p><center><table border='1' width='720' align='center'><tbody><tr><td align='left' vAlign='top'><br/>Le type de crédit <br/></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le montant total du crédit <p>Il s'agit du plafond ou du total des sommes rendues disponibles en vertu du contrat de crédit [indiquer s'il s'agit du plafond ou du total] <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Les conditions de mise à disposition des fonds <p>Il s'agit de la façon dont vous obtiendrez l'argent et du moment auquel vous l'obtiendrez. <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>La durée du contrat de crédit <br/></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Les échéances et, le cas échéant, l'ordre dans lequel les échéances seront affectées <br/></td><td align='left' vAlign='top'><br/>Vous devrez payer ce qui suit : <p>[Le montant, le nombre et la fréquence des échéances que l'emprunteur doit verser] </p><p>Les intérêts et/ ou les frais seront dus de la façon suivante : <br/></p></td></tr><tr><td align='left' vAlign='top'><br/>Le montant total que vous devrez payer <p>Il s'agit du montant du capital emprunté majoré des intérêts et des frais éventuels liés à votre crédit. <br/></p></td><td align='left' vAlign='top'><br/>[La somme du montant total du crédit et du coût total du crédit] <br/></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Le crédit est consenti sous la forme d'un délai de paiement pour un bien ou un service ou il est lié à la fourniture de bien (s) ou de service (s) déterminé (s) : </p><p>Nom du bien/ service </p><p>Prix au comptant <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>En cas de location avec option d'achat <p>Le contrat a pour objet la location de : </p><p>Description du bien concerné </p><p>Le prix de vente final au terme de la location est de : <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Sûretés exigées </p><p>Il s'agit d'une description de la sûreté que vous devez fournir en relation avec le contrat de crédit. <br/></p></td><td align='left' vAlign='top'><p>[Type de sûretés] <br/></p></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Les remboursements n'entraînent pas un amortissement immédiat du capital. <br/></p></td><td align='left' vAlign='top'></td></tr></tbody></table></center><p>3. Coût du crédit </p><center><table border='1' width='720' align='center'><tbody><tr><td align='left' vAlign='top'><br/>Le taux débiteur ou, le cas échéant, les différents taux débiteurs qui s'appliquent au contrat de crédit <br/></td><td align='left' vAlign='top'><br/>[Indiquer le taux exprimé en % : <p>Préciser la nature du taux : fixe ou variable (avec l'indice ou le taux de référence applicable au taux débiteur initial) ou révisable </p><p>Préciser les périodes, conditions et procédures d'adaptation du taux débiteur ou de chaque taux s'il y a plusieurs taux débiteurs. </p><p>Lorsque le taux est révisable, indiquer la période de validité du taux (ou : taux en vigueur au...) et la fréquence de modification du taux (ou l'information selon laquelle le taux sera/ peut être modifié en cours de contrat par décision du prêteur.] <br/></p></td></tr><tr><td align='left' vAlign='top'><br/>Taux annuel effectif global (TAEG) <p>Il s'agit du coût total exprimé en pourcentage annuel du montant total du crédit. </p><p>Le TAEG vous permet de comparer différentes offres. <br/></p></td><td align='left' vAlign='top'><br/>[Exprimé en %. Donner ici un exemple représentatif qui mentionne toutes les hypothèses utilisées pour calculer le taux] <br/></td></tr><tr><td align='left' vAlign='top'><p>Est-il obligatoire pour l'obtention même du crédit ou conformément aux clauses et conditions commerciales de contracter :</p><p>- une assurance liée au crédit ?</p><p></p><p></p><p>- un autre service accessoire ? </p><p>Si les coûts de ces services ne sont pas connus du prêteur, ils ne sont pas inclus dans le TAEG </p><p>Lorsque l'assurance est proposée ou exigée par le prêteur, coût de cette assurance à l'aide d'un exemple chiffré exprimé en euros et par mois</p></td><td align='left' vAlign='top'><p align='left'></p><p align='left'></p><p align='left'> Oui/ non ; [si oui, préciser le type d'assurance, et ajouter la mention suivante :</p><p align='left'>Vous pouvez souscrire une assurance équivalente auprès de l'assureur de votre choix.]</p><p align='left'>Oui/ non ; [si oui, préciser le type de service accessoire] </p></td></tr><tr><td align='left' vAlign='top'><br/>Montant des frais liés à l'exécution du contrat de crédit <br/></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Montant des frais de tenue d'un (ou de plusieurs compte (s) si ce (s) compte (s) est (sont) nécessaire (s) pour les opérations de mise à disposition des fonds ou les opérations de paiement des échéances du crédit <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Montant des frais liés à l'utilisation d'un moyen de paiement déterminé (par exemple une carte de crédit) <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Montant de tout autre frais lié au contrat de crédit <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Conditions dans lesquelles les frais liés au contrat de crédit susmentionnés peuvent être modifiés <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Obligation de payer des frais de notaire <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Frais en cas de défaillance de l'emprunteur <p>Les impayés risquent d'avoir de graves conséquences pour vous et de vous empêcher d'obtenir un nouveau crédit. <br/></p></td><td align='left' vAlign='top'><br/>Vous devrez payer [... (taux d'intérêt applicable et, le cas échéant, frais d'inexécution)] en cas de défaillance. <br/></td></tr></tbody></table></center><p>4. Autres aspects juridiques importants </p><center><table border='1' width='720' align='center'><tbody><tr><td align='left' vAlign='top'><p align='left'><br/>Droit de rétractation </p><p>Vous disposez d'un délai de quatorze jours calendaires pour revenir sur votre engagement vis-à-vis du contrat de crédit.</p></td><td align='left' vAlign='top'><p align='left'><br/>Oui<br/>(Le cas échéant) </p><p align='left'>Lorsque le contrat de crédit est un crédit affecté : </p><p align='left'>- la rétractation sur le contrat de crédit entre le premier et le septième jour met fin au contrat de vente principal ; </p><p align='left'>- si vous vous rétractez entre le huitième et le quatorzième jour, vous devez payer le bien ou la prestation de services acquis.</p><p align='left'>Lorsque, dans le cadre d'un crédit affecté, vous demandez la livraison immédiate du bien ou de la prestation de services, votre droit de rétractation sur le contrat de crédit prend fin le jour de la livraison du bien ou de l'exécution de la prestation de services (sans pouvoir être inférieur à trois jours, ni excéder quatorze jours). Son exercice ne met fin à votre contrat de vente principal que dans les trois premiers jours. Au-delà, vous êtes tenu d'acquérir le bien ou la prestation de services.</p></td></tr><tr><td align='left' vAlign='top'><br/>Remboursement anticipé <p>Vous avez le droit de procéder à tout moment au remboursement anticipé, total ou partiel, du crédit. </p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <p>Le prêteur a droit à une indemnité en cas de remboursement anticipé. <br/></p></td><td align='left' vAlign='top'><br/>[Rappel des cas où l'indemnité de remboursement peut être exigée et du mode de calcul de l'indemnité conformément aux dispositions de l'article L. 311-22 du code de la consommation] <br/></td></tr><tr><td align='left' vAlign='top'><br/>Le prêteur doit, dans le cadre de la procédure d'octroi du crédit, consulter le fichier national des incidents de remboursement des crédits aux particuliers. <br/></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Droit à un projet de contrat de crédit <p>Vous avez le droit d'obtenir gratuitement, sur demande, un exemplaire du projet de contrat de crédit. Cette disposition ne s'applique pas si, au moment de la demande, le prêteur n'est pas disposé à conclure le contrat de crédit avec vous. <br/></p></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le délai pendant lequel le prêteur est lié par les informations précontractuelles <br/></td><td align='left' vAlign='top'><br/>Ces informations sont valables du... au... <br/></td></tr><tr><td colSpan='3' align='left' vAlign='top'><br/>[Toutes les informations complémentaires que le prêteur souhaite donner au consommateur sont fournies dans un document distinct qui peut être annexé à la présente fiche] <br/></td></tr></tbody></table></center><p>5. Le cas échéant, informations complémentaires en cas de vente à distance </p><p>de services financiers au sens de l'article L. 121-20-8 du code de la consommation <br/></p><center><table border='1' width='720' align='center'><tbody><tr><td align='left' vAlign='top'><br/>a) Informations relatives au prêteur <br/></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Le cas échéant <br/></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Représentant du prêteur dans l'Etat membre dans lequel vous résidez <br/></td><td align='left' vAlign='top'><br/>[Identité] <br/></td></tr><tr><td align='left' vAlign='top'><br/>Adresse <p>Numéro de téléphone (*) </p><p>Adresse électronique (*) </p><p>Numéro de télécopieur (*) </p><p>Adresse internet (*) <br/></p></td><td align='left' vAlign='top'><br/>[Adresse géographique à utiliser par l'emprunteur] <br/></td></tr><tr><td align='left' vAlign='top'><br/>Enregistrement <br/></td><td align='left' vAlign='top'><br/>[Le registre du commerce dans lequel le prêteur est inscrit et son numéro d'enregistrement ou un moyen équivalent d'identification dans ce registre] <br/></td></tr><tr><td align='left' vAlign='top'><br/>L'autorité de surveillance <br/></td><td align='left' vAlign='top'><br/>[Les coordonnées des autorités chargées du contrôle de l'activité soumise à autorisation] <br/></td></tr><tr><td align='left' vAlign='top'><br/>b) Informations relatives au contrat de crédit <br/></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Exercice du droit de rétractation <br/></td><td align='left' vAlign='top'><br/>[Instructions pratiques pour l'exercice du droit de rétractation indiquant, entre autres, la période pendant laquelle ce droit peut être exercé, l'adresse à laquelle la notification doit être envoyée par l'emprunteur et les conséquences du non-exercice de ce droit] <br/></td></tr><tr><td align='left' vAlign='top'><br/>La législation sur laquelle le prêteur se fonde pour établir des relations avec vous avant la conclusion du contrat de crédit <br/></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Clause concernant la législation applicable au contrat de crédit et/ ou la juridiction compétente <br/></td><td align='left' vAlign='top'><br/>[Mentionner la clause pertinente ici] <br/></td></tr><tr><td align='left' vAlign='top'><br/>Régime linguistique <br/></td><td align='left' vAlign='top'><br/>Les informations et les conditions contractuelles seront fournies en [langue]. Avec votre accord, nous comptons communiquer en [langue/ langues] pendant la durée du contrat de crédit. <br/></td></tr><tr><td align='left' vAlign='top'><br/>c) Informations relatives au droit de recours <br/></td><td align='left' vAlign='top'></td></tr><tr><td align='left' vAlign='top'><br/>Existence de procédures extrajudiciaires de réclamation et de recours et modalités d'accès à ces procédures <br/></td><td align='left' vAlign='top'><br/>[Existence ou non de procédures extrajudiciaires de réclamation et de recours accessibles au consommateur qui est partie au contrat à distance et, si de telles procédures existent, les modalités d'accès à ces dernières] <br/></td></tr><tr><td colSpan='3' align='left' vAlign='top'><br/>(*) Les informations suivies de ce signe sont facultatives pour le prêteur. <p>Le cas échéant : lorsque cette mention est indiquée, le prêteur doit remplir la case si l'information est pertinente pour le crédit ou supprimer l'information correspondante ou toute la ligne si l'information ne concerne pas le type de crédit envisagé. </p><p>[Indications entre crochets] : ces explications sont destinées au prêteur et doivent être remplacées par les informations correspondantes.<br/></p></td></tr></tbody></table></center>",
            "num": "Annexe à l'article R311-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1372636800000,
            "dateFin": 1406332800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084139",
                        "id": "LEGISCTA000006084139",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Livre III : Endettement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114380",
                        "id": "LEGISCTA000006114380",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Titre Ier : Crédit",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133645",
                        "id": "LEGISCTA000006133645",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2016-10-01",
                        "titre": "Chapitre III : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146624",
                        "id": "LEGISCTA000006146624",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1995-02-02",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084132",
                        "id": "LEGISCTA000006084132",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-05-01",
                        "fin": "2016-07-01",
                        "titre": "ANNEXE À L'ARTICLE R311-3",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023520444",
                        "id": "LEGISCTA000023520451",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000023520479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023520444",
            "sectionParentId": "LEGISCTA000023520451",
            "sectionParentTitre": "ANNEXE À L'ARTICLE R311-3",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Endettement &gt; Titre Ier : Crédit &gt; Chapitre III : Dispositions communes &gt; Annexes &gt; ANNEXE À L'ARTICLE R311-3",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000026876057",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026855222",
                    "textTitle": "Décret n°2012-1478\n du 27 décembre 2012 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000026865338",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-12-29",
                    "dateSignaTexte": "2012-12-27",
                    "dateDebutCible": "2013-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000023520503",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026876057",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1406332800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029292232",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1406332800000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R311-3"
            ],
            "versionPrecedente": "LEGIARTI000023520503",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023520503",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Informations précontractuelles européennes normalisées en matière de crédit aux consommateurs Un crédit vous engage et doit être remboursé. Vérifiez vos capacités de remboursement avant de vous engager. 1. Identité et coordonnées du prêteur/ de l'intermédiaire de crédit Prêteur Adresse Numéro de téléphone (*) Adresse électronique (*) Numéro de télécopieur (*) Adresse internet (*) [Identité] [Adresse géographique à utiliser par l'emprunteur] Le cas échéant Intermédiaire de crédit [Identité] Adresse Adresse électronique (*) Numéro de téléphone (*) Numéro de télécopieur (*) Adresse internet (*) [Identité] [Adresse géographique à utiliser par l'emprunteur] 2. Description des principales caractéristiques du crédit Le type de crédit Le montant total du crédit Il s'agit du plafond ou du total des sommes rendues disponibles en vertu du contrat de crédit [indiquer s'il s'agit du plafond ou du total] Les conditions de mise à disposition des fonds Il s'agit de la façon dont vous obtiendrez l'argent et du moment auquel vous l'obtiendrez. La durée du contrat de crédit Les échéances et, le cas échéant, l'ordre dans lequel les échéances seront affectées Vous devrez payer ce qui suit : [Le montant, le nombre et la fréquence des échéances que l'emprunteur doit verser] Les intérêts et/ ou les frais seront dus de la façon suivante : Le montant total que vous devrez payer Il s'agit du montant du capital emprunté majoré des intérêts et des frais éventuels liés à votre crédit. [La somme du montant total du crédit et du coût total du crédit] Le cas échéant Le crédit est consenti sous la forme d'un délai de paiement pour un bien ou un service ou il est lié à la fourniture de bien (s) ou de service (s) déterminé (s) : Nom du bien/ service Prix au comptant En cas de location avec option d'achat Le contrat a pour objet la location de : Description du bien concerné Le prix de vente final au terme de la location est de : Le cas échéant Sûretés exigées Il s'agit d'une description de la sûreté que vous devez fournir en relation avec le contrat de crédit. [Type de sûretés] Le cas échéant Les remboursements n'entraînent pas un amortissement immédiat du capital. 3. Coût du crédit Le taux débiteur ou, le cas échéant, les différents taux débiteurs qui s'appliquent au contrat de crédit [Indiquer le taux exprimé en % : Préciser la nature du taux : fixe ou variable (avec l'indice ou le taux de référence applicable au taux débiteur initial) ou révisable Préciser les périodes, conditions et procédures d'adaptation du taux débiteur ou de chaque taux s'il y a plusieurs taux débiteurs. Lorsque le taux est révisable, indiquer la période de validité du taux (ou : taux en vigueur au...) et la fréquence de modification du taux (ou l'information selon laquelle le taux sera/ peut être modifié en cours de contrat par décision du prêteur.] Taux annuel effectif global (TAEG) Il s'agit du coût total exprimé en pourcentage annuel du montant total du crédit. Le TAEG vous permet de comparer différentes offres. [Exprimé en %. Donner ici un exemple représentatif qui mentionne toutes les hypothèses utilisées pour calculer le taux] Est-il obligatoire pour l'obtention même du crédit ou conformément aux clauses et conditions commerciales de contracter : - une assurance liée au crédit ? Oui/ non ; [si oui, préciser le type d'assurance, et  ajouter la  mention suivante : Vous pouvez souscrire une assurance équivalente auprès de l'assureur de votre choix.] - un autre service accessoire ? Si les coûts de ces services ne sont pas connus du prêteur, ils ne sont pas inclus dans le TAEG Lorsque l'assurance est proposée ou exigée par le prêteur, coût de cette assurance à l'aide d'un exemple chiffré exprimé en euros et par mois Oui/ non ; [si oui, préciser le type de service accessoire] Montant des frais liés à l'exécution du contrat de crédit Le cas échéant Montant des frais de tenue d'un (ou de plusieurs compte (s) si ce (s) compte (s) est (sont) nécessaire (s) pour les opérations de mise à disposition des fonds ou les opérations de paiement des échéances du crédit Le cas échéant Montant des frais liés à l'utilisation d'un moyen de paiement déterminé (par exemple une carte de crédit) Le cas échéant Montant de tout autre frais lié au contrat de crédit Le cas échéant Conditions dans lesquelles les frais liés au contrat de crédit susmentionnés peuvent être modifiés Le cas échéant Obligation de payer des frais de notaire Frais en cas de défaillance de l'emprunteur Les impayés risquent d'avoir de graves conséquences pour vous et de vous empêcher d'obtenir un nouveau crédit. Vous devrez payer [... (taux d'intérêt applicable et, le cas échéant, frais d'inexécution)] en cas de défaillance. 4. Autres aspects juridiques importants Droit de rétractation Vous disposez d'un délai de quatorze jours calendaires pour revenir sur votre engagement vis-à-vis du contrat de crédit. Oui Remboursement anticipé Vous avez le droit de procéder à tout moment au remboursement anticipé, total ou partiel, du crédit. Le cas échéant Le prêteur a droit à une indemnité en cas de remboursement anticipé. [Rappel des cas où l'indemnité de remboursement peut être exigée et du mode de calcul de l'indemnité conformément aux dispositions de l'article L. 311-22 du code de la consommation] Le prêteur doit, dans le cadre de la procédure d'octroi du crédit, consulter le fichier national des incidents de remboursement des crédits aux particuliers. Droit à un projet de contrat de crédit Vous avez le droit d'obtenir gratuitement, sur demande, un exemplaire du projet de contrat de crédit. Cette disposition ne s'applique pas si, au moment de la demande, le prêteur n'est pas disposé à conclure le contrat de crédit avec vous. Le délai pendant lequel le prêteur est lié par les informations précontractuelles Ces informations sont valables du... au... [Toutes les informations complémentaires que le prêteur souhaite donner au consommateur sont fournies dans un document distinct qui peut être annexé à la présente fiche] 5. Le cas échéant, informations complémentaires en cas de vente à distance de services financiers au sens de l'article L. 121-20-8 du code de la consommation a) Informations relatives au prêteur Le cas échéant Représentant du prêteur dans l'Etat membre dans lequel vous résidez [Identité] Adresse Numéro de téléphone (*) Adresse électronique (*) Numéro de télécopieur (*) Adresse internet (*) [Adresse géographique à utiliser par l'emprunteur] Enregistrement [Le registre du commerce dans lequel le prêteur est inscrit et son numéro d'enregistrement ou un moyen équivalent d'identification dans ce registre] L'autorité de surveillance [Les coordonnées des autorités chargées du contrôle de l'activité soumise à autorisation] b) Informations relatives au contrat de crédit Exercice du droit de rétractation [Instructions pratiques pour l'exercice du droit de rétractation indiquant, entre autres, la période pendant laquelle ce droit peut être exercé, l'adresse à laquelle la notification doit être envoyée par l'emprunteur et les conséquences du non-exercice de ce droit] La législation sur laquelle le prêteur se fonde pour établir des relations avec vous avant la conclusion du contrat de crédit Clause concernant la législation applicable au contrat de crédit et/ ou la juridiction compétente [Mentionner la clause pertinente ici] Régime linguistique Les informations et les conditions contractuelles seront fournies en [langue]. Avec votre accord, nous comptons communiquer en [langue/ langues] pendant la durée du contrat de crédit. c) Informations relatives au droit de recours Existence de procédures extrajudiciaires de réclamation et de recours et modalités d'accès à ces procédures [Existence ou non de procédures extrajudiciaires de réclamation et de recours accessibles au consommateur qui est partie au contrat à distance et, si de telles procédures existent, les modalités d'accès à ces dernières] (*) Les informations suivies de ce signe sont facultatives pour le prêteur. Le cas échéant  : lorsque cette mention est indiquée, le prêteur doit remplir la case si l'information est pertinente pour le crédit ou supprimer l'information correspondante ou toute la ligne si l'information ne concerne pas le type de crédit envisagé. [Indications entre crochets] : ces explications sont destinées au prêteur et doivent être remplacées par les informations correspondantes.",
            "texteHtml": "<p>Informations précontractuelles européennes normalisées en matière de crédit aux consommateurs </p><p><br/> Un crédit vous engage et doit être remboursé. Vérifiez vos capacités de remboursement avant de vous engager.  </p><p><br/>1. Identité et coordonnées du prêteur/ de l'intermédiaire de crédit </p><p><br/></p><center><table border='1'><tbody><tr><td align='center'><br/>Prêteur <br/><br/>Adresse <br/><br/>Numéro de téléphone (*) <br/><br/>Adresse électronique (*) <br/><br/>Numéro de télécopieur (*) <br/><br/>Adresse internet (*) <br/></td><td align='center'><br/>[Identité] <br/><br/>[Adresse géographique à utiliser par l'emprunteur] <br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/><br/>Intermédiaire de crédit <br/></td><td align='center'><br/>[Identité] <br/></td></tr><tr><td align='center'><br/>Adresse <br/></td><td align='center'><br/>Adresse électronique (*) <br/></td></tr><tr><td align='center'><br/>Numéro de téléphone (*) <br/><br/>Numéro de télécopieur (*) <br/><br/>Adresse internet (*) <br/></td><td align='center'><br/>[Identité] <br/><br/>[Adresse géographique à utiliser par l'emprunteur] <br/></td></tr></tbody></table></center><p><br/></p><p></p><p><br/>2. Description des principales caractéristiques du crédit </p><p><br/></p><center><table border='1'><tbody><tr><td align='center'><br/>Le type de crédit <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Le montant total du crédit <br/><br/>Il s'agit du plafond ou du total des sommes rendues disponibles en vertu du contrat de crédit [indiquer s'il s'agit du plafond ou du total] <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Les conditions de mise à disposition des fonds <br/><br/>Il s'agit de la façon dont vous obtiendrez l'argent et du moment auquel vous l'obtiendrez. <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>La durée du contrat de crédit <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Les échéances et, le cas échéant, l'ordre dans lequel les échéances seront affectées <br/></td><td align='center'><br/>Vous devrez payer ce qui suit : <br/><br/>[Le montant, le nombre et la fréquence des échéances que l'emprunteur doit verser] <br/><br/>Les intérêts et/ ou les frais seront dus de la façon suivante : <br/></td></tr><tr><td align='center'><br/>Le montant total que vous devrez payer <br/><br/>Il s'agit du montant du capital emprunté majoré des intérêts et des frais éventuels liés à votre crédit. <br/></td><td align='center'><br/>[La somme du montant total du crédit et du coût total du crédit] <br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/><br/>Le crédit est consenti sous la forme d'un délai de paiement pour un bien ou un service ou il est lié à la fourniture de bien (s) ou de service (s) déterminé (s) : <br/><br/>Nom du bien/ service <br/><br/>Prix au comptant <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>En cas de location avec option d'achat <br/><br/>Le contrat a pour objet la location de : <br/><br/>Description du bien concerné <br/><br/>Le prix de vente final au terme de la location est de : <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/><br/>Sûretés exigées <br/><br/>Il s'agit d'une description de la sûreté que vous devez fournir en relation avec le contrat de crédit. <br/></td><td align='center'><br/><br/>[Type de sûretés] <br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/><br/>Les remboursements n'entraînent pas un amortissement immédiat du capital. <br/></td><td align='center'><br/><br/></td></tr></tbody></table></center><p><br/></p><p></p><p><br/>3. Coût du crédit </p><p><br/></p><center><table border='1'><tbody><tr><td align='center'><br/>Le taux débiteur ou, le cas échéant, les différents taux débiteurs qui s'appliquent au contrat de crédit <br/></td><td align='center'><br/>[Indiquer le taux exprimé en % : <br/><br/>Préciser la nature du taux : fixe ou variable (avec l'indice ou le taux de référence applicable au taux débiteur initial) ou révisable <br/><br/>Préciser les périodes, conditions et procédures d'adaptation du taux débiteur ou de chaque taux s'il y a plusieurs taux débiteurs. <br/><br/>Lorsque le taux est révisable, indiquer la période de validité du taux (ou : taux en vigueur au...) et la fréquence de modification du taux (ou l'information selon laquelle le taux sera/ peut être modifié en cours de contrat par décision du prêteur.] <br/></td></tr><tr><td align='center'><br/>Taux annuel effectif global (TAEG) <br/><br/>Il s'agit du coût total exprimé en pourcentage annuel du montant total du crédit. <br/><br/>Le TAEG vous permet de comparer différentes offres. <br/></td><td align='center'><br/>[Exprimé en %. Donner ici un exemple représentatif qui mentionne toutes les hypothèses utilisées pour calculer le taux] <br/></td></tr><tr><td align='center'><br/>Est-il obligatoire pour l'obtention même du crédit ou conformément aux clauses et conditions commerciales de contracter : <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>- une assurance liée au crédit ? <br/></td><td align='center'><br/>Oui/ non ; [si oui, préciser le type d'assurance, et  ajouter la  mention suivante : <br/><br/> Vous pouvez souscrire une assurance équivalente auprès de l'assureur de votre choix.] <br/></td></tr><tr><td align='center'><br/>- un autre service accessoire ? <br/><br/>Si les coûts de ces services ne sont pas connus du prêteur, ils ne sont pas inclus dans le TAEG <br/><br/>Lorsque l'assurance est proposée ou exigée par le prêteur, coût de cette assurance à l'aide d'un exemple chiffré exprimé en euros et par mois <br/></td><td align='center'><br/>Oui/ non ; [si oui, préciser le type de service accessoire] <br/></td></tr><tr><td align='center'><br/>Montant des frais liés à l'exécution du contrat de crédit <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/><br/>Montant des frais de tenue d'un (ou de plusieurs compte (s) si ce (s) compte (s) est (sont) nécessaire (s) pour les opérations de mise à disposition des fonds ou les opérations de paiement des échéances du crédit <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/><br/>Montant des frais liés à l'utilisation d'un moyen de paiement déterminé (par exemple une carte de crédit) <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/><br/>Montant de tout autre frais lié au contrat de crédit <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/><br/>Conditions dans lesquelles les frais liés au contrat de crédit susmentionnés peuvent être modifiés <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/><br/>Obligation de payer des frais de notaire <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Frais en cas de défaillance de l'emprunteur <br/><br/>Les impayés risquent d'avoir de graves conséquences pour vous et de vous empêcher d'obtenir un nouveau crédit. <br/></td><td align='center'><br/>Vous devrez payer [... (taux d'intérêt applicable et, le cas échéant, frais d'inexécution)] en cas de défaillance. <br/></td></tr></tbody></table></center><p><br/></p><p></p><p><br/>4. Autres aspects juridiques importants </p><p><br/></p><center><table border='1'><tbody><tr><td align='center'><br/>Droit de rétractation <br/><br/>Vous disposez d'un délai de quatorze jours calendaires pour revenir sur votre engagement vis-à-vis du contrat de crédit. <br/></td><td align='center'><br/>Oui <br/></td></tr><tr><td align='center'><br/>Remboursement anticipé <br/><br/>Vous avez le droit de procéder à tout moment au remboursement anticipé, total ou partiel, du crédit. <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/><br/>Le prêteur a droit à une indemnité en cas de remboursement anticipé. <br/></td><td align='center'><br/>[Rappel des cas où l'indemnité de remboursement peut être exigée et du mode de calcul de l'indemnité conformément aux dispositions de l'article L. 311-22 du code de la consommation] <br/></td></tr><tr><td align='center'><br/>Le prêteur doit, dans le cadre de la procédure d'octroi du crédit, consulter le fichier national des incidents de remboursement des crédits aux particuliers. <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Droit à un projet de contrat de crédit <br/><br/>Vous avez le droit d'obtenir gratuitement, sur demande, un exemplaire du projet de contrat de crédit. Cette disposition ne s'applique pas si, au moment de la demande, le prêteur n'est pas disposé à conclure le contrat de crédit avec vous. <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Le délai pendant lequel le prêteur est lié par les informations précontractuelles <br/></td><td align='center'><br/>Ces informations sont valables du... au... <br/></td></tr><tr><td colSpan='3'><br/>[Toutes les informations complémentaires que le prêteur souhaite donner au consommateur sont fournies dans un document distinct qui peut être annexé à la présente fiche] <br/></td></tr></tbody></table></center><p><br/></p><p></p><br/>5. Le cas échéant, informations complémentaires en cas de vente à distance <br/><br/>de services financiers au sens de l'article L. 121-20-8 du code de la consommation <br/><p><br/></p><center><table border='1'><tbody><tr><td align='center'><br/>a) Informations relatives au prêteur <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Le cas échéant <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Représentant du prêteur dans l'Etat membre dans lequel vous résidez <br/></td><td align='center'><br/>[Identité] <br/></td></tr><tr><td align='center'><br/>Adresse <br/><br/>Numéro de téléphone (*) <br/><br/>Adresse électronique (*) <br/><br/>Numéro de télécopieur (*) <br/><br/>Adresse internet (*) <br/></td><td align='center'><br/>[Adresse géographique à utiliser par l'emprunteur] <br/></td></tr><tr><td align='center'><br/>Enregistrement <br/></td><td align='center'><br/>[Le registre du commerce dans lequel le prêteur est inscrit et son numéro d'enregistrement ou un moyen équivalent d'identification dans ce registre] <br/></td></tr><tr><td align='center'><br/>L'autorité de surveillance <br/></td><td align='center'><br/>[Les coordonnées des autorités chargées du contrôle de l'activité soumise à autorisation] <br/></td></tr><tr><td align='center'><br/>b) Informations relatives au contrat de crédit <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Exercice du droit de rétractation <br/></td><td align='center'><br/>[Instructions pratiques pour l'exercice du droit de rétractation indiquant, entre autres, la période pendant laquelle ce droit peut être exercé, l'adresse à laquelle la notification doit être envoyée par l'emprunteur et les conséquences du non-exercice de ce droit] <br/></td></tr><tr><td align='center'><br/>La législation sur laquelle le prêteur se fonde pour établir des relations avec vous avant la conclusion du contrat de crédit <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Clause concernant la législation applicable au contrat de crédit et/ ou la juridiction compétente <br/></td><td align='center'><br/>[Mentionner la clause pertinente ici] <br/></td></tr><tr><td align='center'><br/>Régime linguistique <br/></td><td align='center'><br/>Les informations et les conditions contractuelles seront fournies en [langue]. Avec votre accord, nous comptons communiquer en [langue/ langues] pendant la durée du contrat de crédit. <br/></td></tr><tr><td align='center'><br/>c) Informations relatives au droit de recours <br/></td><td align='center'><br/><br/></td></tr><tr><td align='center'><br/>Existence de procédures extrajudiciaires de réclamation et de recours et modalités d'accès à ces procédures <br/></td><td align='center'><br/>[Existence ou non de procédures extrajudiciaires de réclamation et de recours accessibles au consommateur qui est partie au contrat à distance et, si de telles procédures existent, les modalités d'accès à ces dernières] <br/></td></tr><tr><td colSpan='3'><br/>(*) Les informations suivies de ce signe sont facultatives pour le prêteur.<br/><br/> Le cas échéant  : lorsque cette mention est indiquée, le prêteur doit remplir la case si l'information est pertinente pour le crédit ou supprimer l'information correspondante ou toute la ligne si l'information ne concerne pas le type de crédit envisagé. <br/><br/>[Indications entre crochets] : ces explications sont destinées au prêteur et doivent être remplacées par les informations correspondantes.<br/></td></tr></tbody></table></center>",
            "num": "Annexe à l'article R311-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1296777600000,
            "dateFin": 1372636800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084139",
                        "id": "LEGISCTA000006084139",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Livre III : Endettement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114380",
                        "id": "LEGISCTA000006114380",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Titre Ier : Crédit",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133645",
                        "id": "LEGISCTA000006133645",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2016-10-01",
                        "titre": "Chapitre III : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146624",
                        "id": "LEGISCTA000006146624",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1995-02-02",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084132",
                        "id": "LEGISCTA000006084132",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-05-01",
                        "fin": "2016-07-01",
                        "titre": "ANNEXE À L'ARTICLE R311-3",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023520444",
                        "id": "LEGISCTA000023520451",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000023520479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000023520444",
            "sectionParentId": "LEGISCTA000023520451",
            "sectionParentTitre": "ANNEXE À L'ARTICLE R311-3",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Endettement &gt; Titre Ier : Crédit &gt; Chapitre III : Dispositions communes &gt; Annexes &gt; ANNEXE À L'ARTICLE R311-3",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000023520503",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000023520503",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1372636800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026876057",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1406332800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029292232",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1406332800000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R311-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}