{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047381774",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour les produits alimentaires et les produits destinés à l'alimentation des animaux de compagnie, les conditions générales de vente, sur décision du fournisseur et sans que l'acheteur ne puisse interférer dans ce choix : 1° Soit présentent, pour chacune des matières premières agricoles et pour chacun des produits transformés composés de plus de 50 % de matières premières agricoles qui entrent dans la composition du produit mentionné au premier alinéa du présent I, leur part dans la composition dudit produit, sous la forme d'un pourcentage en volume et d'un pourcentage du tarif du fournisseur ; 2° Soit présentent la part agrégée des matières premières agricoles et des produits transformés composés de plus de 50 % de matière première agricole qui entrent dans la composition du produit mentionné au même premier alinéa, sous la forme d'un pourcentage en volume et d'un pourcentage du tarif du fournisseur ; 3° Soit prévoient, sous réserve qu'elles fassent état d'une évolution du tarif du fournisseur du produit mentionné audit premier alinéa par rapport à l'année précédente, l'intervention, aux frais du fournisseur, d'un tiers indépendant chargé d'attester la part de cette évolution qui résulte de celle du prix des matières premières agricoles ou des produits transformés mentionnés au même premier alinéa. Dans ce cas, le fournisseur transmet au tiers indépendant les pièces nécessaires à cette attestation, notamment la méthodologie employée pour déterminer l'impact sur son tarif de l'évolution du prix desdites matières premières agricoles ou desdits produits transformés. L'attestation est fournie par le fournisseur au distributeur dans le mois qui suit l'envoi des conditions générales de vente. Dans le cadre de cette option, le tiers indépendant est aussi chargé d'attester au terme de la négociation que, conformément au II de l'article L. 443-8, celle-ci n'a pas porté sur la part de l'évolution du tarif du fournisseur qui résulte de celle du prix des matières premières agricoles ou des produits transformés mentionnés au premier alinéa du présent I. A défaut d'attestation dans le mois qui suit la conclusion du contrat, les parties qui souhaitent poursuivre leur relation contractuelle modifient leur contrat dans un délai de deux mois à compter de la signature du contrat initial. Le tiers indépendant est astreint au secret professionnel pour les faits, actes et renseignements dont il a connaissance à raison de ses fonctions. Le recours à un tiers indépendant ne dispense pas le fournisseur de conserver un exemplaire des pièces justificatives afin de répondre, le cas échéant, aux demandes de l'administration. Tout manquement au présent I est passible d'une amende administrative dans les conditions prévues au VI de l'article L. 443-8. Un décret peut prévoir que l'obligation prévue au présent I ne s'applique pas aux produits alimentaires ou produits destinés à l'alimentation des animaux de compagnie dont la part agrégée des matières premières agricoles et des produits transformés composés de plus de 50 % de matières premières agricoles, composant ces produits, est inférieure ou égale à un seuil qui ne peut excéder 25 %. II.-A.-Pour l'application du 1° du I, l'acheteur peut, à ses frais, demander au fournisseur de mandater un tiers indépendant pour attester l'exactitude des éléments figurant dans les conditions générales de vente. Dans ce cas, le fournisseur transmet au tiers indépendant, sous dix jours, les pièces justifiant l'exactitude de ces éléments. B.-Pour l'application du 2° du I, l'acheteur peut, à ses frais, demander au fournisseur de mandater un tiers indépendant pour attester l'exactitude des éléments figurant dans les conditions générales de vente. En cas d'inexactitude ou de tromperie volontaire de la part du fournisseur quant à la part agrégée des matières premières agricoles dans le volume du produit ou dans son tarif du fournisseur, constatée par le tiers indépendant et entraînant l'impossibilité de délivrer l'attestation mentionnée à la première phrase du présent B, les frais d'intervention du tiers indépendant sont à la charge du fournisseur. C.-Dans le cadre de l'application des 1° et 2° du I, la mission du tiers indépendant consiste exclusivement, sur la base d'un contrat conclu avec le fournisseur, à réceptionner les pièces transmises par le fournisseur et les pièces justificatives, à attester l'exactitude des informations transmises, notamment la détermination de la part unitaire ou agrégée des matières premières agricoles et produits transformés dans le tarif du fournisseur, et à transmettre cette attestation à l'acheteur dans un délai de dix jours à compter de la réception des pièces mentionnées au présent C. D.-Le tiers indépendant est astreint au secret professionnel pour les faits, actes et renseignements dont il a connaissance à raison de ses fonctions. Le recours à un tiers indépendant ne dispense pas le fournisseur de conserver un exemplaire des pièces justificatives afin de répondre, le cas échéant, aux demandes de l'administration. III.-Le prix de la matière première agricole est celui payé pour la livraison de produits agricoles, au sens des articles 148 et 168 du règlement (UE) n° 1308/2013 du Parlement européen et du Conseil du 17 décembre 2013 portant organisation commune des marchés des produits agricoles et abrogeant les règlements (CEE) n° 922/72, (CEE) n° 234/79, (CE) n° 1037/2001 et (CE) n° 1234/2007 du Conseil, par un premier acheteur, par une organisation de producteurs avec transfert de propriété ou par une coopérative agricole. IV.-Les conditions générales de vente indiquent si un contrat de vente, conclu en application de l'article L. 631-24 du code rural et de la pêche maritime, portant sur les matières premières agricoles entrant dans la composition du produit alimentaire ou du produit destiné à l'alimentation des animaux de compagnie est déjà conclu. V.-Le présent article n'est applicable ni aux grossistes définis au I de l'article L. 441-1-2 pour leurs actes d'achat et de revente, ni à certains produits alimentaires, catégories de produits alimentaires ou produits destinés à l'alimentation des animaux de compagnie, dont la liste est définie par un décret pris après concertation avec les organisations interprofessionnelles concernées, en raison des spécificités de leur filière de production. VI.-Un décret peut fixer la liste des professions présumées présenter les garanties pour exercer la mission de tiers indépendant.",
            "texteHtml": "<p>I.-Pour les produits alimentaires et les produits destinés à l'alimentation des animaux de compagnie, les conditions générales de vente, sur décision du fournisseur et sans que l'acheteur ne puisse interférer dans ce choix :</p><p>1° Soit présentent, pour chacune des matières premières agricoles et pour chacun des produits transformés composés de plus de 50 % de matières premières agricoles qui entrent dans la composition du produit mentionné au premier alinéa du présent I, leur part dans la composition dudit produit, sous la forme d'un pourcentage en volume et d'un pourcentage du tarif du fournisseur ;</p><p>2° Soit présentent la part agrégée des matières premières agricoles et des produits transformés composés de plus de 50 % de matière première agricole qui entrent dans la composition du produit mentionné au même premier alinéa, sous la forme d'un pourcentage en volume et d'un pourcentage du tarif du fournisseur ;</p><p>3° Soit prévoient, sous réserve qu'elles fassent état d'une évolution du tarif du fournisseur du produit mentionné audit premier alinéa par rapport à l'année précédente, l'intervention, aux frais du fournisseur, d'un tiers indépendant chargé d'attester la part de cette évolution qui résulte de celle du prix des matières premières agricoles ou des produits transformés mentionnés au même premier alinéa. Dans ce cas, le fournisseur transmet au tiers indépendant les pièces nécessaires à cette attestation, notamment la méthodologie employée pour déterminer l'impact sur son tarif de l'évolution du prix desdites matières premières agricoles ou desdits produits transformés. L'attestation est fournie par le fournisseur au distributeur dans le mois qui suit l'envoi des conditions générales de vente. Dans le cadre de cette option, le tiers indépendant est aussi chargé d'attester au terme de la négociation que, conformément au II de l'article L. 443-8, celle-ci n'a pas porté sur la part de l'évolution du tarif du fournisseur qui résulte de celle du prix des matières premières agricoles ou des produits transformés mentionnés au premier alinéa du présent I. A défaut d'attestation dans le mois qui suit la conclusion du contrat, les parties qui souhaitent poursuivre leur relation contractuelle modifient leur contrat dans un délai de deux mois à compter de la signature du contrat initial.</p><p>Le tiers indépendant est astreint au secret professionnel pour les faits, actes et renseignements dont il a connaissance à raison de ses fonctions. Le recours à un tiers indépendant ne dispense pas le fournisseur de conserver un exemplaire des pièces justificatives afin de répondre, le cas échéant, aux demandes de l'administration.</p><p>Tout manquement au présent I est passible d'une amende administrative dans les conditions prévues au VI de l'article L. 443-8.</p><p>Un décret peut prévoir que l'obligation prévue au présent I ne s'applique pas aux produits alimentaires ou produits destinés à l'alimentation des animaux de compagnie dont la part agrégée des matières premières agricoles et des produits transformés composés de plus de 50 % de matières premières agricoles, composant ces produits, est inférieure ou égale à un seuil qui ne peut excéder 25 %.</p><p>II.-A.-Pour l'application du 1° du I, l'acheteur peut, à ses frais, demander au fournisseur de mandater un tiers indépendant pour attester l'exactitude des éléments figurant dans les conditions générales de vente. Dans ce cas, le fournisseur transmet au tiers indépendant, sous dix jours, les pièces justifiant l'exactitude de ces éléments.</p><p>B.-Pour l'application du 2° du I, l'acheteur peut, à ses frais, demander au fournisseur de mandater un tiers indépendant pour attester l'exactitude des éléments figurant dans les conditions générales de vente. En cas d'inexactitude ou de tromperie volontaire de la part du fournisseur quant à la part agrégée des matières premières agricoles dans le volume du produit ou dans son tarif du fournisseur, constatée par le tiers indépendant et entraînant l'impossibilité de délivrer l'attestation mentionnée à la première phrase du présent B, les frais d'intervention du tiers indépendant sont à la charge du fournisseur.</p><p>C.-Dans le cadre de l'application des 1° et 2° du I, la mission du tiers indépendant consiste exclusivement, sur la base d'un contrat conclu avec le fournisseur, à réceptionner les pièces transmises par le fournisseur et les pièces justificatives, à attester l'exactitude des informations transmises, notamment la détermination de la part unitaire ou agrégée des matières premières agricoles et produits transformés dans le tarif du fournisseur, et à transmettre cette attestation à l'acheteur dans un délai de dix jours à compter de la réception des pièces mentionnées au présent C.</p><p>D.-Le tiers indépendant est astreint au secret professionnel pour les faits, actes et renseignements dont il a connaissance à raison de ses fonctions.</p><p>Le recours à un tiers indépendant ne dispense pas le fournisseur de conserver un exemplaire des pièces justificatives afin de répondre, le cas échéant, aux demandes de l'administration.</p><p>III.-Le prix de la matière première agricole est celui payé pour la livraison de produits agricoles, au sens des articles 148 et 168 du règlement (UE) n° 1308/2013 du Parlement européen et du Conseil du 17 décembre 2013 portant organisation commune des marchés des produits agricoles et abrogeant les règlements (CEE) n° 922/72, (CEE) n° 234/79, (CE) n° 1037/2001 et (CE) n° 1234/2007 du Conseil, par un premier acheteur, par une organisation de producteurs avec transfert de propriété ou par une coopérative agricole.</p><p>IV.-Les conditions générales de vente indiquent si un contrat de vente, conclu en application de l'article L. 631-24 du code rural et de la pêche maritime, portant sur les matières premières agricoles entrant dans la composition du produit alimentaire ou du produit destiné à l'alimentation des animaux de compagnie est déjà conclu.</p><p>V.-Le présent article n'est applicable ni aux grossistes définis au I de l'article L. 441-1-2 pour leurs actes d'achat et de revente, ni à certains produits alimentaires, catégories de produits alimentaires ou produits destinés à l'alimentation des animaux de compagnie, dont la liste est définie par un décret pris après concertation avec les organisations interprofessionnelles concernées, en raison des spécificités de leur filière de production.</p><p>VI.-Un décret peut fixer la liste des professions présumées présenter les garanties pour exercer la mission de tiers indépendant.</p>",
            "num": "L441-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1680307200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : De la transparence, des pratiques restrictives de concurrence et d'autres pratiques prohibées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133186",
                        "id": "LEGISCTA000006133186",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2019-04-26",
                        "titre": "Chapitre Ier : De la transparence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146075",
                        "id": "LEGISCTA000006146075",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-04-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De la transparence dans la relation commerciale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146075",
                        "id": "LEGISCTA000038414475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-04-26",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Les conditions générales de vente\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038411043",
                        "id": "LEGISCTA000038411043",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044221386",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000038411043",
            "sectionParentId": "LEGISCTA000038411043",
            "sectionParentTitre": "Section 1 : Les conditions générales de vente\r\n",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE IV : De la transparence, des pratiques restrictives de concurrence et d'autres pratiques prohibées. &gt; Chapitre Ier : De la transparence dans la relation commerciale &gt; Section 1 : Les conditions générales de vente\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047381774",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047377284",
                    "textTitle": "LOI n°2023-221 du 30 mars 2023 - art. 15",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000047379064",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-03-31",
                    "dateSignaTexte": "2023-03-30",
                    "dateDebutCible": "2023-04-01"
                },
                {
                    "textCid": "JORFTEXT000047377284",
                    "textTitle": "LOI n°2023-221 du 30 mars 2023 - art. 19",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000047379046",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-03-31",
                    "dateSignaTexte": "2023-03-30",
                    "dateDebutCible": "2023-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044273493",
                    "textTitle": "Décret n°2021-1426 du 29 octobre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044277572",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1426",
                    "datePubli": 1635638400000,
                    "dateDebut": 1635724800000
                },
                {
                    "textCid": "JORFTEXT000044273493",
                    "textTitle": "Décret n°2021-1426 du 29 octobre 2021 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046435242",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1426",
                    "datePubli": 1635638400000,
                    "dateDebut": 1665964800000
                },
                {
                    "textCid": "JORFTEXT000044273493",
                    "textTitle": "Décret n°2021-1426 du 29 octobre 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044277579",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1426",
                    "datePubli": 1635638400000,
                    "dateDebut": 1635724800000
                },
                {
                    "textCid": "JORFTEXT000046432365",
                    "textTitle": "Décret n°2022-1325 du 13 octobre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046433939",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1325",
                    "datePubli": 1665878400000,
                    "dateDebut": 1665964800000
                },
                {
                    "textCid": "JORFTEXT000046432365",
                    "textTitle": "Décret n°2022-1325 du 13 octobre 2022 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046433947",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1325",
                    "datePubli": 1665878400000,
                    "dateDebut": 1665964800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-1-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-1-2",
                    "articleId": "LEGIARTI000047379405",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-7",
                    "articleId": "LEGIARTI000047381784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L443-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L443-8",
                    "articleId": "LEGIARTI000044221479",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634688000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L631-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L631-24",
                    "articleId": "LEGIARTI000022524502",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491004800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044221415",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1634688000000,
                    "dateFin": 1680307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047381774",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1680307200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-1-1",
                "441-1-1"
            ],
            "versionPrecedente": "LEGIARTI000044221415",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044221415",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour les produits alimentaires et les produits destinés à l'alimentation des animaux de compagnie, les conditions générales de vente, sur décision du fournisseur et sans que l'acheteur ne puisse interférer dans ce choix : 1° Soit présentent, pour chacune des matières premières agricoles et pour chacun des produits transformés composés de plus de 50 % de matières premières agricoles qui entrent dans la composition du produit mentionné au premier alinéa du présent I, leur part dans la composition dudit produit, sous la forme d'un pourcentage en volume et d'un pourcentage du tarif du fournisseur ; 2° Soit présentent la part agrégée des matières premières agricoles et des produits transformés composés de plus de 50 % de matière première agricole qui entrent dans la composition du produit mentionné au même premier alinéa, sous la forme d'un pourcentage en volume et d'un pourcentage du tarif du fournisseur ; 3° Soit prévoient, sous réserve qu'elles fassent état d'une évolution du tarif du fournisseur du produit mentionné audit premier alinéa par rapport à l'année précédente, l'intervention d'un tiers indépendant, aux frais du fournisseur, chargé de certifier au terme de la négociation que, conformément au II de l'article L. 443-8, celle-ci n'a pas porté sur la part de cette évolution qui résulte de celle du prix des matières premières agricoles ou des produits transformés mentionnés au premier alinéa du présent I. Dans ce cas, le fournisseur transmet au tiers indépendant les pièces nécessaires à cette certification. Cette certification est fournie dans le mois qui suit la conclusion du contrat. En l'absence de ladite certification, si les parties souhaitent poursuivre leur relation contractuelle, elles modifient leur contrat dans un délai de deux mois à compter de la signature du contrat initial. Le tiers indépendant est astreint au secret professionnel pour les faits, actes et renseignements dont il a connaissance à raison de ses fonctions. Le recours à un tiers indépendant ne dispense pas le fournisseur de conserver un exemplaire des pièces justificatives afin de répondre, le cas échéant, aux demandes de l'administration. Tout manquement au présent I est passible d'une amende administrative dans les conditions prévues au VI de l'article L. 443-8. Un décret peut prévoir que l'obligation prévue au présent I ne s'applique pas aux produits alimentaires ou produits destinés à l'alimentation des animaux de compagnie dont la part agrégée des matières premières agricoles et des produits transformés composés de plus de 50 % de matières premières agricoles, composant ces produits, est inférieure ou égale à un seuil qui ne peut excéder 25 %. II.-A.-Pour l'application du 1° du I, l'acheteur peut, à ses frais, demander au fournisseur de mandater un tiers indépendant pour attester l'exactitude des éléments figurant dans les conditions générales de vente. Dans ce cas, le fournisseur transmet au tiers indépendant, sous dix jours, les pièces justifiant l'exactitude de ces éléments. B.-Pour l'application du 2° du I, l'acheteur peut, à ses frais, demander au fournisseur de mandater un tiers indépendant pour attester l'exactitude des éléments figurant dans les conditions générales de vente. En cas d'inexactitude ou de tromperie volontaire de la part du fournisseur quant à la part agrégée des matières premières agricoles dans le volume du produit ou dans son tarif du fournisseur, constatée par le tiers indépendant et entraînant l'impossibilité de délivrer l'attestation mentionnée à la première phrase du présent B, les frais d'intervention du tiers indépendant sont à la charge du fournisseur. C.-Dans le cadre de l'application des 1° et 2° du I, la mission du tiers indépendant consiste exclusivement, sur la base d'un contrat conclu avec le fournisseur, à réceptionner les pièces transmises par le fournisseur et les pièces justificatives, à attester l'exactitude des informations transmises, notamment la détermination de la part unitaire ou agrégée des matières premières agricoles et produits transformés dans le tarif du fournisseur, et à transmettre cette attestation à l'acheteur dans un délai de dix jours à compter de la réception des pièces mentionnées au présent C. D.-Le tiers indépendant est astreint au secret professionnel pour les faits, actes et renseignements dont il a connaissance à raison de ses fonctions. Le recours à un tiers indépendant ne dispense pas le fournisseur de conserver un exemplaire des pièces justificatives afin de répondre, le cas échéant, aux demandes de l'administration. III.-Le prix de la matière première agricole est celui payé pour la livraison de produits agricoles, au sens des articles 148 et 168 du règlement (UE) n° 1308/2013 du Parlement européen et du Conseil du 17 décembre 2013 portant organisation commune des marchés des produits agricoles et abrogeant les règlements (CEE) n° 922/72, (CEE) n° 234/79, (CE) n° 1037/2001 et (CE) n° 1234/2007 du Conseil, par un premier acheteur, par une organisation de producteurs avec transfert de propriété ou par une coopérative agricole. IV.-Les conditions générales de vente indiquent si un contrat de vente, conclu en application de l'article L. 631-24 du code rural et de la pêche maritime, portant sur les matières premières agricoles entrant dans la composition du produit alimentaire ou du produit destiné à l'alimentation des animaux de compagnie est déjà conclu. V.-Le présent article n'est applicable ni aux grossistes au sens du II de l'article L. 441-4 pour leurs actes d'achat et de revente, ni à certains produits alimentaires, catégories de produits alimentaires ou produits destinés à l'alimentation des animaux de compagnie, dont la liste est définie par un décret pris après concertation avec les organisations interprofessionnelles concernées, en raison des spécificités de leur filière de production. VI.-Un décret peut fixer la liste des professions présumées présenter les garanties pour exercer la mission de tiers indépendant.",
            "texteHtml": "<p>I.-Pour les produits alimentaires et les produits destinés à l'alimentation des animaux de compagnie, les conditions générales de vente, sur décision du fournisseur et sans que l'acheteur ne puisse interférer dans ce choix :<br/><br/>\n 1° Soit présentent, pour chacune des matières premières agricoles et pour chacun des produits transformés composés de plus de 50 % de matières premières agricoles qui entrent dans la composition du produit mentionné au premier alinéa du présent I, leur part dans la composition dudit produit, sous la forme d'un pourcentage en volume et d'un pourcentage du tarif du fournisseur ;<br/><br/>\n 2° Soit présentent la part agrégée des matières premières agricoles et des produits transformés composés de plus de 50 % de matière première agricole qui entrent dans la composition du produit mentionné au même premier alinéa, sous la forme d'un pourcentage en volume et d'un pourcentage du tarif du fournisseur ;<br/><br/>\n 3° Soit prévoient, sous réserve qu'elles fassent état d'une évolution du tarif du fournisseur du produit mentionné audit premier alinéa par rapport à l'année précédente, l'intervention d'un tiers indépendant, aux frais du fournisseur, chargé de certifier au terme de la négociation que, conformément au II de l'article L. 443-8, celle-ci n'a pas porté sur la part de cette évolution qui résulte de celle du prix des matières premières agricoles ou des produits transformés mentionnés au premier alinéa du présent I. Dans ce cas, le fournisseur transmet au tiers indépendant les pièces nécessaires à cette certification. Cette certification est fournie dans le mois qui suit la conclusion du contrat. En l'absence de ladite certification, si les parties souhaitent poursuivre leur relation contractuelle, elles modifient leur contrat dans un délai de deux mois à compter de la signature du contrat initial.<br/><br/>\n Le tiers indépendant est astreint au secret professionnel pour les faits, actes et renseignements dont il a connaissance à raison de ses fonctions. Le recours à un tiers indépendant ne dispense pas le fournisseur de conserver un exemplaire des pièces justificatives afin de répondre, le cas échéant, aux demandes de l'administration.<br/><br/>\n Tout manquement au présent I est passible d'une amende administrative dans les conditions prévues au VI de l'article L. 443-8.<br/><br/>\n Un décret peut prévoir que l'obligation prévue au présent I ne s'applique pas aux produits alimentaires ou produits destinés à l'alimentation des animaux de compagnie dont la part agrégée des matières premières agricoles et des produits transformés composés de plus de 50 % de matières premières agricoles, composant ces produits, est inférieure ou égale à un seuil qui ne peut excéder 25 %.<br/><br/>\n II.-A.-Pour l'application du 1° du I, l'acheteur peut, à ses frais, demander au fournisseur de mandater un tiers indépendant pour attester l'exactitude des éléments figurant dans les conditions générales de vente. Dans ce cas, le fournisseur transmet au tiers indépendant, sous dix jours, les pièces justifiant l'exactitude de ces éléments.<br/><br/>\n B.-Pour l'application du 2° du I, l'acheteur peut, à ses frais, demander au fournisseur de mandater un tiers indépendant pour attester l'exactitude des éléments figurant dans les conditions générales de vente. En cas d'inexactitude ou de tromperie volontaire de la part du fournisseur quant à la part agrégée des matières premières agricoles dans le volume du produit ou dans son tarif du fournisseur, constatée par le tiers indépendant et entraînant l'impossibilité de délivrer l'attestation mentionnée à la première phrase du présent B, les frais d'intervention du tiers indépendant sont à la charge du fournisseur.<br/><br/>\n C.-Dans le cadre de l'application des 1° et 2° du I, la mission du tiers indépendant consiste exclusivement, sur la base d'un contrat conclu avec le fournisseur, à réceptionner les pièces transmises par le fournisseur et les pièces justificatives, à attester l'exactitude des informations transmises, notamment la détermination de la part unitaire ou agrégée des matières premières agricoles et produits transformés dans le tarif du fournisseur, et à transmettre cette attestation à l'acheteur dans un délai de dix jours à compter de la réception des pièces mentionnées au présent C.<br/><br/>\n D.-Le tiers indépendant est astreint au secret professionnel pour les faits, actes et renseignements dont il a connaissance à raison de ses fonctions.<br/><br/>\n Le recours à un tiers indépendant ne dispense pas le fournisseur de conserver un exemplaire des pièces justificatives afin de répondre, le cas échéant, aux demandes de l'administration.<br/><br/>\n III.-Le prix de la matière première agricole est celui payé pour la livraison de produits agricoles, au sens des articles 148 et 168 du règlement (UE) n° 1308/2013 du Parlement européen et du Conseil du 17 décembre 2013 portant organisation commune des marchés des produits agricoles et abrogeant les règlements (CEE) n° 922/72, (CEE) n° 234/79, (CE) n° 1037/2001 et (CE) n° 1234/2007 du Conseil, par un premier acheteur, par une organisation de producteurs avec transfert de propriété ou par une coopérative agricole.<br/><br/>\n IV.-Les conditions générales de vente indiquent si un contrat de vente, conclu en application de l'article L. 631-24 du code rural et de la pêche maritime, portant sur les matières premières agricoles entrant dans la composition du produit alimentaire ou du produit destiné à l'alimentation des animaux de compagnie est déjà conclu.<br/><br/>\n V.-Le présent article n'est applicable ni aux grossistes au sens du II de l'article L. 441-4 pour leurs actes d'achat et de revente, ni à certains produits alimentaires, catégories de produits alimentaires ou produits destinés à l'alimentation des animaux de compagnie, dont la liste est définie par un décret pris après concertation avec les organisations interprofessionnelles concernées, en raison des spécificités de leur filière de production.<br/><br/>\n VI.-Un décret peut fixer la liste des professions présumées présenter les garanties pour exercer la mission de tiers indépendant.</p>",
            "num": "L441-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1634688000000,
            "dateFin": 1680307200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : De la transparence, des pratiques restrictives de concurrence et d'autres pratiques prohibées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133186",
                        "id": "LEGISCTA000006133186",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2019-04-26",
                        "titre": "Chapitre Ier : De la transparence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146075",
                        "id": "LEGISCTA000006146075",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-04-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De la transparence dans la relation commerciale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146075",
                        "id": "LEGISCTA000038414475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-04-26",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Les conditions générales de vente\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038411043",
                        "id": "LEGISCTA000038411043",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044221386",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000038411043",
            "sectionParentId": "LEGISCTA000038411043",
            "sectionParentTitre": "Section 1 : Les conditions générales de vente\r\n",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE IV : De la transparence, des pratiques restrictives de concurrence et d'autres pratiques prohibées. &gt; Chapitre Ier : De la transparence dans la relation commerciale &gt; Section 1 : Les conditions générales de vente\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044221415",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Se reporter aux conditions d'entrée en vigueur mentionnées au II de l'article 16 de la loi n° 2021-1357 du 18 octobre 2021.",
            "notaHtml": "<p>Se reporter aux conditions d'entrée en vigueur mentionnées au II de l'article 16 de la loi n° 2021-1357 du 18 octobre 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044220683",
                    "textTitle": "LOI n°2021-1357 du 18 octobre 2021 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000044221117",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-10-19",
                    "dateSignaTexte": "2021-10-18",
                    "dateDebutCible": "2021-10-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044273493",
                    "textTitle": "Décret n°2021-1426 du 29 octobre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044277572",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1426",
                    "datePubli": 1635638400000,
                    "dateDebut": 1635724800000
                },
                {
                    "textCid": "JORFTEXT000044273493",
                    "textTitle": "Décret n°2021-1426 du 29 octobre 2021 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046435242",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1426",
                    "datePubli": 1635638400000,
                    "dateDebut": 1665964800000
                },
                {
                    "textCid": "JORFTEXT000044273493",
                    "textTitle": "Décret n°2021-1426 du 29 octobre 2021 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044277579",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1426",
                    "datePubli": 1635638400000,
                    "dateDebut": 1635724800000
                },
                {
                    "textCid": "JORFTEXT000046432365",
                    "textTitle": "Décret n°2022-1325 du 13 octobre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046433939",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1325",
                    "datePubli": 1665878400000,
                    "dateDebut": 1665964800000
                },
                {
                    "textCid": "JORFTEXT000046432365",
                    "textTitle": "Décret n°2022-1325 du 13 octobre 2022 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046433947",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1325",
                    "datePubli": 1665878400000,
                    "dateDebut": 1665964800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-1-2",
                    "articleId": "LEGIARTI000047379405",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-7",
                    "articleId": "LEGIARTI000047381784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044221415",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1634688000000,
                    "dateFin": 1680307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047381774",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1680307200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-1-1",
                "441-1-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}