{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033614012",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Pour l'application du III de l'article L. 312-4 , le fonds de garantie des dépôts et de résolution peut être chargé d'informer les déposants des succursales mentionnées à ce III pour le compte des autorités d'un autre Etat partie à l'accord sur l'Espace économique européen chargées de l'administration ou de la gestion d'un mécanisme de garantie des dépôts équivalent. Il peut être destinataire à cette occasion de toutes demandes ou réclamations formulées par les déposants de ces succursales en vue de les transmettre à ces autorités. Lorsqu'il intervient à la demande et conformément aux instructions des autorités mentionnées au premier alinéa pour indemniser les déposants d'une succursale située en France d'un établissement de crédit couvert par le fonds de garantie de l'Etat mentionné à ce même alinéa, la responsabilité du fonds de garantie des dépôts et de résolution ne peut être engagée vis-à-vis des déposants de cette succursale. Il intervient dans la limite des ressources qui lui sont transférées par le fonds de garantie de cet Etat et sous réserve du remboursement des frais afférents à cette intervention. II. – Le fonds de garantie des dépôts et de résolution peut indemniser les déposants d'une succursale d'un de ses adhérents située dans un Etat partie à l'accord sur l'Espace économique européen par l'intermédiaire d'un système de garantie des dépôts de cet Etat. Le fonds de garantie des dépôts et de résolution peut confier à ce dernier la charge d'informer pour son compte les déposants concernés. Il peut également lui confier la charge de recevoir toute demande ou réclamation de ces déposants, pour son compte, en vue de les lui transmettre. La responsabilité du fonds de garantie des dépôts et de résolution ne peut être engagée vis-à-vis des déposants d'une succursale d'un de ses adhérents située dans un autre pays de l'Espace économique européen si les autorités de cet Etat chargées de l'administration ou de la gestion du mécanisme de garantie des dépôts équivalent du pays dans lequel est située cette succursale n'ont pas agi conformément aux instructions qui leur ont été données par le fonds de garantie des dépôts et de résolution. III. – Dans les cas prévus aux I et II, le fonds de garantie des dépôts et de résolution peut communiquer avec les déposants concernés dans une langue autre que le français. IV. – Pour l'application du I et du II, le fonds de garantie des dépôts et de résolution peut, après avis de l'Autorité de contrôle prudentiel et de résolution, conclure des accords avec les autorités ou personnes chargées d'administrer un système de garantie des dépôts équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen. Ces accords visent à : 1° Procéder, par l'intermédiaire de ces autorités ou personnes, à l'indemnisation des déposants d'une succursale d'un établissement de crédit adhérant au fonds de garantie des dépôts et de résolution lorsque cette succursale est située dans cet autre Etat ; 2° Indemniser pour leur compte les déposants d'une succursale située en France d'un établissement en application du III de l'article L. 312-4 ; 3° Echanger avec elles les informations nécessaires à l'exercice de leurs missions respectives, y compris des informations couvertes par le secret professionnel mentionné à l'article L. 511-33 sous réserve que ces autorités ou personnes soient elles-mêmes assujetties à des obligations de confidentialité et que ces informations ne puissent être utilisées qu'aux fins pour lesquelles elles ont été transmises ; 4° Définir les modalités de communication avec les déposants des succursales situées dans un Etat partie à l'accord sur l'Espace économique européen autre que celui du système de garantie responsable de leur indemnisation. Ces accords peuvent en outre porter sur les conditions dans lesquelles sont transférées les contributions d'un établissement de crédit adhérant au fonds de garantie des dépôts et de résolution ou à un système équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen lorsque les activités de cet établissement sont elles-mêmes transférées en tout ou partie dans cet Etat ou en France et conduisent cet établissement à devoir adhérer à un autre système de garantie des dépôts. Ces accords ne peuvent porter que sur le transfert des contributions versées par cet établissement de crédit au cours des douze mois précédant le transfert de son activité, à l'exception des contributions exceptionnelles mentionnées au deuxième alinéa du I de l'article L. 312-7 . Le montant des contributions transférées est calculé au prorata du montant des dépôts garantis transférés. Le transfert en application du précédent alinéa des contributions versées au fonds de garantie des dépôts et de résolution est réalisé de plein droit à la date convenue par le fonds et son cocontractant sans autre formalité. Lorsque les contributions devant être transférées ont été acquittées par l'établissement sous la forme de certificats d'associés ou de certificats d'association, ces certificats sont préalablement annulés ou leur montant nominal réduit du montant des sommes devant être transférées. Lorsque le fonds de garantie des dépôts et de résolution conclut un accord avec les autorités ou personnes mentionnées au premier alinéa, il en informe l'Autorité de contrôle prudentiel et de résolution, à charge pour celle-ci d'en informer l'Autorité bancaire européenne. En cas de différend sur l'application d'un tel accord, le fonds de garantie des dépôts et de résolution peut saisir l'Autorité bancaire européenne en vue de parvenir à un règlement sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010. L'absence d'accord ne préjudicie pas aux droits des déposants d'une succursale d'un établissement adhérent du fonds de garantie des dépôts et de résolution située dans un autre Etat partie à l'accord sur l'Espace économique européen d'être indemnisés par le fonds de garantie des dépôts et de résolution en cas d'intervention au titre du I de l'article L. 312-5 auprès de cet établissement. V. – Conformément au V de l'article L. 312-7, le fonds de garantie des dépôts et de résolution peut emprunter auprès des autorités ou personnes chargées d'administrer un système de garantie des dépôts équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen. Il peut également leur consentir des prêts. Les contrats d'emprunt ou de prêt ne peuvent être conclus que sur avis conforme de l'Autorité de contrôle prudentiel et de résolution. VI. – Dans les mêmes conditions, le fonds de garantie des dépôts et de résolution peut emprunter auprès des autres dispositifs de financement de la résolution des Etats parties à l'accord sur l'Espace économique européen, leur consentir des prêts ou leur donner sa garantie.",
            "texteHtml": "<p>I. – Pour l'application du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652054&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L312-4 (VT)'>L. 312-4</a>, le fonds de garantie des dépôts et de résolution peut être chargé d'informer les déposants des succursales mentionnées à ce III pour le compte des autorités d'un autre Etat partie à l'accord sur l'Espace économique européen chargées de l'administration ou de la gestion d'un mécanisme de garantie des dépôts équivalent. </p><p>Il peut être destinataire à cette occasion de toutes demandes ou réclamations formulées par les déposants de ces succursales en vue de les transmettre à ces autorités. </p><p>Lorsqu'il intervient à la demande et conformément aux instructions des autorités mentionnées au premier alinéa pour indemniser les déposants d'une succursale située en France d'un établissement de crédit couvert par le fonds de garantie de l'Etat mentionné à ce même alinéa, la responsabilité du fonds de garantie des dépôts et de résolution ne peut être engagée vis-à-vis des déposants de cette succursale. Il intervient dans la limite des ressources qui lui sont transférées par le fonds de garantie de cet Etat et sous réserve du remboursement des frais afférents à cette intervention. </p><p>II. – Le fonds de garantie des dépôts et de résolution peut indemniser les déposants d'une succursale d'un de ses adhérents située dans un Etat partie à l'accord sur l'Espace économique européen par l'intermédiaire d'un système de garantie des dépôts de cet Etat. Le fonds de garantie des dépôts et de résolution peut confier à ce dernier la charge d'informer pour son compte les déposants concernés. Il peut également lui confier la charge de recevoir toute demande ou réclamation de ces déposants, pour son compte, en vue de les lui transmettre. </p><p>La responsabilité du fonds de garantie des dépôts et de résolution ne peut être engagée vis-à-vis des déposants d'une succursale d'un de ses adhérents située dans un autre pays de l'Espace économique européen si les autorités de cet Etat chargées de l'administration ou de la gestion du mécanisme de garantie des dépôts équivalent du pays dans lequel est située cette succursale n'ont pas agi conformément aux instructions qui leur ont été données par le fonds de garantie des dépôts et de résolution. </p><p>III. – Dans les cas prévus aux I et II, le fonds de garantie des dépôts et de résolution peut communiquer avec les déposants concernés dans une langue autre que le français. </p><p>IV. – Pour l'application du I et du II, le fonds de garantie des dépôts et de résolution peut, après avis de l'Autorité de contrôle prudentiel et de résolution, conclure des accords avec les autorités ou personnes chargées d'administrer un système de garantie des dépôts équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen. Ces accords visent à : </p><p>1° Procéder, par l'intermédiaire de ces autorités ou personnes, à l'indemnisation des déposants d'une succursale d'un établissement de crédit adhérant au fonds de garantie des dépôts et de résolution lorsque cette succursale est située dans cet autre Etat ; </p><p>2° Indemniser pour leur compte les déposants d'une succursale située en France d'un établissement en application du III de l'article L. 312-4 ; </p><p>3° Echanger avec elles les informations nécessaires à l'exercice de leurs missions respectives, y compris des informations couvertes par le secret professionnel mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654596&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-33 (VT)'>L. 511-33 </a>sous réserve que ces autorités ou personnes soient elles-mêmes assujetties à des obligations de confidentialité et que ces informations ne puissent être utilisées qu'aux fins pour lesquelles elles ont été transmises ; </p><p>4° Définir les modalités de communication avec les déposants des succursales situées dans un Etat partie à l'accord sur l'Espace économique européen autre que celui du système de garantie responsable de leur indemnisation. </p><p>Ces accords peuvent en outre porter sur les conditions dans lesquelles sont transférées les contributions d'un établissement de crédit adhérant au fonds de garantie des dépôts et de résolution ou à un système équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen lorsque les activités de cet établissement sont elles-mêmes transférées en tout ou partie dans cet Etat ou en France et conduisent cet établissement à devoir adhérer à un autre système de garantie des dépôts. Ces accords ne peuvent porter que sur le transfert des contributions versées par cet établissement de crédit au cours des douze mois précédant le transfert de son activité, à l'exception des contributions exceptionnelles mentionnées au deuxième alinéa du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652059&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L312-7 (V)'>L. 312-7</a>. Le montant des contributions transférées est calculé au prorata du montant des dépôts garantis transférés. </p><p>Le transfert en application du précédent alinéa des contributions versées au fonds de garantie des dépôts et de résolution est réalisé de plein droit à la date convenue par le fonds et son cocontractant sans autre formalité. Lorsque les contributions devant être transférées ont été acquittées par l'établissement sous la forme de certificats d'associés ou de certificats d'association, ces certificats sont préalablement annulés ou leur montant nominal réduit du montant des sommes devant être transférées. </p><p>Lorsque le fonds de garantie des dépôts et de résolution conclut un accord avec les autorités ou personnes mentionnées au premier alinéa, il en informe l'Autorité de contrôle prudentiel et de résolution, à charge pour celle-ci d'en informer l'Autorité bancaire européenne. </p><p>En cas de différend sur l'application d'un tel accord, le fonds de garantie des dépôts et de résolution peut saisir l'Autorité bancaire européenne en vue de parvenir à un règlement sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010. </p><p>L'absence d'accord ne préjudicie pas aux droits des déposants d'une succursale d'un établissement adhérent du fonds de garantie des dépôts et de résolution située dans un autre Etat partie à l'accord sur l'Espace économique européen d'être indemnisés par le fonds de garantie des dépôts et de résolution en cas d'intervention au titre du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652056&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L312-5 (V)'>L. 312-5</a> auprès de cet établissement. </p><p>V. – Conformément au V de l'article L. 312-7, le fonds de garantie des dépôts et de résolution peut emprunter auprès des autorités ou personnes chargées d'administrer un système de garantie des dépôts équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen. Il peut également leur consentir des prêts. </p><p>Les contrats d'emprunt ou de prêt ne peuvent être conclus que sur avis conforme de l'Autorité de contrôle prudentiel et de résolution. </p><p>VI. – Dans les mêmes conditions, le fonds de garantie des dépôts et de résolution peut emprunter auprès des autres dispositifs de financement de la résolution des Etats parties à l'accord sur l'Espace économique européen, leur consentir des prêts ou leur donner sa garantie.</p>",
            "num": "L312-8-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1481414400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1968526676,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123907",
                        "id": "LEGISCTA000006123907",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les opérations de banque",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000006139955",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2013-01-30",
                        "titre": "Titre Ier :  Les opérations de banques et les services de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000020866764",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000027007588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Comptes et dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154410",
                        "id": "LEGISCTA000006154410",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2015-08-22",
                        "titre": "Section 3 : Garantie des déposants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170368",
                        "id": "LEGISCTA000006170368",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Fonds de garantie des dépôts et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170368",
                        "id": "LEGISCTA000031094723",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Ressources du fonds de garantie des dépôts et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031075870",
                        "id": "LEGISCTA000031075873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031076203",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031075870",
            "sectionParentId": "LEGISCTA000031075873",
            "sectionParentTitre": "Sous-section 3 : Ressources du fonds de garantie des dépôts et de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Les services &gt; Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique &gt; Chapitre II : Comptes et dépôts &gt; Section 3 : Fonds de garantie des dépôts et de résolution &gt; Sous-section 3 : Ressources du fonds de garantie des dépôts et de résolution",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033614012",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n°2016-1691 du 9 décembre 2016 - art. 150 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "150",
                    "articleId": "LEGIARTI000033562063",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-10",
                    "dateSignaTexte": "2016-12-09",
                    "dateDebutCible": "2016-12-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031396885",
                    "textTitle": "ARRÊTÉ du 27 octobre 2015 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000038349248",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1446163200000,
                    "dateDebut": 1553904000000
                },
                {
                    "textCid": "JORFTEXT000031396885",
                    "textTitle": "ARRÊTÉ du 27 octobre 2015 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000038349241",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1446163200000,
                    "dateDebut": 1553904000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L312-16",
                    "articleId": "LEGIARTI000036535170",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516752000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-4",
                    "articleId": "LEGIARTI000006652054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-5",
                    "articleId": "LEGIARTI000006652056",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-7",
                    "articleId": "LEGIARTI000006652059",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-33 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-33",
                    "articleId": "LEGIARTI000006654596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L743-2 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L743-2",
                    "articleId": "LEGIARTI000035731973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031076220",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033614012",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L312-8-2",
                "312-8-2"
            ],
            "versionPrecedente": "LEGIARTI000031076220",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031076220",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour l'application du III de l'article L. 312-4, le fonds de garantie des dépôts et de résolution peut être chargé d'informer les déposants des succursales mentionnées à ce III pour le compte des autorités d'un autre Etat partie à l'accord sur l'Espace économique européen chargées de l'administration ou de la gestion d'un mécanisme de garantie des dépôts équivalent. Il peut être destinataire à cette occasion de toutes demandes ou réclamations formulées par les déposants de ces succursales en vue de les transmettre à ces autorités. Lorsqu'il intervient à la demande et conformément aux instructions des autorités mentionnées au premier alinéa pour indemniser les déposants d'une succursale située en France d'un établissement de crédit couvert par le fonds de garantie de l'Etat mentionné à ce même alinéa, la responsabilité du fonds de garantie des dépôts et de résolution ne peut être engagée vis-à-vis des déposants de cette succursale.   Il intervient dans la limite des ressources qui lui sont transférées par le fonds de garantie de cet Etat et sous réserve du remboursement des frais afférents à cette intervention. II.-Le fonds de garantie des dépôts et de résolution peut indemniser les déposants d'une succursale d'un de ses adhérents située dans un Etat partie à l'accord sur l'Espace économique européen par l'intermédiaire d'un système de garantie des dépôts de cet Etat. Le fonds de garantie des dépôts et de résolution peut confier à ce dernier la charge d'informer pour son compte les déposants concernés pour son compte. Il peut également lui confier la charge de recevoir toute demande ou réclamation de ces déposants, pour son compte, en vue de les lui transmettre. La responsabilité du fonds de garantie des dépôts et de résolution ne peut être engagée vis-à-vis des déposants d'une succursale d'un de ses adhérents située dans un autre pays de l'Espace économique européen si les autorités de cet Etat chargées de l'administration ou de la gestion du mécanisme de garantie des dépôts équivalent du pays dans lequel est située cette succursale n'ont pas agi conformément aux instructions qui leur ont été données par le fonds de garantie des dépôts et de résolution. III.-Dans les cas prévus aux I et II, le fonds de garantie des dépôts et de résolution peut communiquer avec les déposants concernés dans une langue autre que le français. IV.-Pour l'application du I et du II, le fonds de garantie des dépôts et de résolution peut, après avis de l'Autorité de contrôle prudentiel et de résolution, conclure des accords avec les autorités ou personnes chargées d'administrer un système de garantie des dépôts équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen. Ces accords visent à : 1° Procéder, par l'intermédiaire de ces autorités ou personnes, à l'indemnisation des déposants d'une succursale d'un établissement de crédit adhérant au fonds de garantie des dépôts et de résolution lorsque cette succursale est située dans cet autre Etat ; 2° Indemniser pour leur compte les déposants d'une succursale située en France d'un établissement en application du III de l'article L. 312-4 ; 3° Echanger avec elles les informations nécessaires à l'exercice de leurs missions respectives, y compris des informations couvertes par le secret professionnel mentionné à l'article L. 511-33 sous réserve que ces autorités ou personnes soient elles-mêmes assujetties à des obligations de confidentialité et que ces informations ne puissent être utilisées qu'aux fins pour lesquelles elles ont été transmises ; 4° Définir les modalités de communication avec les déposants des succursales situées dans un Etat partie à l'accord sur l'Espace économique européen autre que celui du système de garantie responsable de leur indemnisation. Ces accords peuvent en outre porter sur les conditions dans lesquelles sont transférées les contributions d'un établissement de crédit adhérant au fonds de garantie des dépôts et de résolution ou à un système équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen lorsque les activités de cet établissement sont elles-mêmes transférées en tout ou partie dans cet Etat ou en France et conduisent cet établissement à devoir adhérer à un autre système de garantie des dépôts. Ces accords ne peuvent porter que sur le transfert des contributions versées par cet établissement de crédit au cours des douze mois précédant le transfert de son activité, à l'exception des contributions exceptionnelles mentionnées au deuxième alinéa du I de l'article L. 312-7. Le montant des contributions transférées est calculé au prorata du montant des dépôts garantis transférés. Le transfert en application du précédent alinéa des contributions versées au fonds de garantie des dépôts et de résolution est réalisé de plein droit à la date convenue par le fonds et son cocontractant sans autre formalité. Lorsque les contributions devant être transférées ont été acquittées par l'établissement sous la forme de certificats d'associés ou de certificats d'association, ces certificats sont préalablement annulés ou leur montant nominal réduit du montant des sommes devant être transférées. Lorsque le fonds de garantie des dépôts et de résolution conclut un accord avec les autorités ou personnes mentionnées au premier alinéa, il en informe l'Autorité de contrôle prudentiel et de résolution, à charge pour celle-ci d'en informer l'Autorité bancaire européenne. En cas de différend sur l'application d'un tel accord, le fonds de garantie des dépôts et de résolution peut saisir l'Autorité bancaire européenne en vue de parvenir à un règlement sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010. L'absence d'accord ne préjudicie pas aux droits des déposants d'une succursale d'un établissement adhérent du fonds de garantie des dépôts et de résolution située dans un autre Etat partie à l'accord sur l'Espace économique européen d'être indemnisés par le fonds de garantie des dépôts et de résolution en cas d'intervention au titre du I de l'article L. 312-5 auprès de cet établissement. V.-Conformément au V de l'article L. 312-7, le fonds de garantie des dépôts et de résolution peut emprunter auprès des autorités ou personnes chargées d'administrer un système de garantie des dépôts équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen. Il peut également leur consentir des prêts. Les contrats d'emprunt ou de prêt ne peuvent être conclus que sur avis conforme de l'Autorité de contrôle prudentiel et de résolution. VI.-Dans les mêmes conditions, le fonds de garantie des dépôts et de résolution peut emprunter auprès des autres dispositifs de financement de la résolution des Etats parties à l'accord sur l'Espace économique européen, leur consentir des prêts ou leur donner sa garantie.",
            "texteHtml": "<p>I.-Pour l'application du III de l'article L. 312-4, le fonds de garantie des dépôts et de résolution peut être chargé d'informer les déposants des succursales mentionnées à ce III pour le compte des autorités d'un autre Etat partie à l'accord sur l'Espace économique européen chargées de l'administration ou de la gestion d'un mécanisme de garantie des dépôts équivalent. <br/><br/> Il peut être destinataire à cette occasion de toutes demandes ou réclamations formulées par les déposants de ces succursales en vue de les transmettre à ces autorités. <br/><br/> Lorsqu'il intervient à la demande et conformément aux instructions des autorités mentionnées au premier alinéa pour indemniser les déposants d'une succursale située en France d'un établissement de crédit couvert par le fonds de garantie de l'Etat mentionné à ce même alinéa, la responsabilité du fonds de garantie des dépôts et de résolution ne peut être engagée vis-à-vis des déposants de cette succursale.   Il intervient dans la limite des ressources qui lui sont transférées par le fonds de garantie de cet Etat et sous réserve du remboursement des frais afférents à cette intervention. <br/><br/> II.-Le fonds de garantie des dépôts et de résolution peut indemniser les déposants d'une succursale d'un de ses adhérents située dans un Etat partie à l'accord sur l'Espace économique européen par l'intermédiaire d'un système de garantie des dépôts de cet Etat. Le fonds de garantie des dépôts et de résolution peut confier à ce dernier la charge d'informer pour son compte les déposants concernés pour son compte. Il peut également lui confier la charge de recevoir toute demande ou réclamation de ces déposants, pour son compte, en vue de les lui transmettre. <br/><br/> La responsabilité du fonds de garantie des dépôts et de résolution ne peut être engagée vis-à-vis des déposants d'une succursale d'un de ses adhérents située dans un autre pays de l'Espace économique européen si les autorités de cet Etat chargées de l'administration ou de la gestion du mécanisme de garantie des dépôts équivalent du pays dans lequel est située cette succursale n'ont pas agi conformément aux instructions qui leur ont été données par le fonds de garantie des dépôts et de résolution. <br/><br/> III.-Dans les cas prévus aux I et II, le fonds de garantie des dépôts et de résolution peut communiquer avec les déposants concernés dans une langue autre que le français. <br/><br/> IV.-Pour l'application du I et du II, le fonds de garantie des dépôts et de résolution peut, après avis de l'Autorité de contrôle prudentiel et de résolution, conclure des accords avec les autorités ou personnes chargées d'administrer un système de garantie des dépôts équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen. Ces accords visent à : <br/><br/> 1° Procéder, par l'intermédiaire de ces autorités ou personnes, à l'indemnisation des déposants d'une succursale d'un établissement de crédit adhérant au fonds de garantie des dépôts et de résolution lorsque cette succursale est située dans cet autre Etat ; <br/><br/> 2° Indemniser pour leur compte les déposants d'une succursale située en France d'un établissement en application du III de l'article L. 312-4 ; <br/><br/> 3° Echanger avec elles les informations nécessaires à l'exercice de leurs missions respectives, y compris des informations couvertes par le secret professionnel mentionné à l'article L. 511-33 sous réserve que ces autorités ou personnes soient elles-mêmes assujetties à des obligations de confidentialité et que ces informations ne puissent être utilisées qu'aux fins pour lesquelles elles ont été transmises ; <br/><br/> 4° Définir les modalités de communication avec les déposants des succursales situées dans un Etat partie à l'accord sur l'Espace économique européen autre que celui du système de garantie responsable de leur indemnisation. <br/><br/> Ces accords peuvent en outre porter sur les conditions dans lesquelles sont transférées les contributions d'un établissement de crédit adhérant au fonds de garantie des dépôts et de résolution ou à un système équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen lorsque les activités de cet établissement sont elles-mêmes transférées en tout ou partie dans cet Etat ou en France et conduisent cet établissement à devoir adhérer à un autre système de garantie des dépôts. Ces accords ne peuvent porter que sur le transfert des contributions versées par cet établissement de crédit au cours des douze mois précédant le transfert de son activité, à l'exception des contributions exceptionnelles mentionnées au deuxième alinéa du I de l'article L. 312-7. Le montant des contributions transférées est calculé au prorata du montant des dépôts garantis transférés. <br/><br/> Le transfert en application du précédent alinéa des contributions versées au fonds de garantie des dépôts et de résolution est réalisé de plein droit à la date convenue par le fonds et son cocontractant sans autre formalité. Lorsque les contributions devant être transférées ont été acquittées par l'établissement sous la forme de certificats d'associés ou de certificats d'association, ces certificats sont préalablement annulés ou leur montant nominal réduit du montant des sommes devant être transférées. <br/><br/> Lorsque le fonds de garantie des dépôts et de résolution conclut un accord avec les autorités ou personnes mentionnées au premier alinéa, il en informe l'Autorité de contrôle prudentiel et de résolution, à charge pour celle-ci d'en informer l'Autorité bancaire européenne. <br/><br/> En cas de différend sur l'application d'un tel accord, le fonds de garantie des dépôts et de résolution peut saisir l'Autorité bancaire européenne en vue de parvenir à un règlement sur le fondement de l'article 19 du règlement (UE) n° 1093/2010 du Parlement européen et du Conseil du 24 novembre 2010. <br/><br/> L'absence d'accord ne préjudicie pas aux droits des déposants d'une succursale d'un établissement adhérent du fonds de garantie des dépôts et de résolution située dans un autre Etat partie à l'accord sur l'Espace économique européen d'être indemnisés par le fonds de garantie des dépôts et de résolution en cas d'intervention au titre du I de l'article L. 312-5 auprès de cet établissement. <br/><br/> V.-Conformément au V de l'article L. 312-7, le fonds de garantie des dépôts et de résolution peut emprunter auprès des autorités ou personnes chargées d'administrer un système de garantie des dépôts équivalent d'un autre Etat partie à l'accord sur l'Espace économique européen. Il peut également leur consentir des prêts. <br/><br/> Les contrats d'emprunt ou de prêt ne peuvent être conclus que sur avis conforme de l'Autorité de contrôle prudentiel et de résolution. <br/><br/> VI.-Dans les mêmes conditions, le fonds de garantie des dépôts et de résolution peut emprunter auprès des autres dispositifs de financement de la résolution des Etats parties à l'accord sur l'Espace économique européen, leur consentir des prêts ou leur donner sa garantie. </p>",
            "num": "L312-8-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1440201600000,
            "dateFin": 1481414400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1968526676,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123907",
                        "id": "LEGISCTA000006123907",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les opérations de banque",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000006139955",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2013-01-30",
                        "titre": "Titre Ier :  Les opérations de banques et les services de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000020866764",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139955",
                        "id": "LEGISCTA000027007588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Comptes et dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154410",
                        "id": "LEGISCTA000006154410",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2015-08-22",
                        "titre": "Section 3 : Garantie des déposants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170368",
                        "id": "LEGISCTA000006170368",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Fonds de garantie des dépôts et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170368",
                        "id": "LEGISCTA000031094723",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Ressources du fonds de garantie des dépôts et de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031075870",
                        "id": "LEGISCTA000031075873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031076203",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031075870",
            "sectionParentId": "LEGISCTA000031075873",
            "sectionParentTitre": "Sous-section 3 : Ressources du fonds de garantie des dépôts et de résolution",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Les services &gt; Titre Ier :  Les opérations de banque, les services de paiement et l'émission et la gestion de monnaie électronique &gt; Chapitre II : Comptes et dépôts &gt; Section 3 : Fonds de garantie des dépôts et de résolution &gt; Sous-section 3 : Ressources du fonds de garantie des dépôts et de résolution",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031076220",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031070122",
                    "textTitle": "ORDONNANCE n° 2015-1024 du 20 août 2015 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031075650",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-08-21",
                    "dateSignaTexte": "2015-08-20",
                    "dateDebutCible": "2015-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031396885",
                    "textTitle": "ARRÊTÉ du 27 octobre 2015 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000038349248",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1446163200000,
                    "dateDebut": 1553904000000
                },
                {
                    "textCid": "JORFTEXT000031396885",
                    "textTitle": "ARRÊTÉ du 27 octobre 2015 - art. 17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000038349241",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1446163200000,
                    "dateDebut": 1553904000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L312-16",
                    "articleId": "LEGIARTI000036535170",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516752000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L743-2 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L743-2",
                    "articleId": "LEGIARTI000035731973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031076220",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033614012",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L312-8-2",
                "312-8-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}