{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041571816",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. En vue de l'établissement de la taxe foncière sur les propriétés bâties, de la cotisation foncière des entreprises, de la taxe d'habitation sur les résidences secondaires et autres locaux meublés non affectés à l'habitation principale et de la taxe d'enlèvement des ordures ménagères, la valeur locative des propriétés bâties mentionnées au I de l'article 1498 est corrigée par un coefficient de neutralisation. Ce coefficient est égal, pour chaque taxe et chaque collectivité territoriale, au rapport entre, d'une part, la somme des valeurs locatives non révisées au 1er janvier 2017 des propriétés bâties mentionnées au même I de l'article 1498 imposables au titre de cette année dans son ressort territorial, à l'exception de celles mentionnées au 2 du présent I, et, d'autre part, la somme des valeurs locatives révisées de ces mêmes propriétés à la date de référence du 1er janvier 2013. Le coefficient de neutralisation déterminé pour chacune de ces taxes s'applique également pour l'établissement de leurs taxes annexes. Les coefficients déterminés pour une commune s'appliquent aux bases imposées au profit des établissements publics de coopération intercommunale dont elle est membre. Pour la Ville de Paris, le coefficient de neutralisation applicable pour l'établissement de la taxe foncière sur les propriétés bâties est égal au coefficient de neutralisation appliqué en 2018 pour la commune de Paris. 2. Par dérogation au 1 du présent I, le coefficient de neutralisation appliqué, pour chaque taxe, à la valeur locative des propriétés bâties mentionnées au I de l'article 1498 et prises en compte dans les bases d'imposition de La Poste, dans les conditions prévues à l'article 1635 sexies , est égal au rapport entre, d'une part, la somme des valeurs locatives non révisées de ces propriétés au 1er janvier 2017 imposables au titre de cette année et, d'autre part, la somme des valeurs locatives révisées de ces propriétés à la date de référence du 1er janvier 2013. 3. Pour les communes, chaque coefficient mentionné aux 1 et 2 appliqué aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égal au rapport entre : 1° D'une part, la somme du produit du taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour la commune et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour le département ; 2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020. II. – Le I du présent article cesse de s'appliquer l'année de la prise en compte, pour l'établissement des bases, de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile prévue au B du II de l'article 74 de la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013. III. – Pour les impositions dues au titre des années 2017 à 2025 : 1. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du I est positive, celle-ci est majorée d'un montant égal à la moitié de cette différence ; 2. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du même I est négative, celle-ci est minorée d'un montant égal à la moitié de cette différence ; 3. Pour les communes, chaque majoration ou minoration mentionnée aux 1 et 2 appliquée aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égale au rapport entre : 1° D'une part, la somme du produit de taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 ou 2 appliqué à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties communale et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 et 2 appliquée à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties départementale ; 2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020. Le présent III n'est applicable ni aux locaux mentionnés au 2 du I du présent article, ni aux locaux concernés par l'application du I de l'article 1406 après le 1er janvier 2017, sauf si le changement de consistance concerne moins de 10 % de la surface de ces locaux. IV. – Pour la détermination des valeurs locatives non révisées au 1er janvier 2017 mentionnées aux I et III, il est fait application des dispositions prévues par le présent code, dans sa rédaction en vigueur le 31 décembre 2016. V. – Le 3 des I et III ne s'applique pas pour l'établissement de la base d'imposition à la taxe prévue à l'article 1530.",
            "texteHtml": "<p>I. – 1. En vue de l'établissement de la taxe foncière sur les propriétés bâties, de la cotisation foncière des entreprises, de la taxe d'habitation sur les résidences secondaires et autres locaux meublés non affectés à l'habitation principale et de la taxe d'enlèvement des ordures ménagères, la valeur locative des propriétés bâties mentionnées au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306251&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1498 (V)'>1498 </a>est corrigée par un coefficient de neutralisation.</p><p>Ce coefficient est égal, pour chaque taxe et chaque collectivité territoriale, au rapport entre, d'une part, la somme des valeurs locatives non révisées au 1er janvier 2017 des propriétés bâties mentionnées au même I de l'article 1498 imposables au titre de cette année dans son ressort territorial, à l'exception de celles mentionnées au 2 du présent I, et, d'autre part, la somme des valeurs locatives révisées de ces mêmes propriétés à la date de référence du 1er janvier 2013.</p><p>Le coefficient de neutralisation déterminé pour chacune de ces taxes s'applique également pour l'établissement de leurs taxes annexes.</p><p>Les coefficients déterminés pour une commune s'appliquent aux bases imposées au profit des établissements publics de coopération intercommunale dont elle est membre.</p><p>Pour la Ville de Paris, le coefficient de neutralisation applicable pour l'établissement de la taxe foncière sur les propriétés bâties est égal au coefficient de neutralisation appliqué en 2018 pour la commune de Paris.</p><p>2. Par dérogation au 1 du présent I, le coefficient de neutralisation appliqué, pour chaque taxe, à la valeur locative des propriétés bâties mentionnées au I de l'article 1498 et prises en compte dans les bases d'imposition de La Poste, dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306805&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1635 sexies (V)'>1635 sexies</a>, est égal au rapport entre, d'une part, la somme des valeurs locatives non révisées de ces propriétés au 1er janvier 2017 imposables au titre de cette année et, d'autre part, la somme des valeurs locatives révisées de ces propriétés à la date de référence du 1er janvier 2013.</p><p>3. Pour les communes, chaque coefficient mentionné aux 1 et 2 appliqué aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égal au rapport entre :</p><p>1° D'une part, la somme du produit du taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour la commune et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour le département ;</p><p>2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020.</p><p>II. – Le I du présent article cesse de s'appliquer l'année de la prise en compte, pour l'établissement des bases, de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile prévue au B du II de l'article 74 de la loi n° <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028400921&idArticle=JORFARTI000028401891&categorieLien=cid' title='LOI n° 2013-1279 du 29 décembre 2013 - art. 74 (V)'>2013-1279</a> du 29 décembre 2013 de finances rectificative pour 2013.</p><p>III. – Pour les impositions dues au titre des années 2017 à 2025 :</p><p>1. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du I est positive, celle-ci est majorée d'un montant égal à la moitié de cette différence ;</p><p>2. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du même I est négative, celle-ci est minorée d'un montant égal à la moitié de cette différence ;</p><p>3. Pour les communes, chaque majoration ou minoration mentionnée aux 1 et 2 appliquée aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égale au rapport entre :</p><p>1° D'une part, la somme du produit de taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 ou 2 appliqué à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties communale et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 et 2 appliquée à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties départementale ;</p><p>2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020.</p><p>Le présent III n'est applicable ni aux locaux mentionnés au 2 du I du présent article, ni aux locaux concernés par l'application du I de l'article 1406 après le 1er janvier 2017, sauf si le changement de consistance concerne moins de 10 % de la surface de ces locaux.</p><p>IV. – Pour la détermination des valeurs locatives non révisées au 1er janvier 2017 mentionnées aux I et III, il est fait application des dispositions prévues par le présent code, dans sa rédaction en vigueur le 31 décembre 2016.</p><p>V. – Le 3 des I et III ne s'applique pas pour l'établissement de la base d'imposition à la taxe prévue à l'article 1530.</p>",
            "num": "1518 A quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1672531200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013268603,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impositions communales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133852",
                        "id": "LEGISCTA000006133852",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147071",
                        "id": "LEGISCTA000006147071",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Règles d'évaluation de la valeur locative des biens imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162663",
                        "id": "LEGISCTA000006162663",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "III : Dispositions communes aux biens passibles des impôts directs locaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179818",
                        "id": "LEGISCTA000006179818",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Réduction de la valeur locative de certains biens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191809",
                        "id": "LEGISCTA000006191809",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036356940",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191809",
            "sectionParentId": "LEGISCTA000006191809",
            "sectionParentTitre": "B : Réduction de la valeur locative de certains biens",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre premier : Impositions communales &gt; Chapitre premier : Impôts directs et taxes assimilées &gt; Section VI : Règles d'évaluation de la valeur locative des biens imposables &gt; III : Dispositions communes aux biens passibles des impôts directs locaux &gt; B : Réduction de la valeur locative de certains biens",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041571816",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au E du VII de l’article 16 de la loi n° 2019-1479 du 28 décembre 2019, les présentes dispositions résultant du 24° du E du I dudit article, s’appliquent à compter des impositions établies au titre de 2023.",
            "notaHtml": "<p>Conformément au E du VII de l’article 16 de la loi n° 2019-1479 du 28 décembre 2019, les présentes dispositions résultant du 24° du E du I dudit article, s’appliquent à compter des impositions établies au titre de 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 16 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039793073",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2019-12-30"
                },
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000042778401",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028400921",
                    "textTitle": "LOI n° 2013-1279 du 29 décembre 2013 - art. 74 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "74",
                    "articleId": "JORFARTI000028401891",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-1279",
                    "datePubli": 1388361600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1498 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1498",
                    "articleId": "LEGIARTI000006306251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 A sexies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 A sexies",
                    "articleId": "LEGIARTI000042909580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 quater",
                    "articleId": "LEGIARTI000043157255",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1635 sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1635 sexies",
                    "articleId": "LEGIARTI000006306805",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1656 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1656",
                    "articleId": "LEGIARTI000045916963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1661990400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1656 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1656 quater",
                    "articleId": "LEGIARTI000041465698",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036356940",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036366371",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041465585",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043157146",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041571816",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1518 A quinquies",
                "1518"
            ],
            "versionPrecedente": "LEGIARTI000043157146",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041465585",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. En vue de l'établissement de la taxe foncière sur les propriétés bâties, de la cotisation foncière des entreprises, de la taxe d'habitation et de la taxe d'enlèvement des ordures ménagères, la valeur locative des propriétés bâties mentionnées au I de l'article 1498 est corrigée par un coefficient de neutralisation. Ce coefficient est égal, pour chaque taxe et chaque collectivité territoriale, au rapport entre, d'une part, la somme des valeurs locatives non révisées au 1er janvier 2017 des propriétés bâties mentionnées au même I de l'article 1498 imposables au titre de cette année dans son ressort territorial, à l'exception de celles mentionnées au 2 du présent I, et, d'autre part, la somme des valeurs locatives révisées de ces mêmes propriétés à la date de référence du 1er janvier 2013. Le coefficient de neutralisation déterminé pour chacune de ces taxes s'applique également pour l'établissement de leurs taxes annexes. Les coefficients déterminés pour une commune s'appliquent aux bases imposées au profit des établissements publics de coopération intercommunale dont elle est membre. Pour la Ville de Paris, le coefficient de neutralisation applicable pour l'établissement de la taxe foncière sur les propriétés bâties est égal au coefficient de neutralisation appliqué en 2018 pour la commune de Paris. 2. Par dérogation au 1 du présent I, le coefficient de neutralisation appliqué, pour chaque taxe, à la valeur locative des propriétés bâties mentionnées au I de l'article 1498 et prises en compte dans les bases d'imposition de La Poste, dans les conditions prévues à l'article 1635 sexies, est égal au rapport entre, d'une part, la somme des valeurs locatives non révisées de ces propriétés au 1er janvier 2017 imposables au titre de cette année et, d'autre part, la somme des valeurs locatives révisées de ces propriétés à la date de référence du 1er janvier 2013. 3. Pour les communes, chaque coefficient mentionné aux 1 et 2 appliqué aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égal au rapport entre : 1° D'une part, la somme du produit du taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour la commune et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour le département ; 2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020. II. – Le I du présent article cesse de s'appliquer l'année de la prise en compte, pour l'établissement des bases, de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile prévue au B du II de l'article 74 de la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013. III. – Pour les impositions dues au titre des années 2017 à 2025 : 1. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du I est positive, celle-ci est majorée d'un montant égal à la moitié de cette différence ; 2. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du même I est négative, celle-ci est minorée d'un montant égal à la moitié de cette différence ; 3. Pour les communes, chaque majoration ou minoration mentionnée aux 1 et 2 appliquée aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égale au rapport entre : 1° D'une part, la somme du produit de taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 ou 2 appliqué à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties communale et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 et 2 appliquée à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties départementale ; 2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020. Le présent III n'est applicable ni aux locaux mentionnés au 2 du I du présent article, ni aux locaux concernés par l'application du I de l'article 1406 après le 1er janvier 2017, sauf si le changement de consistance concerne moins de 10 % de la surface de ces locaux. IV. – Pour la détermination des valeurs locatives non révisées au 1er janvier 2017 mentionnées aux I et III, il est fait application des dispositions prévues par le présent code, dans sa rédaction en vigueur le 31 décembre 2016.",
            "texteHtml": "<p></p><p>I. – 1. En vue de l'établissement de la taxe foncière sur les propriétés bâties, de la cotisation foncière des entreprises, de la taxe d'habitation et de la taxe d'enlèvement des ordures ménagères, la valeur locative des propriétés bâties mentionnées au I de l'article 1498 est corrigée par un coefficient de neutralisation.<br/><br/>\nCe coefficient est égal, pour chaque taxe et chaque collectivité territoriale, au rapport entre, d'une part, la somme des valeurs locatives non révisées au 1er janvier 2017 des propriétés bâties mentionnées au même I de l'article 1498 imposables au titre de cette année dans son ressort territorial, à l'exception de celles mentionnées au 2 du présent I, et, d'autre part, la somme des valeurs locatives révisées de ces mêmes propriétés à la date de référence du 1er janvier 2013.</p><p>Le coefficient de neutralisation déterminé pour chacune de ces taxes s'applique également pour l'établissement de leurs taxes annexes.<br/><br/>\nLes coefficients déterminés pour une commune s'appliquent aux bases imposées au profit des établissements publics de coopération intercommunale dont elle est membre.</p><p>Pour la Ville de Paris, le coefficient de neutralisation applicable pour l'établissement de la taxe foncière sur les propriétés bâties est égal au coefficient de neutralisation appliqué en 2018 pour la commune de Paris.</p><p>2. Par dérogation au 1 du présent I, le coefficient de neutralisation appliqué, pour chaque taxe, à la valeur locative des propriétés bâties mentionnées au I de l'article 1498 et prises en compte dans les bases d'imposition de La Poste, dans les conditions prévues à l'article 1635 sexies, est égal au rapport entre, d'une part, la somme des valeurs locatives non révisées de ces propriétés au 1er janvier 2017 imposables au titre de cette année et, d'autre part, la somme des valeurs locatives révisées de ces propriétés à la date de référence du 1er janvier 2013.</p><p>3. Pour les communes, chaque coefficient mentionné aux 1 et 2 appliqué aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égal au rapport entre :<br/><br/>\n 1° D'une part, la somme du produit du taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour la commune et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour le département ;<br/><br/>\n 2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020.<br/><br/>\nII. – Le I du présent article cesse de s'appliquer l'année de la prise en compte, pour l'établissement des bases, de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile prévue au B du II de l'article 74 de la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013.<br/><br/>\nIII. – Pour les impositions dues au titre des années 2017 à 2025 :<br/><br/>\n1. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du I est positive, celle-ci est majorée d'un montant égal à la moitié de cette différence ;<br/><br/>\n2. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du même I est négative, celle-ci est minorée d'un montant égal à la moitié de cette différence ;</p><p>3. Pour les communes, chaque majoration ou minoration mentionnée aux 1 et 2 appliquée aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égale au rapport entre :<br/><br/>\n 1° D'une part, la somme du produit de taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 ou 2 appliqué à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties communale et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 et 2 appliquée à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties départementale ;<br/><br/>\n 2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020.<br/><br/>\nLe présent III n'est applicable ni aux locaux mentionnés au 2 du I du présent article, ni aux locaux concernés par l'application du I de l'article 1406 après le 1er janvier 2017, sauf si le changement de consistance concerne moins de 10 % de la surface de ces locaux.<br/><br/>\nIV. – Pour la détermination des valeurs locatives non révisées au 1er janvier 2017 mentionnées aux I et III, il est fait application des dispositions prévues par le présent code, dans sa rédaction en vigueur le 31 décembre 2016.</p><p></p>",
            "num": "1518 A quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1609459200000,
            "dateFin": 1609372800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013268603,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impositions communales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133852",
                        "id": "LEGISCTA000006133852",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147071",
                        "id": "LEGISCTA000006147071",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Règles d'évaluation de la valeur locative des biens imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162663",
                        "id": "LEGISCTA000006162663",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "III : Dispositions communes aux biens passibles des impôts directs locaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179818",
                        "id": "LEGISCTA000006179818",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Réduction de la valeur locative de certains biens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191809",
                        "id": "LEGISCTA000006191809",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036356940",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191809",
            "sectionParentId": "LEGISCTA000006191809",
            "sectionParentTitre": "B : Réduction de la valeur locative de certains biens",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre premier : Impositions communales &gt; Chapitre premier : Impôts directs et taxes assimilées &gt; Section VI : Règles d'évaluation de la valeur locative des biens imposables &gt; III : Dispositions communes aux biens passibles des impôts directs locaux &gt; B : Réduction de la valeur locative de certains biens",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041465585",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au B du VII de l’article 16 de la loi n° 2019-1479 du 28 décembre 2019, les présentes dispositions résultant du 2° du D du II dudit article, s’appliquent à compter des impositions établies au titre de 2021.",
            "notaHtml": "<p>Conformément au B du VII de l’article 16 de la loi n° 2019-1479 du 28 décembre 2019, les présentes dispositions résultant du 2° du D du II dudit article, s’appliquent à compter des impositions établies au titre de 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 16 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039793073",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2019-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 A sexies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 A sexies",
                    "articleId": "LEGIARTI000042909580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 quater",
                    "articleId": "LEGIARTI000043157255",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1656 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1656",
                    "articleId": "LEGIARTI000045916963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1661990400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1656 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1656 quater",
                    "articleId": "LEGIARTI000041465698",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036356940",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036366371",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041465585",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043157146",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041571816",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1518 A quinquies",
                "1518"
            ],
            "versionPrecedente": "LEGIARTI000036366371",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043157146",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. En vue de l'établissement de la taxe foncière sur les propriétés bâties, de la cotisation foncière des entreprises, de la taxe d'habitation et de la taxe d'enlèvement des ordures ménagères, la valeur locative des propriétés bâties mentionnées au I de l'article 1498 est corrigée par un coefficient de neutralisation. Ce coefficient est égal, pour chaque taxe et chaque collectivité territoriale, au rapport entre, d'une part, la somme des valeurs locatives non révisées au 1er janvier 2017 des propriétés bâties mentionnées au même I de l'article 1498 imposables au titre de cette année dans son ressort territorial, à l'exception de celles mentionnées au 2 du présent I, et, d'autre part, la somme des valeurs locatives révisées de ces mêmes propriétés à la date de référence du 1er janvier 2013. Le coefficient de neutralisation déterminé pour chacune de ces taxes s'applique également pour l'établissement de leurs taxes annexes. Les coefficients déterminés pour une commune s'appliquent aux bases imposées au profit des établissements publics de coopération intercommunale dont elle est membre. Pour la Ville de Paris, le coefficient de neutralisation applicable pour l'établissement de la taxe foncière sur les propriétés bâties est égal au coefficient de neutralisation appliqué en 2018 pour la commune de Paris. 2. Par dérogation au 1 du présent I, le coefficient de neutralisation appliqué, pour chaque taxe, à la valeur locative des propriétés bâties mentionnées au I de l'article 1498 et prises en compte dans les bases d'imposition de La Poste, dans les conditions prévues à l'article 1635 sexies, est égal au rapport entre, d'une part, la somme des valeurs locatives non révisées de ces propriétés au 1er janvier 2017 imposables au titre de cette année et, d'autre part, la somme des valeurs locatives révisées de ces propriétés à la date de référence du 1er janvier 2013. 3. Pour les communes, chaque coefficient mentionné aux 1 et 2 appliqué aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égal au rapport entre : 1° D'une part, la somme du produit du taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour la commune et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour le département ; 2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020. II. – Le I du présent article cesse de s'appliquer l'année de la prise en compte, pour l'établissement des bases, de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile prévue au B du II de l'article 74 de la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013. III. – Pour les impositions dues au titre des années 2017 à 2025 : 1. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du I est positive, celle-ci est majorée d'un montant égal à la moitié de cette différence ; 2. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du même I est négative, celle-ci est minorée d'un montant égal à la moitié de cette différence ; 3. Pour les communes, chaque majoration ou minoration mentionnée aux 1 et 2 appliquée aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égale au rapport entre : 1° D'une part, la somme du produit de taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 ou 2 appliqué à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties communale et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 et 2 appliquée à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties départementale ; 2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020. Le présent III n'est applicable ni aux locaux mentionnés au 2 du I du présent article, ni aux locaux concernés par l'application du I de l'article 1406 après le 1er janvier 2017, sauf si le changement de consistance concerne moins de 10 % de la surface de ces locaux. IV. – Pour la détermination des valeurs locatives non révisées au 1er janvier 2017 mentionnées aux I et III, il est fait application des dispositions prévues par le présent code, dans sa rédaction en vigueur le 31 décembre 2016. V. – Le 3 des I et III ne s'applique pas pour l'établissement de la base d'imposition à la taxe prévue à l'article 1530.",
            "texteHtml": "<p></p><p>I. – 1. En vue de l'établissement de la taxe foncière sur les propriétés bâties, de la cotisation foncière des entreprises, de la taxe d'habitation et de la taxe d'enlèvement des ordures ménagères, la valeur locative des propriétés bâties mentionnées au I de l'article 1498 est corrigée par un coefficient de neutralisation.<br/><br/>\nCe coefficient est égal, pour chaque taxe et chaque collectivité territoriale, au rapport entre, d'une part, la somme des valeurs locatives non révisées au 1er janvier 2017 des propriétés bâties mentionnées au même I de l'article 1498 imposables au titre de cette année dans son ressort territorial, à l'exception de celles mentionnées au 2 du présent I, et, d'autre part, la somme des valeurs locatives révisées de ces mêmes propriétés à la date de référence du 1er janvier 2013.</p><p>Le coefficient de neutralisation déterminé pour chacune de ces taxes s'applique également pour l'établissement de leurs taxes annexes.<br/><br/>\nLes coefficients déterminés pour une commune s'appliquent aux bases imposées au profit des établissements publics de coopération intercommunale dont elle est membre.</p><p>Pour la Ville de Paris, le coefficient de neutralisation applicable pour l'établissement de la taxe foncière sur les propriétés bâties est égal au coefficient de neutralisation appliqué en 2018 pour la commune de Paris.</p><p>2. Par dérogation au 1 du présent I, le coefficient de neutralisation appliqué, pour chaque taxe, à la valeur locative des propriétés bâties mentionnées au I de l'article 1498 et prises en compte dans les bases d'imposition de La Poste, dans les conditions prévues à l'article 1635 sexies, est égal au rapport entre, d'une part, la somme des valeurs locatives non révisées de ces propriétés au 1er janvier 2017 imposables au titre de cette année et, d'autre part, la somme des valeurs locatives révisées de ces propriétés à la date de référence du 1er janvier 2013.</p><p>3. Pour les communes, chaque coefficient mentionné aux 1 et 2 appliqué aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égal au rapport entre :<br/><br/>\n1° D'une part, la somme du produit du taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour la commune et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par le coefficient mentionné aux 1 ou 2 déterminé pour le département ;<br/><br/>\n2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020.<br/><br/>\nII. – Le I du présent article cesse de s'appliquer l'année de la prise en compte, pour l'établissement des bases, de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile prévue au B du II de l'article 74 de la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013.<br/><br/>\nIII. – Pour les impositions dues au titre des années 2017 à 2025 :<br/><br/>\n1. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du I est positive, celle-ci est majorée d'un montant égal à la moitié de cette différence ;<br/><br/>\n2. Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du même I est négative, celle-ci est minorée d'un montant égal à la moitié de cette différence ;</p><p>3. Pour les communes, chaque majoration ou minoration mentionnée aux 1 et 2 appliquée aux valeurs locatives communales servant à l'établissement de la base d'imposition de la taxe foncière sur les propriétés bâties est égale au rapport entre :<br/><br/>\n1° D'une part, la somme du produit de taux d'imposition de la taxe foncière sur les propriétés bâties de la commune, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 ou 2 appliqué à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties communale et du produit du taux d'imposition de la taxe foncière sur les propriétés bâties du département, appliqué en 2020, par la majoration ou minoration mentionnée aux 1 et 2 appliquée à la valeur locative servant à l'établissement de la base d'imposition à la taxe foncière sur les propriétés bâties départementale ;<br/><br/>\n2° D'autre part, la somme des taux d'imposition de la taxe foncière sur les propriétés bâties de la commune et du département appliqués en 2020.<br/><br/>\nLe présent III n'est applicable ni aux locaux mentionnés au 2 du I du présent article, ni aux locaux concernés par l'application du I de l'article 1406 après le 1er janvier 2017, sauf si le changement de consistance concerne moins de 10 % de la surface de ces locaux.<br/><br/>\nIV. – Pour la détermination des valeurs locatives non révisées au 1er janvier 2017 mentionnées aux I et III, il est fait application des dispositions prévues par le présent code, dans sa rédaction en vigueur le 31 décembre 2016.</p><p>V. – Le 3 des I et III ne s'applique pas pour l'établissement de la base d'imposition à la taxe prévue à l'article 1530.</p><p></p>",
            "num": "1518 A quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1609459200000,
            "dateFin": 1672531200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013268603,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impositions communales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133852",
                        "id": "LEGISCTA000006133852",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147071",
                        "id": "LEGISCTA000006147071",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Règles d'évaluation de la valeur locative des biens imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162663",
                        "id": "LEGISCTA000006162663",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "III : Dispositions communes aux biens passibles des impôts directs locaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179818",
                        "id": "LEGISCTA000006179818",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Réduction de la valeur locative de certains biens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191809",
                        "id": "LEGISCTA000006191809",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036356940",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191809",
            "sectionParentId": "LEGISCTA000006191809",
            "sectionParentTitre": "B : Réduction de la valeur locative de certains biens",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre premier : Impositions communales &gt; Chapitre premier : Impôts directs et taxes assimilées &gt; Section VI : Règles d'évaluation de la valeur locative des biens imposables &gt; III : Dispositions communes aux biens passibles des impôts directs locaux &gt; B : Réduction de la valeur locative de certains biens",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043157146",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au B du VII de l’article 16 de la loi n° 2019-1479 du 28 décembre 2019, les présentes dispositions résultant du 2° du D du II dudit article, s’appliquent à compter des impositions établies au titre de 2021.",
            "notaHtml": "<p>Conformément au B du VII de l’article 16 de la loi n° 2019-1479 du 28 décembre 2019, les présentes dispositions résultant du 2° du D du II dudit article, s’appliquent à compter des impositions établies au titre de 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 16 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000046196852",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2022-08-18"
                },
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000042778401",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 A sexies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 A sexies",
                    "articleId": "LEGIARTI000042909580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 quater",
                    "articleId": "LEGIARTI000043157255",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1656 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1656",
                    "articleId": "LEGIARTI000045916963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1661990400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1656 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1656 quater",
                    "articleId": "LEGIARTI000041465698",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036356940",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036366371",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041465585",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043157146",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041571816",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1518 A quinquies",
                "1518"
            ],
            "versionPrecedente": "LEGIARTI000041465585",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036366371",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. En vue de l'établissement de la taxe foncière sur les propriétés bâties, de la cotisation foncière des entreprises, de la taxe d'habitation et de la taxe d'enlèvement des ordures ménagères, la valeur locative des propriétés bâties mentionnées au I de l'article 1498 est corrigée par un coefficient de neutralisation. Ce coefficient est égal, pour chaque taxe et chaque collectivité territoriale, au rapport entre, d'une part, la somme des valeurs locatives non révisées au 1er janvier 2017 des propriétés bâties mentionnées au même I de l'article 1498 imposables au titre de cette année dans son ressort territorial, à l'exception de celles mentionnées au 2 du présent I, et, d'autre part, la somme des valeurs locatives révisées de ces mêmes propriétés à la date de référence du 1er janvier 2013. Le coefficient de neutralisation déterminé pour chacune de ces taxes s'applique également pour l'établissement de leurs taxes annexes. Les coefficients déterminés pour une commune s'appliquent aux bases imposées au profit des établissements publics de coopération intercommunale dont elle est membre. Pour la Ville de Paris, le coefficient de neutralisation applicable pour l'établissement de la taxe foncière sur les propriétés bâties est égal au coefficient de neutralisation appliqué en 2018 pour la commune de Paris. 2. Par dérogation au 1 du présent I, le coefficient de neutralisation appliqué, pour chaque taxe, à la valeur locative des propriétés bâties mentionnées au I de l'article 1498 et prises en compte dans les bases d'imposition de La Poste, dans les conditions prévues à l'article 1635 sexies, est égal au rapport entre, d'une part, la somme des valeurs locatives non révisées de ces propriétés au 1er janvier 2017 imposables au titre de cette année et, d'autre part, la somme des valeurs locatives révisées de ces propriétés à la date de référence du 1er janvier 2013. II. – Le I du présent article cesse de s'appliquer l'année de la prise en compte, pour l'établissement des bases, de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile prévue au B du II de l'article 74 de la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013. III. – Pour les impositions dues au titre des années 2017 à 2025 : 1° Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du I est positive, celle-ci est majorée d'un montant égal à la moitié de cette différence ; 2° Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du même I est négative, celle-ci est minorée d'un montant égal à la moitié de cette différence. Le présent III n'est applicable ni aux locaux mentionnés au 2 du I du présent article, ni aux locaux concernés par l'application du I de l'article 1406 après le 1er janvier 2017, sauf si le changement de consistance concerne moins de 10 % de la surface de ces locaux. IV. – Pour la détermination des valeurs locatives non révisées au 1er janvier 2017 mentionnées aux I et III, il est fait application des dispositions prévues par le présent code, dans sa rédaction en vigueur le 31 décembre 2016.",
            "texteHtml": "<p>I. – 1. En vue de l'établissement de la taxe foncière sur les propriétés bâties, de la cotisation foncière des entreprises, de la taxe d'habitation et de la taxe d'enlèvement des ordures ménagères, la valeur locative des propriétés bâties mentionnées au I de l'article 1498 est corrigée par un coefficient de neutralisation.<br/><br/>\nCe coefficient est égal, pour chaque taxe et chaque collectivité territoriale, au rapport entre, d'une part, la somme des valeurs locatives non révisées au 1er janvier 2017 des propriétés bâties mentionnées au même I de l'article 1498 imposables au titre de cette année dans son ressort territorial, à l'exception de celles mentionnées au 2 du présent I, et, d'autre part, la somme des valeurs locatives révisées de ces mêmes propriétés à la date de référence du 1er janvier 2013.</p><p>Le coefficient de neutralisation déterminé pour chacune de ces taxes s'applique également pour l'établissement de leurs taxes annexes.<br/><br/>\nLes coefficients déterminés pour une commune s'appliquent aux bases imposées au profit des établissements publics de coopération intercommunale dont elle est membre.</p><p>Pour la Ville de Paris, le coefficient de neutralisation applicable pour l'établissement de la taxe foncière sur les propriétés bâties est égal au coefficient de neutralisation appliqué en 2018 pour la commune de Paris.</p><p>2. Par dérogation au 1 du présent I, le coefficient de neutralisation appliqué, pour chaque taxe, à la valeur locative des propriétés bâties mentionnées au I de l'article 1498 et prises en compte dans les bases d'imposition de La Poste, dans les conditions prévues à l'article 1635 sexies, est égal au rapport entre, d'une part, la somme des valeurs locatives non révisées de ces propriétés au 1er janvier 2017 imposables au titre de cette année et, d'autre part, la somme des valeurs locatives révisées de ces propriétés à la date de référence du 1er janvier 2013.<br/><br/>\nII. – Le I du présent article cesse de s'appliquer l'année de la prise en compte, pour l'établissement des bases, de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile prévue au B du II de l'article 74 de la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013.<br/><br/>\nIII. – Pour les impositions dues au titre des années 2017 à 2025 :<br/><br/>\n1° Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du I est positive, celle-ci est majorée d'un montant égal à la moitié de cette différence ;<br/><br/>\n2° Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du même I est négative, celle-ci est minorée d'un montant égal à la moitié de cette différence.<br/><br/>\nLe présent III n'est applicable ni aux locaux mentionnés au 2 du I du présent article, ni aux locaux concernés par l'application du I de l'article 1406 après le 1er janvier 2017, sauf si le changement de consistance concerne moins de 10 % de la surface de ces locaux.<br/><br/>\nIV. – Pour la détermination des valeurs locatives non révisées au 1er janvier 2017 mentionnées aux I et III, il est fait application des dispositions prévues par le présent code, dans sa rédaction en vigueur le 31 décembre 2016.</p>",
            "num": "1518 A quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1546300800000,
            "dateFin": 1609459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013268603,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impositions communales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133852",
                        "id": "LEGISCTA000006133852",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147071",
                        "id": "LEGISCTA000006147071",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Règles d'évaluation de la valeur locative des biens imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162663",
                        "id": "LEGISCTA000006162663",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "III : Dispositions communes aux biens passibles des impôts directs locaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179818",
                        "id": "LEGISCTA000006179818",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Réduction de la valeur locative de certains biens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191809",
                        "id": "LEGISCTA000006191809",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036356940",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191809",
            "sectionParentId": "LEGISCTA000006191809",
            "sectionParentTitre": "B : Réduction de la valeur locative de certains biens",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre premier : Impositions communales &gt; Chapitre premier : Impôts directs et taxes assimilées &gt; Section VI : Règles d'évaluation de la valeur locative des biens imposables &gt; III : Dispositions communes aux biens passibles des impôts directs locaux &gt; B : Réduction de la valeur locative de certains biens",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036366371",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036298548",
                    "textTitle": "LOI n° 2017-1775 du 28 décembre 2017 - art. 30 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000036354030",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-29",
                    "dateSignaTexte": "2017-12-28",
                    "dateDebutCible": "2017-12-30"
                },
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 16 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000042908862",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 A sexies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 A sexies",
                    "articleId": "LEGIARTI000042909580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 quater",
                    "articleId": "LEGIARTI000043157255",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1656 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1656",
                    "articleId": "LEGIARTI000045916963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1661990400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1656 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1656 quater",
                    "articleId": "LEGIARTI000041465698",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036356940",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036366371",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041465585",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043157146",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041571816",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1518 A quinquies",
                "1518"
            ],
            "versionPrecedente": "LEGIARTI000036356940",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036356940",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. En vue de l'établissement de la taxe foncière sur les propriétés bâties, de la cotisation foncière des entreprises, de la taxe d'habitation et de la taxe d'enlèvement des ordures ménagères, la valeur locative des propriétés bâties mentionnées au I de l'article 1498 est corrigée par un coefficient de neutralisation. Ce coefficient est égal, pour chaque taxe et chaque collectivité territoriale, au rapport entre, d'une part, la somme des valeurs locatives non révisées au 1er janvier 2017 des propriétés bâties mentionnées au même I de l'article 1498 imposables au titre de cette année dans son ressort territorial, à l'exception de celles mentionnées au 2 du présent I, et, d'autre part, la somme des valeurs locatives révisées de ces mêmes propriétés à la date de référence du 1er janvier 2013. Le coefficient de neutralisation déterminé pour chacune de ces taxes s'applique également pour l'établissement de leurs taxes annexes. Les coefficients déterminés pour une commune s'appliquent aux bases imposées au profit des établissements publics de coopération intercommunale dont elle est membre ; 2. Par dérogation au 1 du présent I, le coefficient de neutralisation appliqué, pour chaque taxe, à la valeur locative des propriétés bâties mentionnées au I de l'article 1498 et prises en compte dans les bases d'imposition de La Poste, dans les conditions prévues à l'article 1635 sexies, est égal au rapport entre, d'une part, la somme des valeurs locatives non révisées de ces propriétés au 1er janvier 2017 imposables au titre de cette année et, d'autre part, la somme des valeurs locatives révisées de ces propriétés à la date de référence du 1er janvier 2013. II. – Le I du présent article cesse de s'appliquer l'année de la prise en compte, pour l'établissement des bases, de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile prévue au B du II de l'article 74 de la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013. III. – Pour les impositions dues au titre des années 2017 à 2025 : 1° Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du I est positive, celle-ci est majorée d'un montant égal à la moitié de cette différence ; 2° Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du même I est négative, celle-ci est minorée d'un montant égal à la moitié de cette différence. Le présent III n'est applicable ni aux locaux mentionnés au 2 du I du présent article, ni aux locaux concernés par l'application du I de l'article 1406 après le 1er janvier 2017, sauf si le changement de consistance concerne moins de 10 % de la surface de ces locaux. IV. – Pour la détermination des valeurs locatives non révisées au 1er janvier 2017 mentionnées aux I et III, il est fait application des dispositions prévues par le présent code, dans sa rédaction en vigueur le 31 décembre 2016.",
            "texteHtml": "<p>I. – 1. En vue de l'établissement de la taxe foncière sur les propriétés bâties, de la cotisation foncière des entreprises, de la taxe d'habitation et de la taxe d'enlèvement des ordures ménagères, la valeur locative des propriétés bâties mentionnées au I de l'article 1498 est corrigée par un coefficient de neutralisation.<br/><br/>\nCe coefficient est égal, pour chaque taxe et chaque collectivité territoriale, au rapport entre, d'une part, la somme des valeurs locatives non révisées au 1er janvier 2017 des propriétés bâties mentionnées au même I de l'article 1498 imposables au titre de cette année dans son ressort territorial, à l'exception de celles mentionnées au 2 du présent I, et, d'autre part, la somme des valeurs locatives révisées de ces mêmes propriétés à la date de référence du 1er janvier 2013.<br/><br/>\nLe coefficient de neutralisation déterminé pour chacune de ces taxes s'applique également pour l'établissement de leurs taxes annexes.<br/><br/>\nLes coefficients déterminés pour une commune s'appliquent aux bases imposées au profit des établissements publics de coopération intercommunale dont elle est membre ;<br/><br/>\n2. Par dérogation au 1 du présent I, le coefficient de neutralisation appliqué, pour chaque taxe, à la valeur locative des propriétés bâties mentionnées au I de l'article 1498 et prises en compte dans les bases d'imposition de La Poste, dans les conditions prévues à l'article 1635 sexies, est égal au rapport entre, d'une part, la somme des valeurs locatives non révisées de ces propriétés au 1er janvier 2017 imposables au titre de cette année et, d'autre part, la somme des valeurs locatives révisées de ces propriétés à la date de référence du 1er janvier 2013.<br/><br/>\nII. – Le I du présent article cesse de s'appliquer l'année de la prise en compte, pour l'établissement des bases, de la révision des valeurs locatives des locaux d'habitation et des locaux servant à l'exercice d'une activité salariée à domicile prévue au B du II de l'article 74 de la loi n° 2013-1279 du 29 décembre 2013 de finances rectificative pour 2013.<br/><br/>\nIII. – Pour les impositions dues au titre des années 2017 à 2025 :<br/><br/>\n1° Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du I est positive, celle-ci est majorée d'un montant égal à la moitié de cette différence ;<br/><br/>\n2° Lorsque la différence entre la valeur locative non révisée au 1er janvier 2017 et la valeur locative résultant du même I est négative, celle-ci est minorée d'un montant égal à la moitié de cette différence.<br/><br/>\nLe présent III n'est applicable ni aux locaux mentionnés au 2 du I du présent article, ni aux locaux concernés par l'application du I de l'article 1406 après le 1er janvier 2017, sauf si le changement de consistance concerne moins de 10 % de la surface de ces locaux.<br/><br/>\nIV. – Pour la détermination des valeurs locatives non révisées au 1er janvier 2017 mentionnées aux I et III, il est fait application des dispositions prévues par le présent code, dans sa rédaction en vigueur le 31 décembre 2016.</p>",
            "num": "1518 A quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1514764800000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013268603,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impositions communales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133852",
                        "id": "LEGISCTA000006133852",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147071",
                        "id": "LEGISCTA000006147071",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Règles d'évaluation de la valeur locative des biens imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162663",
                        "id": "LEGISCTA000006162663",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "III : Dispositions communes aux biens passibles des impôts directs locaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179818",
                        "id": "LEGISCTA000006179818",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Réduction de la valeur locative de certains biens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191809",
                        "id": "LEGISCTA000006191809",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036356940",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191809",
            "sectionParentId": "LEGISCTA000006191809",
            "sectionParentTitre": "B : Réduction de la valeur locative de certains biens",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre premier : Impositions communales &gt; Chapitre premier : Impôts directs et taxes assimilées &gt; Section VI : Règles d'évaluation de la valeur locative des biens imposables &gt; III : Dispositions communes aux biens passibles des impôts directs locaux &gt; B : Réduction de la valeur locative de certains biens",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036356940",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036298548",
                    "textTitle": "LOI n° 2017-1775 du 28 décembre 2017 - art. 30 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000036354030",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-29",
                    "dateSignaTexte": "2017-12-28",
                    "dateDebutCible": "2017-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 A sexies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 A sexies",
                    "articleId": "LEGIARTI000042909580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 quater (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 quater",
                    "articleId": "LEGIARTI000043157255",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1656 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1656",
                    "articleId": "LEGIARTI000045916963",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1661990400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1656 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1656 quater",
                    "articleId": "LEGIARTI000041465698",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036356940",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036366371",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041465585",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043157146",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041571816",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1518 A quinquies",
                "1518"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}