{
    "cid": "LEGIARTI000038768594",
    "num": "R653-20",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-01-01",
                        "titre": "Livre 6 : Régimes des travailleurs non salariés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126967",
                        "id": "LEGISCTA000006126967",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions applicables aux travailleurs indépendants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126967",
                        "id": "LEGISCTA000036704226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1986-07-17",
                        "fin": "2019-07-08",
                        "titre": "Titre 5 : Dispositions communes à l'assurance maladie-maternité et à l'assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141942",
                        "id": "LEGISCTA000006141942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-08",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Assurance vieillesse et invalidité-décès des avocats",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141942",
                        "id": "LEGISCTA000038788462",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-07-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173569",
                        "id": "LEGISCTA000038787999",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2019-07-08",
                        "titre": "Sous-section 4 : Allocations d'invalidité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186629",
                        "id": "LEGISCTA000006186629",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-08",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Allocations d'invalidité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186629",
                        "id": "LEGISCTA000038787632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2019-07-08",
                        "titre": "Paragraphe 1 : Invalidité temporaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194798",
                        "id": "LEGISCTA000006194798",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Invalidité temporaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194798",
                        "id": "LEGISCTA000038787630",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000038770390",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R653-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R653-4",
                    "articleId": "LEGIARTI000038893089",
                    "natureText": "CODE",
                    "date": 1622673256823,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572566400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R723-54 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R723-54",
                    "articleId": "LEGIARTI000024227683",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038731196",
                    "textTitle": "Décret n°2019-718 du 5 juillet 2019 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000038733649",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-07-07",
                    "dateSignaTexte": "2019-07-05",
                    "dateDebutCible": "2019-07-08"
                }
            ],
            "num": "R653-20",
            "origine": "LEGI",
            "texte": "L'avocat ou l'avocat stagiaire reçoit une allocation s'il se trouve dans l'impossibilité d'exercer sa profession, à partir du quatre-vingt-onzième jour qui suit la cessation de toute activité à la condition de justifier qu'il était inscrit à un barreau lors de sa cessation d'activité et qu'il a exercé la profession pendant douze mois au moins. Cette allocation n'est toutefois acquise à l'intéressé que si la cessation de l'activité a pour cause une maladie ou un accident dont les effets invalidants interdisant l'exercice de la profession surviennent après l'inscription de l'intéressé à la Caisse nationale des barreaux français. Le conjoint collaborateur reçoit une allocation s'il se trouve dans l'impossibilité d'exercer son activité, à partir du quatre-vingt-onzième jour qui suit la cessation de toute activité à la condition de justifier du statut de conjoint collaborateur lors de cette cessation d'activité depuis douze mois au moins. Le montant de l'allocation est égal au produit de celui prévu pour les avocats et de la fraction retenue pour le calcul de la cotisation versée par le conjoint collaborateur pour ce risque. La cessation de l'activité est constatée dans les conditions fixées par les statuts de la caisse. Elle doit être totale, ce qui exclut toutes postulation, plaidoirie, réception de clientèle et consultation. Le service de l'allocation n'est pas interrompu par la cessation de l'inscription à un barreau. Ce service cesse lorsque l'intéressé est redevenu apte à exercer sa profession ou, le cas échéant, sa collaboration ou qu'il a reçu l'allocation pendant trois ans. Toutefois, dans le cas d'interruption suivie de reprise de travail, il est ouvert un nouveau délai de trois ans, dès l'instant où ladite reprise a été d'au moins un an. Lorsque la reprise de travail dure moins d'un an, le total des périodes successives pendant lesquelles l'allocation est servie, comptées de date à date, ne peut excéder une durée de trois ans.",
            "texteHtml": "<p>L'avocat ou l'avocat stagiaire reçoit une allocation s'il se trouve dans l'impossibilité d'exercer sa profession, à partir du quatre-vingt-onzième jour qui suit la cessation de toute activité à la condition de justifier qu'il était inscrit à un barreau lors de sa cessation d'activité et qu'il a exercé la profession pendant douze mois au moins.</p><p></p><p>Cette allocation n'est toutefois acquise à l'intéressé que si la cessation de l'activité a pour cause une maladie ou un accident dont les effets invalidants interdisant l'exercice de la profession surviennent après l'inscription de l'intéressé à la Caisse nationale des barreaux français.</p><p></p><p><br/>\nLe conjoint collaborateur reçoit une allocation s'il se trouve dans l'impossibilité d'exercer son activité, à partir du quatre-vingt-onzième jour qui suit la cessation de toute activité à la condition de justifier du statut de conjoint collaborateur lors de cette cessation d'activité depuis douze mois au moins. Le montant de l'allocation est égal au produit de celui prévu pour les avocats et de la fraction retenue pour le calcul de la cotisation versée par le conjoint collaborateur pour ce risque.</p><p></p><p>La cessation de l'activité est constatée dans les conditions fixées par les statuts de la caisse. Elle doit être totale, ce qui exclut toutes postulation, plaidoirie, réception de clientèle et consultation.</p><p></p><p>Le service de l'allocation n'est pas interrompu par la cessation de l'inscription à un barreau. Ce service cesse lorsque l'intéressé est redevenu apte à exercer sa profession ou, le cas échéant, sa collaboration ou qu'il a reçu l'allocation pendant trois ans.</p><p></p><p>Toutefois, dans le cas d'interruption suivie de reprise de travail, il est ouvert un nouveau délai de trois ans, dès l'instant où ladite reprise a été d'au moins un an. Lorsque la reprise de travail dure moins d'un an, le total des périodes successives pendant lesquelles l'allocation est servie, comptées de date à date, ne peut excéder une durée de trois ans.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-07-08T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}