{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044541955",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le directeur d'école maternelle, élémentaire ou primaire dispose d'un emploi de direction. II. - Les enseignants nommés dans un emploi de directeur d'école bénéficient d'une indemnité de direction spécifique fixée par décret ainsi que, dans des conditions fixées par décret en Conseil d'Etat, d'un avancement accéléré au sein de leur corps. III. - Le directeur d'école est nommé parmi les personnes inscrites sur une liste d'aptitude établie dans des conditions fixées par décret en Conseil d'Etat. Ne peuvent être inscrits sur cette liste d'aptitude que les instituteurs et les professeurs des écoles qui, d'une part, justifient de trois années d'enseignement ou d'une année au moins d'exercice de la fonction de directeur d'école et, d'autre part, ont suivi une formation à la fonction de directeur d'école. Dans le cas de vacance d'emplois de directeur d'école, des instituteurs et des professeurs des écoles non inscrits sur la liste d'aptitude mentionnée au premier alinéa du présent III peuvent être nommés à leur demande, dans des conditions définies par décret. Ils bénéficient d'une formation à la fonction de directeur d'école dans les meilleurs délais. IV. - Le directeur d'école propose à l'inspecteur de l'éducation nationale, après consultation du conseil des maîtres, des actions de formation spécifiques à son école. V. - Le directeur d'école bénéficie d'une décharge totale ou partielle d'enseignement. Cette décharge est déterminée en fonction du nombre de classes et des spécificités de l'école, dans des conditions, fixées par décret, qui lui permettent de remplir de manière effective l'ensemble de ses missions. Lors d'une réunion du conseil départemental de l'éducation nationale, l'autorité compétente en matière d'éducation rend compte de l'utilisation effective, lors de l'année scolaire en cours, des décharges d'enseignement et de leurs motifs professionnels pour l'exercice de l'emploi de direction des écoles maternelles, élémentaires et primaires. Le directeur participe à l'encadrement et à la bonne organisation de l'enseignement du premier degré. Il peut être chargé de missions de formation ou de coordination. L'ensemble de ces missions est défini à la suite d'un dialogue avec l'inspection académique. VI. - Le directeur administre l'école et en pilote le projet pédagogique. Il est membre de droit du conseil école-collège mentionné à l'article L. 401-4. Il ne participe pas aux activités pédagogiques complémentaires de son école, sauf s'il le souhaite. VII. - Une offre de formation destinée aux directeurs d'école leur est proposée régulièrement tout au long de leur carrière et obligatoirement tous les cinq ans. L'ensemble des missions associées à l'emploi de direction d'une école fait partie de la formation initiale des professeurs des écoles. VIII. - Un décret en Conseil d'Etat définit les responsabilités des directeurs d'école maternelle, élémentaire ou primaire ainsi que les modalités d'évaluation de la fonction. IX. - Le directeur d'école dispose des moyens numériques nécessaires à l'exercice de sa fonction.",
            "texteHtml": "<p>I. - Le directeur d'école maternelle, élémentaire ou primaire dispose d'un emploi de direction.</p><p></p><p> II. - Les enseignants nommés dans un emploi de directeur d'école bénéficient d'une indemnité de direction spécifique fixée par décret ainsi que, dans des conditions fixées par décret en Conseil d'Etat, d'un avancement accéléré au sein de leur corps.</p><p></p><p> III. - Le directeur d'école est nommé parmi les personnes inscrites sur une liste d'aptitude établie dans des conditions fixées par décret en Conseil d'Etat. Ne peuvent être inscrits sur cette liste d'aptitude que les instituteurs et les professeurs des écoles qui, d'une part, justifient de trois années d'enseignement ou d'une année au moins d'exercice de la fonction de directeur d'école et, d'autre part, ont suivi une formation à la fonction de directeur d'école.</p><p></p><p> Dans le cas de vacance d'emplois de directeur d'école, des instituteurs et des professeurs des écoles non inscrits sur la liste d'aptitude mentionnée au premier alinéa du présent III peuvent être nommés à leur demande, dans des conditions définies par décret. Ils bénéficient d'une formation à la fonction de directeur d'école dans les meilleurs délais.</p><p></p><p> IV. - Le directeur d'école propose à l'inspecteur de l'éducation nationale, après consultation du conseil des maîtres, des actions de formation spécifiques à son école.</p><p></p><p> V. - Le directeur d'école bénéficie d'une décharge totale ou partielle d'enseignement. Cette décharge est déterminée en fonction du nombre de classes et des spécificités de l'école, dans des conditions, fixées par décret, qui lui permettent de remplir de manière effective l'ensemble de ses missions.</p><p></p><p> Lors d'une réunion du conseil départemental de l'éducation nationale, l'autorité compétente en matière d'éducation rend compte de l'utilisation effective, lors de l'année scolaire en cours, des décharges d'enseignement et de leurs motifs professionnels pour l'exercice de l'emploi de direction des écoles maternelles, élémentaires et primaires.</p><p></p><p> Le directeur participe à l'encadrement et à la bonne organisation de l'enseignement du premier degré. Il peut être chargé de missions de formation ou de coordination. L'ensemble de ces missions est défini à la suite d'un dialogue avec l'inspection académique.</p><p></p><p> VI. - Le directeur administre l'école et en pilote le projet pédagogique. Il est membre de droit du conseil école-collège mentionné à l'article L. 401-4. Il ne participe pas aux activités pédagogiques complémentaires de son école, sauf s'il le souhaite.</p><p></p><p> VII. - Une offre de formation destinée aux directeurs d'école leur est proposée régulièrement tout au long de leur carrière et obligatoirement tous les cinq ans.</p><p></p><p> L'ensemble des missions associées à l'emploi de direction d'une école fait partie de la formation initiale des professeurs des écoles.</p><p></p><p> VIII. - Un décret en Conseil d'Etat définit les responsabilités des directeurs d'école maternelle, élémentaire ou primaire ainsi que les modalités d'évaluation de la fonction.</p><p></p><p> IX. - Le directeur d'école dispose des moyens numériques nécessaires à l'exercice de sa fonction.</p>",
            "num": "L411-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640217600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Les enseignements scolaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120385",
                        "id": "LEGISCTA000006120385",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Les établissements d'enseignement scolaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137623",
                        "id": "LEGISCTA000006137623",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les écoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151350",
                        "id": "LEGISCTA000006151350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Organisation et fonctionnement des écoles maternelles et élémentaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166620",
                        "id": "LEGISCTA000006166620",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524918",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166620",
            "sectionParentId": "LEGISCTA000006166620",
            "sectionParentTitre": "Chapitre Ier : Organisation et fonctionnement des écoles maternelles et élémentaires.",
            "fullSectionsTitre": "Partie législative &gt; Deuxième partie : Les enseignements scolaires &gt; Livre IV : Les établissements d'enseignement scolaire &gt; Titre Ier : Les écoles &gt; Chapitre Ier : Organisation et fonctionnement des écoles maternelles et élémentaires.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044541955",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 2 de la loi n° 2021-1716 du 21 décembre 2021, le III de l'article L. 411-2 entre en vigueur le 1er octobre 2022.",
            "notaHtml": "<p>Conformément au II de l'article 2 de la loi n° 2021-1716 du 21 décembre 2021, le III de l'article L. 411-2 entre en vigueur le 1er octobre 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Rapport au Président de la République relatif à l'ordonnance n° 2000-549 du 15 juin 2000",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi n° 2003-339 du 14 avril 2003",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000044537507",
                    "textTitle": "LOI n°2021-1716 du 21 décembre 2021 - art. 2 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000044538756",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-22",
                    "dateSignaTexte": "2021-12-21",
                    "dateDebutCible": "2021-12-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045570681",
                    "textTitle": "Décret n°2022-541 du 13 avril 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045577267",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-541",
                    "datePubli": 1649894400000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "JORFTEXT000047968636",
                    "textTitle": "Décret n°2023-777 du 14 août 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047969669",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-777",
                    "datePubli": 1692057600000,
                    "dateDebut": 1692144000000
                },
                {
                    "textCid": "JORFTEXT000047968636",
                    "textTitle": "Décret n°2023-777 du 14 août 2023 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000047969709",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-777",
                    "datePubli": 1692057600000,
                    "dateDebut": 1692144000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi 89-486 1989-07-10 art. 18",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000509314",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 18 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006434880",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524918",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1114300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044541955",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1640217600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L411-2",
                "411-2"
            ],
            "versionPrecedente": "LEGIARTI000006524918",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006524918",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les écoles élaborent un projet d'établissement. Celui-ci définit les modalités particulières de mise en oeuvre des objectifs et des programmes nationaux. Il précise les activités scolaires et périscolaires prévues à cette fin. Il fait l'objet d'une évaluation. Il indique également les moyens particuliers mis en oeuvre pour prendre en charge les élèves issus des familles les plus défavorisées. Les membres de la communauté éducative sont associés à l'élaboration du projet qui est adopté par le conseil d'école, qui statue sur proposition des équipes pédagogiques pour ce qui concerne la partie pédagogique du projet.",
            "texteHtml": "<p></p>   Les écoles élaborent un projet d'établissement. Celui-ci définit les modalités particulières de mise en oeuvre des objectifs et des programmes nationaux. Il précise les activités scolaires et périscolaires prévues à cette fin. Il fait l'objet d'une évaluation. Il indique également les moyens particuliers mis en oeuvre pour prendre en charge les élèves issus des familles les plus défavorisées.<p></p><p></p>   Les membres de la communauté éducative sont associés à l'élaboration du projet qui est adopté par le conseil d'école, qui statue sur proposition des équipes pédagogiques pour ce qui concerne la partie pédagogique du projet.<p></p>",
            "num": "L411-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 961632000000,
            "dateFin": 1114300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Les enseignements scolaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120385",
                        "id": "LEGISCTA000006120385",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Les établissements d'enseignement scolaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137623",
                        "id": "LEGISCTA000006137623",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les écoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151350",
                        "id": "LEGISCTA000006151350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Organisation et fonctionnement des écoles maternelles et élémentaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166620",
                        "id": "LEGISCTA000006166620",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524918",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166620",
            "sectionParentId": "LEGISCTA000006166620",
            "sectionParentTitre": "Chapitre Ier : Organisation et fonctionnement des écoles maternelles et élémentaires.",
            "fullSectionsTitre": "Partie législative &gt; Deuxième partie : Les enseignements scolaires &gt; Livre IV : Les établissements d'enseignement scolaire &gt; Titre Ier : Les écoles &gt; Chapitre Ier : Organisation et fonctionnement des écoles maternelles et élémentaires.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006524918",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Ordonnance 2000-549 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi 2003-339 2003-04-14 art. 1 (loi de ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000259787",
                    "textTitle": "Loi n°2005-380 du 23 avril 2005 - art. 34 () JORF 24 avril 2005",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006435746",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-04-24",
                    "dateSignaTexte": "2005-04-23",
                    "dateDebutCible": "2005-04-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045570681",
                    "textTitle": "Décret n°2022-541 du 13 avril 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045577267",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-541",
                    "datePubli": 1649894400000,
                    "dateDebut": 1649980800000
                },
                {
                    "textCid": "JORFTEXT000047968636",
                    "textTitle": "Décret n°2023-777 du 14 août 2023 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000047969669",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-777",
                    "datePubli": 1692057600000,
                    "dateDebut": 1692144000000
                },
                {
                    "textCid": "JORFTEXT000047968636",
                    "textTitle": "Décret n°2023-777 du 14 août 2023 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000047969709",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-777",
                    "datePubli": 1692057600000,
                    "dateDebut": 1692144000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi 89-486 1989-07-10 art. 18",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000509314",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000509314",
                    "textTitle": "Loi n°89-486 du 10 juillet 1989 - art. 18 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006434880",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524918",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1114300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044541955",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1640217600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L411-2",
                "411-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}