{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046736523",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ANNEXE III-2 (ARTICLE A. 312-3) DESCRIPTION DU CONTENU DES DOCUMENTS ÉNUMÉRÉS À L'ARTICLE A. 312-3 RELATIF À LA PROCÉDURE D'HOMOLOGATION DES ENCEINTES SPORTIVES OUVERTES AU PUBLIC Pièce 1 Le dossier d'information générale précise ou contient : -l'identité, la qualité et l'adresse du demandeur, du gérant ou de l'exploitant ; -la localisation et la superficie du ou des terrain (s) ; -les types d'établissements (X, PA, L …) ; -une fiche de présentation du projet comprenant une présentation des configurations. Le cas échéant : -les données relatives à la capacité d'accueil additionnelle ; -les données relatives aux zones de risques particuliers et zones sismiques. Pièce 3 Le plan de situation élargi (plan général de l'agglomération) permet notamment : -de repérer les voies d'accès à l'enceinte sportive ; -d'être affectées à la circulation des véhicules d'intervention urgence et de transport sanitaire. Pièce 4 Le plan de masse et des abords précise, le cas échéant, les dispositions adoptées pour les contrôles et les filtrages, d'une part en périphérie de l'enceinte, et d'autre part aux accès aux équipements, la localisation et la capacité des parkings, les moyens de transport urbains ou spéciaux, les cheminements divers (véhicules et piétons). Pièce 5 Le (ou les) plan (s) des tribunes fournit (ssent) les éléments du plan de contrôle et de la répartition des spectateurs en complément du plan de masse et des abords ; -il (s) mentionne (nt) le nombre de places et comprend (nent), le cas échéant, un zonage en fonction des billetteries ; -il (s) focalise (nt) les billetteries (les modes d'accès, les cheminements entre les guichets et les points de contrôle, les emplacements des points de contrôle) ; -il (s) indique (nt) la capacité de passage des spectateurs et les dispositifs de communication avec le public (moyens visuels et sonores éventuels d'information concernant la délivrance des billets) ; -il (s) précise (nt) les dispositions concernant la transformation de places debout en places assises, le raccordement de la capacité d'accueil additionnelle par rapport à l'ensemble ; -il (s) comporte (nt) les renseignements de nature à assurer le contrôle des dégagements réglementaires des différents occupants, personnalités officielles, journalistes, représentants du mouvement sportifs, organisateurs, personnes handicapées et grand public. Pièce 6 Le plan des aires de jeu permet de repérer le ou les terrain (s) et, le cas échéant : -les aménagements pour l'entrée et la sortie des joueurs et les protections afférentes ; -les accès et les emplacements réservés aux forces de sécurité, aux moyens de secours et de soins d'urgence ; -les accès et les emplacements réservés aux journalistes ; -les séparations entre les spectateurs d'une part, les sportifs et les arbitres d'autre part ; -les accès normaux et d'urgence à l'aire de jeu, par zones, depuis les tribunes. Pièce 8 La description des moyens d'étude et de contrôle dont le maître d'ouvrage s'entoure pour la bonne réalisation des installations comprend : -l'identité, la qualification des constructeurs et l'énoncé de leurs missions de conception et d'exécution ; -l'identité, l'agrément des contrôleurs techniques agréés et l'énoncé de leurs missions (solidité-sécurité des personnes-si nécessaire, protection contre les séismes, accessibilité aux personnes handicapées). Pièce 10 Le dossier relatif aux ensembles démontables et notamment aux tribunes provisoires dont le nombre de spectateurs détermine la capacité additionnelle ; la capacité d'accueil additionnelle correspond au nombre de places de spectateurs en tribunes provisoires que le propriétaire de l'enceinte souhaite pouvoir installer pour une (ou des) manifestation (s) ponctuelle (s). Le dossier relatif aux ensembles démontables correspond au dossier de sécurité de l'organisateur et comporte : -les informations relatives à la sécurité, à la solidité et aux conditions d'utilisation des ensembles démontables ; -les documents graphiques et les éléments d'information afférents aux accès, aux cheminements et aux dégagements du public de la manifestation sportive ; -les indications utiles à la compréhension du dispositif prévisionnel de secours complété, le cas échéant, de moyens médicaux et du plan de secours spécialisé (cf. 3 le plan de situation élargi). La forme revêtue par le dossier de sécurité de l'organisateur, son contenu et les documents qui y sont annexés sont fixés par un arrêté du ministère chargé de la sécurité civile fixant les règles de sécurité et les dispositions techniques applicables aux structures provisoires et démontables. Le dossier des installations provisoires est complété, avant exécution des travaux, par la production des autorisations administratives et des déclarations préalables obtenues. Pièce 11 Le dossier du poste de surveillance signale l'emplacement de cet équipement et précise les équipements de télécommunications et/ ou les possibilités de connexion mis à la disposition des forces de police et de gendarmerie, des sapeurs-pompiers et du service d'aide médicale urgente. Pièce 14 Pour les installations provisoires : -la forme revêtue par le rapport de vérifications après montage, son contenu et les documents qui y sont annexés sont fixés par un arrêté du ministère chargé de la sécurité civile fixant les règles de sécurité et les dispositions techniques applicables aux structures provisoires et démontables. Pièce 19 Pour les installations datant de moins de 10 ans à la date de présentation du dossier, les conclusions du dossier de contrôle technique initial sont fournies, au sens de la loi n° 78-12 du 4 janvier 1978 relative à la responsabilité et à l'assurance dans le domaine de la construction. Pour les installations datant de plus de 10 ans, outre les conclusions du dossier de contrôle technique initial, un audit de vétusté s'appuyant sur le dossier d'origine est fourni. L'audit d'évaluation de la vétusté consiste en un examen visuel de l'état apparent de dégradation des parties visibles et accessibles des structures, des éléments de couverture, de façade, de garde-corps, et, plus généralement, des composants d'ouvrages susceptibles d'effondrement ou d'instabilité. Cet audit précise si des diagnostics complémentaires doivent être réalisés pour lever les doutes et/ ou si des travaux de confortement sont nécessaires à la mise en sécurité de l'ouvrage. L'obligation de produire un audit s'impose pour les enceintes de plus de dix ans au moment de la demande d'homologation et ensuite lors de chaque nouvelle demande d'homologation.",
            "texteHtml": "<p align='center'>ANNEXE III-2 (ARTICLE A. 312-3)<br/><br/>\nDESCRIPTION DU CONTENU DES DOCUMENTS ÉNUMÉRÉS À L'ARTICLE A. 312-3 RELATIF À LA PROCÉDURE D'HOMOLOGATION DES ENCEINTES SPORTIVES OUVERTES AU PUBLIC</p><p><br/>\nPièce 1<br/><br/>\nLe dossier d'information générale précise ou contient :</p><p><br/>\n-l'identité, la qualité et l'adresse du demandeur, du gérant ou de l'exploitant ;<br/><br/>\n-la localisation et la superficie du ou des terrain (s) ;<br/><br/>\n-les types d'établissements (X, PA, L …) ;<br/><br/>\n-une fiche de présentation du projet comprenant une présentation des configurations.</p><p><br/>\nLe cas échéant :</p><p><br/>\n-les données relatives à la capacité d'accueil additionnelle ;<br/><br/>\n-les données relatives aux zones de risques particuliers et zones sismiques.</p><p><br/>\nPièce 3<br/><br/>\nLe plan de situation élargi (plan général de l'agglomération) permet notamment :</p><p><br/>\n-de repérer les voies d'accès à l'enceinte sportive ;<br/><br/>\n-d'être affectées à la circulation des véhicules d'intervention urgence et de transport sanitaire.</p><p><br/>\nPièce 4<br/><br/>\nLe plan de masse et des abords précise, le cas échéant, les dispositions adoptées pour les contrôles et les filtrages, d'une part en périphérie de l'enceinte, et d'autre part aux accès aux équipements, la localisation et la capacité des parkings, les moyens de transport urbains ou spéciaux, les cheminements divers (véhicules et piétons).<br/><br/>\nPièce 5<br/><br/>\nLe (ou les) plan (s) des tribunes fournit (ssent) les éléments du plan de contrôle et de la répartition des spectateurs en complément du plan de masse et des abords ;</p><p><br/>\n-il (s) mentionne (nt) le nombre de places et comprend (nent), le cas échéant, un zonage en fonction des billetteries ;<br/><br/>\n-il (s) focalise (nt) les billetteries (les modes d'accès, les cheminements entre les guichets et les points de contrôle, les emplacements des points de contrôle) ;<br/><br/>\n-il (s) indique (nt) la capacité de passage des spectateurs et les dispositifs de communication avec le public (moyens visuels et sonores éventuels d'information concernant la délivrance des billets) ;<br/><br/>\n-il (s) précise (nt) les dispositions concernant la transformation de places debout en places assises, le raccordement de la capacité d'accueil additionnelle par rapport à l'ensemble ;<br/><br/>\n-il (s) comporte (nt) les renseignements de nature à assurer le contrôle des dégagements réglementaires des différents occupants, personnalités officielles, journalistes, représentants du mouvement sportifs, organisateurs, personnes handicapées et grand public.</p><p><br/>\nPièce 6<br/><br/>\nLe plan des aires de jeu permet de repérer le ou les terrain (s) et, le cas échéant :</p><p><br/>\n-les aménagements pour l'entrée et la sortie des joueurs et les protections afférentes ;<br/><br/>\n-les accès et les emplacements réservés aux forces de sécurité, aux moyens de secours et de soins d'urgence ;<br/><br/>\n-les accès et les emplacements réservés aux journalistes ;<br/><br/>\n-les séparations entre les spectateurs d'une part, les sportifs et les arbitres d'autre part ;<br/><br/>\n-les accès normaux et d'urgence à l'aire de jeu, par zones, depuis les tribunes.</p><p><br/>\nPièce 8<br/><br/>\nLa description des moyens d'étude et de contrôle dont le maître d'ouvrage s'entoure pour la bonne réalisation des installations comprend :</p><p><br/>\n-l'identité, la qualification des constructeurs et l'énoncé de leurs missions de conception et d'exécution ;<br/><br/>\n-l'identité, l'agrément des contrôleurs techniques agréés et l'énoncé de leurs missions (solidité-sécurité des personnes-si nécessaire, protection contre les séismes, accessibilité aux personnes handicapées).</p><p><br/>\nPièce 10<br/><br/>\nLe dossier relatif aux ensembles démontables et notamment aux tribunes provisoires dont le nombre de spectateurs détermine la capacité additionnelle ; la capacité d'accueil additionnelle correspond au nombre de places de spectateurs en tribunes provisoires que le propriétaire de l'enceinte souhaite pouvoir installer pour une (ou des) manifestation (s) ponctuelle (s).<br/><br/>\nLe dossier relatif aux ensembles démontables correspond au dossier de sécurité de l'organisateur et comporte :</p><p><br/>\n-les informations relatives à la sécurité, à la solidité et aux conditions d'utilisation des ensembles démontables ;<br/><br/>\n-les documents graphiques et les éléments d'information afférents aux accès, aux cheminements et aux dégagements du public de la manifestation sportive ;<br/><br/>\n-les indications utiles à la compréhension du dispositif prévisionnel de secours complété, le cas échéant, de moyens médicaux et du plan de secours spécialisé (cf. 3 le plan de situation élargi).</p><p><br/>\nLa forme revêtue par le dossier de sécurité de l'organisateur, son contenu et les documents qui y sont annexés sont fixés par un arrêté du ministère chargé de la sécurité civile fixant les règles de sécurité et les dispositions techniques applicables aux structures provisoires et démontables.<br/><br/>\nLe dossier des installations provisoires est complété, avant exécution des travaux, par la production des autorisations administratives et des déclarations préalables obtenues.<br/><br/>\nPièce 11<br/><br/>\nLe dossier du poste de surveillance signale l'emplacement de cet équipement et précise les équipements de télécommunications et/ ou les possibilités de connexion mis à la disposition des forces de police et de gendarmerie, des sapeurs-pompiers et du service d'aide médicale urgente.<br/><br/>\nPièce 14<br/><br/>\nPour les installations provisoires :</p><p><br/>\n-la forme revêtue par le rapport de vérifications après montage, son contenu et les documents qui y sont annexés sont fixés par un arrêté du ministère chargé de la sécurité civile fixant les règles de sécurité et les dispositions techniques applicables aux structures provisoires et démontables.</p><p><br/>\nPièce 19<br/><br/>\nPour les installations datant de moins de 10 ans à la date de présentation du dossier, les conclusions du dossier de contrôle technique initial sont fournies, au sens de la loi n° 78-12 du 4 janvier 1978 relative à la responsabilité et à l'assurance dans le domaine de la construction.<br/><br/>\nPour les installations datant de plus de 10 ans, outre les conclusions du dossier de contrôle technique initial, un audit de vétusté s'appuyant sur le dossier d'origine est fourni.<br/><br/>\nL'audit d'évaluation de la vétusté consiste en un examen visuel de l'état apparent de dégradation des parties visibles et accessibles des structures, des éléments de couverture, de façade, de garde-corps, et, plus généralement, des composants d'ouvrages susceptibles d'effondrement ou d'instabilité. Cet audit précise si des diagnostics complémentaires doivent être réalisés pour lever les doutes et/ ou si des travaux de confortement sont nécessaires à la mise en sécurité de l'ouvrage.<br/><br/>\nL'obligation de produire un audit s'impose pour les enceintes de plus de dix ans au moment de la demande d'homologation et ensuite lors de chaque nouvelle demande d'homologation.</p>",
            "num": "Annexe III-2 (art. A312-3)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1671062400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214748364,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898491",
                        "id": "LEGISCTA000020898491",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018752253",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898491",
            "sectionParentId": "LEGISCTA000020898491",
            "sectionParentTitre": "Annexes III",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes III",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046736523",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "L'échelle des différents plans, cotés, est au moins égale à celle requise à la demande du permis de construire.",
            "notaHtml": "<p>L'échelle des différents plans, cotés, est au moins égale à celle requise à la demande du permis de construire.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046733861",
                    "textTitle": "Arrêté du 7 octobre 2022 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000046735360",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2022-12-14",
                    "dateSignaTexte": "2022-10-07",
                    "dateDebutCible": "2022-12-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A312-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A312-3",
                    "articleId": "LEGIARTI000035824496",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1508371200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018760437",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1209513600000,
                    "dateFin": 1671062400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046736523",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1671062400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III-2 (art. A312-3)",
                "III-2"
            ],
            "versionPrecedente": "LEGIARTI000018760437",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018760437",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "DESCRIPTION DU CONTENU DES DOCUMENTS ÉNUMÉRÉS A L'ARTICLE R. 212-21 RELATIF À LA PROCÉDURE D'HOMOLOGATION DES ENCEINTES SPORTIVES OUVERTES AU PUBLIC Pièce 1 Le dossier d'information générale précise ou contient : - l'identité, la qualité et l'adresse du demandeur, du gérant ou de l'exploitant ; - la localisation et la superficie du ou des terrain(s) ; - les types d'établissements (X, PA, L...) ; - une fiche de présentation du projet (distinguer les équipements couverts des équipements de plein air). Le cas échéant : - les données relatives à la capacité d'accueil additionnelle ; - les données relatives aux zones de risques particuliers et zones sismiques. Pièce 2 Le plan de situation élargi (plan général de l'agglomération) permet notamment : - de repérer les voies d'accès à l'enceinte sportive ; - d'être affectées à la circulation des véhicules d'intervention urgence et de transport sanitaire. Pièce 4 Le plan de masse et des abords précise, le cas échéant, les dispositions adoptées pour les contrôles et les filtrages, d'une part en périphérie de l'enceinte, et d'autre part aux accès aux équipements, la localisation et la capacité des parkings, les moyens de transport urbains ou spéciaux, les cheminements divers (véhicules et piétons). Pièce 5 Le (ou les) plan(s) des tribunes fournit(ssent) les éléments du plan de contrôle et de la répartition des spectateurs en complément du plan de masse et des abords ; - il(s) mentionne(nt) le nombre de places et comprend(nent), le cas échéant, un zonage en fonction des billetteries ; - il(s) focalise(nt) les billetteries (les modes d'accès, les cheminements entre les guichets et les points de contrôle, les emplacements des points de contrôle) ; - il(s) indique(nt) la capacité de passage des spectateurs et les dispositifs de communication avec le public (moyens visuels et sonores éventuels d'information concernant la délivrance des billets) ; - il(s) précise(nt) les dispositions concernant la transformation de places debout en places assises, le raccordement de la capacité d'accueil additionnelle par rapport à l'ensemble ; - il(s) comporte(nt) les renseignements de nature à assurer le contrôle des dégagements réglementaires des différents occupants, personnalités officielles, journalistes, représentants du mouvement sportifs, organisateurs, personnes handicapées et grand public. Pièce 6 Le plan des aires de jeu permet de repérer le ou les terrain(s) et, le cas échéant : - les aménagements pour l'entrée et la sortie des joueurs et les protections afférentes ; - les accès et les emplacements réservés aux forces de sécurité, aux moyens de secours et de soins d'urgence ; - les accès et les emplacements réservés aux journalistes ; - les séparations entre les spectateurs d'une part, les sportifs et les arbitres d'autre part ; - les accès normaux et d'urgence à l'aire de jeu, par zones, depuis les tribunes. Pièce 10 Le dossier de la capacité d'accueil additionnel ; la capacité d'accueil additionnelle correspond au nombre de places de spectateurs en tribunes que le propriétaire de l'ouvrage souhaite pouvoir installer, soit en tribune provisoire pour une (ou des) manifestation(s) ponctuelle(s), soit aux fins d'un agrandissement définitif. Il comporte : - les documents graphiques écrits nécessaires à la compréhension de la modification projetée ; - les éléments d'information afférents aux accès et aux dégagements du public ; - les indications utiles à l'actualisation du dispositif de prévention secouriste et/ou médicale ainsi qu'à l'actualisation du plan de secours spécialisé (cf. 3 le plan de situation élargi). Il est complété, avant exécution des travaux, par la production des autorisations administratives et des déclarations préalables édictées au livre 1 du code de la construction et de l'habitation. Pièce 11 Le dossier du poste de surveillance signale l'emplacement de cet équipement et précise les équipements de télécommunications et/ou les possibilités de connexion mis à la disposition des forces de police et de gendarmerie, des sapeurs-pompiers et du service d'aide médicale urgente.",
            "texteHtml": "<p align='center'>DESCRIPTION DU CONTENU DES DOCUMENTS ÉNUMÉRÉS A L'ARTICLE R. 212-21<br/>RELATIF À LA PROCÉDURE D'HOMOLOGATION DES ENCEINTES SPORTIVES OUVERTES AU PUBLIC</p><p align='center'></p><p>Pièce 1</p><p>Le dossier d'information générale précise ou contient :<br/>- l'identité, la qualité et l'adresse du demandeur, du gérant ou de l'exploitant ;<br/>- la localisation et la superficie du ou des terrain(s) ;<br/>- les types d'établissements (X, PA, L...) ;<br/>- une fiche de présentation du projet (distinguer les équipements couverts des équipements de plein air).<br/>Le cas échéant :<br/>- les données relatives à la capacité d'accueil additionnelle ;<br/>- les données relatives aux zones de risques particuliers et zones sismiques.</p><p>Pièce 2</p><p>Le plan de situation élargi (plan général de l'agglomération) permet notamment :<br/>- de repérer les voies d'accès à l'enceinte sportive ;<br/>- d'être affectées à la circulation des véhicules d'intervention urgence et de transport sanitaire.</p><p>Pièce 4</p><p>Le plan de masse et des abords précise, le cas échéant, les dispositions adoptées pour les contrôles et les filtrages, d'une part en périphérie de l'enceinte, et d'autre part aux accès aux équipements, la localisation et la capacité des parkings, les moyens de transport urbains ou spéciaux, les cheminements divers (véhicules et piétons).</p><p>Pièce 5<br/></p><p>Le (ou les) plan(s) des tribunes fournit(ssent) les éléments du plan de contrôle et de la répartition des spectateurs en complément du plan de masse et des abords ;<br/>- il(s) mentionne(nt) le nombre de places et comprend(nent), le cas échéant, un zonage en fonction des billetteries ;<br/>- il(s) focalise(nt) les billetteries (les modes d'accès, les cheminements entre les guichets et les points de contrôle, les emplacements des points de contrôle) ;<br/>- il(s) indique(nt) la capacité de passage des spectateurs et les dispositifs de communication avec le public (moyens visuels et sonores éventuels d'information concernant la délivrance des billets) ;<br/>- il(s) précise(nt) les dispositions concernant la transformation de places debout en places assises, le raccordement de la capacité d'accueil additionnelle par rapport à l'ensemble ;<br/>- il(s) comporte(nt) les renseignements de nature à assurer le contrôle des dégagements réglementaires des différents occupants, personnalités officielles, journalistes, représentants du mouvement sportifs, organisateurs, personnes handicapées et grand public.</p><p>Pièce 6</p><p>Le plan des aires de jeu permet de repérer le ou les terrain(s) et, le cas échéant :<br/>- les aménagements pour l'entrée et la sortie des joueurs et les protections afférentes ;<br/>- les accès et les emplacements réservés aux forces de sécurité, aux moyens de secours et de soins d'urgence ;<br/>- les accès et les emplacements réservés aux journalistes ;<br/>- les séparations entre les spectateurs d'une part, les sportifs et les arbitres d'autre part ;<br/>- les accès normaux et d'urgence à l'aire de jeu, par zones, depuis les tribunes.</p><p>Pièce 10</p><p>Le dossier de la capacité d'accueil additionnel ; la capacité d'accueil additionnelle correspond au nombre de places de spectateurs en tribunes que le propriétaire de l'ouvrage souhaite pouvoir installer, soit en tribune provisoire pour une (ou des) manifestation(s) ponctuelle(s), soit aux fins d'un agrandissement définitif.<br/>Il comporte :<br/>- les documents graphiques écrits nécessaires à la compréhension de la modification projetée ;<br/>- les éléments d'information afférents aux accès et aux dégagements du public ;<br/>- les indications utiles à l'actualisation du dispositif de prévention secouriste et/ou médicale ainsi qu'à l'actualisation du plan de secours spécialisé (cf. 3 le plan de situation élargi).<br/>Il est complété, avant exécution des travaux, par la production des autorisations administratives et des déclarations préalables édictées au livre 1 du code de la construction et de l'habitation.</p><p>Pièce 11</p><p>Le dossier du poste de surveillance signale l'emplacement de cet équipement et précise les équipements de télécommunications et/ou les possibilités de connexion mis à la disposition des forces de police et de gendarmerie, des sapeurs-pompiers et du service d'aide médicale urgente.</p>",
            "num": "Annexe III-2 (art. A312-3)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1209513600000,
            "dateFin": 1671062400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214748364,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898491",
                        "id": "LEGISCTA000020898491",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018752253",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898491",
            "sectionParentId": "LEGISCTA000020898491",
            "sectionParentTitre": "Annexes III",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes III",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000018760437",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "l'échelle des différents plans, cotés, est au moins égale à celle requise à la demande du permis de construire.",
            "notaHtml": "<p> l'échelle des différents plans, cotés, est au moins égale à celle requise à la demande du permis de construire.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018741712",
                    "textTitle": "Arrêté du 28 février 2008 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000018747632",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-04-29",
                    "dateSignaTexte": "2008-02-28",
                    "dateDebutCible": "2008-04-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A312-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A312-3",
                    "articleId": "LEGIARTI000035824496",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1508371200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018760437",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1209513600000,
                    "dateFin": 1671062400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046736523",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1671062400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III-2 (art. A312-3)",
                "III-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}