{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019985931",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Service du contrôle de la circulation aérienne 3.1 Bénéficiaires Le service du contrôle de la circulation aérienne est assuré : a) à tous les vols IFR dans les espaces aériens des classes A, B, C, D et E ; b) à tous les vols VFR dans les espaces aériens des classes B, C et D ; c) à tous les vols VFR spéciaux ; d) à l'ensemble de la circulation d'aérodrome des aérodromes contrôlés ; e) aux vols VFR de nuit dans les conditions fixées par l'appendice 5 de l'annexe 1 Règles de l'air . §3.1.e) - Différence OACI - voir tableau récapitulatif 3.2 Mise en œuvre du service du contrôle de la circulation aérienne Les différentes fonctions du service du contrôle de la circulation aérienne décrites en 2.3.1 sont assurées par les différents organismes de la manière suivante : a) Contrôle régional : 1) par un centre de contrôle régional ; ou 2) par l'organisme assurant le service du contrôle d'approche dans une zone de contrôle, ou dans une région de contrôle d'étendue limitée, qui est surtout destinée à assurer le service du contrôle d'approche et où il n'a pas été créé de centre de contrôle régional ; b) Contrôle d'approche 1) par une tour de contrôle d'aérodrome ou un centre de contrôle régional, lorsqu'il est nécessaire ou souhaitable de grouper sous la responsabilité d'un seul organisme les fonctions du service du contrôle d'approche et celles du service du contrôle d'aérodrome ou du service du contrôle régional ; 2) par un organisme de contrôle d'approche, lorsqu'il est nécessaire ou souhaitable d'établir un organisme séparé. c) Contrôle d'aérodrome : par une tour de contrôle d'aérodrome. Note. - La tâche qui consiste à assurer des services spécifiés sur l'aire de trafic, par exemple un service de gestion d'aire de trafic, peut être confiée à une tour de contrôle d'aérodrome ou à un organisme distinct. 3.3 Fonctionnement du service du contrôle de la circulation aérienne 3.3.1 Afin d'assurer le service du contrôle de la circulation aérienne, un organisme du contrôle de la circulation aérienne : a) reçoit des renseignements au sujet des mouvements prévus de chaque aéronef et des modifications qui leur sont apportées et connaît en permanence la progression effective de chaque aéronef ; b) détermine, d'après les renseignements reçus, les positions relatives des aéronefs signalés ; c) transmet des autorisations et des renseignements aux fins de prévenir les collisions entre les aéronefs placés sous son contrôle et d'accélérer et régulariser la circulation ; d) se met d'accord avec les autres organismes au sujet des autorisations : 1) chaque fois qu'un aéronef risquerait sans cela d'entraver la circulation placée sous le contrôle de ces autres organismes ; 2) avant de transférer à ces autres organismes le contrôle d'un aéronef. 3.3.2 Les renseignements relatifs aux mouvements aériens, ainsi que les autorisations du contrôle de la circulation aérienne accordées pour ces mouvements, sont affichés de manière que le contrôle de la circulation aérienne puisse les analyser aisément, et assurer avec efficacité l'acheminement de la circulation aérienne et une séparation convenable entre les aéronefs. 3.3.3 Les autorisations émises par les organismes du contrôle de la circulation aérienne assurent la séparation : a) entre tous les vols dans les espaces aériens des classes A et B ; b) entre les vols IFR dans les espaces aériens des classes C, D et E ; c) entre les vols IFR et les vols VFR : - dans l'espace aérien de classe C ; - dans l'espace aérien de classe A, si le vol VFR a obtenu une dérogation pour pénétrer et évoluer dans cet espace ; d) entre les vols IFR et les vols VFR spéciaux ; e) (Réservé) f) entre les vols IFR et les vols VFR de nuit. Note. - Voir l'appendice 5 VFR de nuit dans l'Annexe 1 Règles de l'air §3.3.3.c) - Différence OACI - voir tableau récapitulatif §3.3.3.e) - Différence OACI - voir tableau récapitulatif §3.3.3.f) - Différence OACI - voir tableau récapitulatif Toutefois, à la demande d'un aéronef et si l'autorité ATS compétente le prescrit dans le cas prévu en b) ci-dessus, dans les espaces aériens des classes D et E, un aéronef peut recevoir une autorisation qui ne lui assure pas cette séparation sur un tronçon déterminé du vol effectué dans les conditions météorologiques de vol à vue. 3.3.4 Un organisme du contrôle de la circulation aérienne assure la séparation par l'un, au moins, des moyens suivants : a) séparation verticale, obtenue par l'assignation de niveaux différents déterminés d'après : 1) le tableau des niveaux de croisière approprié des règles de l'air, Appendice 3, ou d'après 2) un tableau des niveaux de croisière modifié conformément aux spécifications des Règles de l'air, Appendice 3, pour les vols effectués au-dessus du niveau de vol 410 ; toutefois, la correspondance entre niveaux et route, prescrite dans cet appendice, ne s'applique qu'à défaut d'indications contraires données dans les publications d'information aéronautique appropriées ou les autorisations du contrôle de la circulation aérienne ; Note. - Des éléments indicatifs relatifs à la séparation verticale figurent dans le Manuel OACI sur la mise en œuvre d'un minimum de séparation verticale de 300 m (1 000 ft) entre les niveaux de vol 290 et 410 inclus (Doc 9574). b) séparation horizontale, obtenue en assurant : 1) une séparation longitudinale, obtenue en maintenant un intervalle de temps ou de distance entre les aéronefs volant sur une même route, sur des routes convergentes ou dans des directions opposées ; ou 2) une séparation latérale, obtenue en maintenant les aéronefs sur des routes différentes ou dans des régions géographiques différentes ; c) séparation composite, consistant en une combinaison de la séparation verticale et de l'une des autres formes de séparation prévues à l'alinéa b) ci-dessus, en utilisant pour chacune d'elles des minimums qui peuvent être inférieurs à ceux utilisés pour chacun des éléments combinés lorsqu'ils sont appliqués séparément, mais au moins égaux à la moitié de ces minimums; la séparation composite n'est appliquée que sur la base d'accords régionaux de navigation aérienne. Note. - Le Manuel OACI de planification des services de la circulation aérienne (Doc 9426) contient des éléments indicatifs sur la mise en œuvre d'une séparation composite latérale/verticale. 3.4 Minimums de séparation 3.4.1 Les minimums de séparation applicables dans une portion déterminée de l'espace aérien sont choisis comme suit : a) Les minimums de séparation sont choisis parmi les minimums prescrits par les dispositions des procédures pour les services de la navigation aérienne qui sont applicables aux cas considérés; toutefois, lorsque les types d'aides utilisés ou les circonstances ne sont pas prévus par lesdites dispositions, d'autres minimums de séparation sont établis, selon les besoins : 1) par l'autorité ATS compétente, après consultation des exploitants, pour les routes ou portions de route contenues dans l'espace aérien relevant de la souveraineté française ; 2) par accord régional de navigation aérienne de l'OACI pour les routes ou portions de route contenues dans l'espace aérien situé au-dessus de la haute mer ou de régions de souveraineté indéterminée. Note. - Les détails des minimums de séparation prescrits par l'OACI sont contenus dans les procédures pour les services de la navigation aérienne. b) Le choix des minimums de séparation est effectué par consultation entre les autorités ATS compétentes chargées d'assurer les services de circulation aérienne dans des espaces aériens adjacents : 1) lorsque les aéronefs passent de l'un à l'autre de ces espaces aériens adjacents ; 2) lorsque la distance entre une route et la limite commune des espaces aériens adjacents est plus faible que les minimums de séparation applicables dans ces circonstances. Note. - Cette disposition a pour but d'assurer, dans le premier cas, la compatibilité des deux côtés de la ligne de transfert de circulation et, dans l'autre cas, d'assurer une séparation appropriée entre les aéronefs qui se trouvent des deux côtés de la limite commune. 3.4.2 Les détails des minimums de séparation choisis et des zones d'application correspondantes sont notifiés : a) aux organismes ATS intéressés ; et b) aux pilotes et aux exploitants par l'intermédiaire des publications d'information aéronautique, lorsque la séparation est fondée sur l'emploi par l'aéronef de certaines aides ou techniques de navigation. 3.5 Responsabilité du contrôle 3.5.1 Responsabilité du contrôle d'un vol donné À tout moment, un vol contrôlé n'est sous le contrôle que d'un seul organisme du contrôle de la circulation aérienne. 3.5.2 Responsabilité du contrôle dans une portion d'espace aérien Le contrôle de tous les aéronefs évoluant dans une portion d'espace aérien donnée incombe à un seul organisme du contrôle de la circulation aérienne. Toutefois, le contrôle d'un aéronef ou d'un groupe d'aéronefs peut être délégué à d'autres organismes du contrôle de la circulation aérienne, à condition que soit assurée la coordination entre les organismes du contrôle de la circulation aérienne intéressés. 3.6 Transfert de contrôle 3.6.1 Lieu et moment du transfert Le transfert du contrôle d'un aéronef d'un organisme du contrôle de la circulation aérienne à un autre s'effectue de la manière suivante : 3.6.1.1 Entre deux organismes assurant le contrôle régional. Le contrôle d'un aéronef est transféré d'un organisme assurant le contrôle régional dans une région de contrôle à l'organisme assurant le contrôle régional dans une région de contrôle adjacente à l'heure à laquelle l'aéronef franchit la limite commune aux deux régions de contrôle; cette heure est estimée par le centre de contrôle régional qui contrôle l'aéronef; le contrôle peut être transféré en tout autre lieu ou à tout autre moment dont seraient convenus ces deux organismes. 3.6.1.2 Entre un organisme assurant le contrôle régional et un organisme assurant le contrôle d'approche, ou entre deux organismes assurant le contrôle d'approche. Le contrôle d'un aéronef est transféré d'un organisme assurant le contrôle régional à un organisme assurant le contrôle d'approche ou vice versa, ou entre deux organismes assurant le contrôle d'approche, au lieu ou à l'heure dont sont convenus ces deux organismes. §3.6.1.2 - Différence OACI - voir tableau récapitulatif 3.6.1.3 Entre un organisme assurant le contrôle d'approche et une tour de contrôle d'aérodrome 3.6.1.3.1 Aéronef à l'arrivée. Le contrôle d'un aéronef à l'arrivée est transféré de l'organisme assurant le contrôle d'approche à la tour de contrôle d'aérodrome : a) lorsque l'aéronef est aux abords de l'aérodrome, et 1) qu'on estime qu'il pourra effectuer à vue l'approche et l'atterrissage, ou 2) qu'il se trouve dans des conditions météorologiques de vol à vue ininterrompues; ou b) lorsque l'aéronef se trouve à un point ou à un niveau prescrit, comme il est spécifié dans les lettres d'accord ou les instructions de l'organisme ATS ; ou c) lorsque l'aéronef a atterri. Note. - Même lorsqu'il y a un organisme de contrôle d'approche, le contrôle de certains vols peut être transféré directement d'un centre de contrôle régional à une tour de contrôle d'aérodrome et vice versa, en vertu d'un accord conclu au préalable entre les organismes intéressés au sujet de la partie du contrôle d'approche qui doit être assurée par le centre de contrôle régional ou par la tour de contrôle d'aérodrome, selon le cas. 3.6.1.3.2 Aéronef au départ. Le contrôle d'un aéronef au départ est transféré de la tour de contrôle d'aérodrome à l'organisme assurant le contrôle d'approche : a) lorsque les conditions météorologiques de vol à vue règnent aux abords de l'aérodrome : 1) avant que l'aéronef quitte les abords de l'aérodrome ; ou 2) avant que l'aéronef entre en conditions météorologiques de vol aux instruments ; ou 3) lorsque l'aéronef se trouve à un point ou à un niveau prescrit, selon ce qui est spécifié dans les lettres d'accord ou les instructions de l'organisme ATS ; b) lorsque les conditions météorologiques de vol aux instruments règnent sur l'aérodrome : 1) immédiatement après que l'aéronef a décollé, ou 2) lorsque l'aéronef se trouve à un point ou à un niveau prescrit selon ce qui est spécifié dans les lettres d'accord ou les instructions de l'organisme ATS. Note. - Voir la Note qui suit 3.6.1.3.1. 3.6.1.4 Entre secteurs ou positions de contrôle au sein du même organisme de contrôle de la circulation aérienne Le contrôle d'un aéronef est transféré d'un secteur ou d'une position de contrôle à un autre au sein du même organisme ATC à un point, un niveau ou un moment spécifié dans les instructions de l'organisme ATS. 3.6.2 Coordination du transfert 3.6.2.1 Le contrôle d'un aéronef n'est transféré d'un organisme du contrôle de la circulation aérienne à un autre qu'avec l'accord de l'organisme du contrôle accepteur; cet accord est obtenu conformément aux dispositions de 3.6.2.2, 3.6.2.2.1, 3.6.2.2.2 et 3.6.2.3. 3.6.2.2 L'organisme du contrôle transféreur communique à l'organisme du contrôle accepteur les éléments appropriés du plan de vol en vigueur ainsi que tous autres renseignements intéressant le transfert demandé. 3.6.2.2.1 Dans le cas d'un transfert de contrôle effectué au moyen de données radar, les renseignements intéressant ce transfert comprennent notamment la position et, s'il y a lieu, la route et la vitesse de l'aéronef, d'après les observations radar effectuées immédiatement avant le transfert. 3.6.2.2.2 Dans le cas d'un transfert effectué au moyen de données ADS, les renseignements intéressant ce transfert comprennent les renseignements de position en quatre dimensions et les autres renseignements nécessaires. 3.6.2.3 L'organisme du contrôle accepteur: a) indique s'il lui est possible d'accepter le contrôle de l'aéronef dans les conditions spécifiées par l'organisme du contrôle transféreur, à moins que, en vertu d'un accord préalable entre les deux organismes intéressés, l'absence d'une indication de ce genre ne signifie l'acceptation des conditions spécifiées; ou bien il indique les modifications éventuelles qu'il est nécessaire d'apporter à ces conditions ; b) précise tout autre renseignement ou toute autre autorisation concernant une phase ultérieure du vol qu'il juge nécessaire de communiquer à l'aéronef au moment du transfert. 3.6.2.4 Sauf entente contraire des deux organismes intéressés, l'organisme du contrôle accepteur avise l'organisme du contrôle transféreur dès qu'il a établi des communications bilatérales vocales et/ou par liaison de données avec l'aéronef intéressé et assumé le contrôle de celui-ci. 3.6.2.5 Les procédures de coordination applicables, y compris les points de transfert du contrôle, sont spécifiées dans des lettres d'accord ou des instructions de l'organisme ATS, selon le cas. 3.7 Autorisations du contrôle de la circulation aérienne Les autorisations du contrôle de la circulation aérienne ont pour but unique d'assurer le service du contrôle de la circulation aérienne. 3.7.1 Teneur des autorisations 3.7.1.1 Une autorisation du contrôle de la circulation aérienne comprend : a) l'identification de l'aéronef indiquée dans le plan de vol ; b) la limite d'autorisation ; c) la route ; d) les niveaux de vol pour la totalité ou pour les différentes parties de la route et les changements de niveau, si nécessaire ; Note. - Si l'autorisation quant aux niveaux porte seulement sur une partie de la route, il importe que l'organisme de contrôle de la circulation aérienne spécifie le point jusqu'où la partie de l'autorisation relative aux niveaux est applicable, lorsque ce renseignement est nécessaire pour s'assurer que les dispositions de 3.6.5.2.2, alinéa a), des règles de l'air sont respectées. e) toutes autres instructions ou renseignements nécessaires sur les questions telles que les manœuvres d'approche ou de départ, les communications et l'heure d'expiration de l'autorisation. Note. - L'heure d'expiration de l'autorisation est l'heure à partir de laquelle l'autorisation est automatiquement annulée si le vol n'est pas entrepris. 3.7.1.2 Des itinéraires normalisés de départ et d'arrivée, ainsi que les procédures correspondantes, sont établies lorsque cela est nécessaire pour faciliter : a) l'acheminement sûr, ordonné et rapide de la circulation aérienne ; b) la description de la route et des procédures à suivre dans les autorisations. Note. - Des éléments concernant l'établissement d'itinéraires normalisés de départ et d'arrivée et des procédures correspondantes figurent dans le Manuel OACI de planification des services de la circulation aérienne (Doc 9426). Les critères de conception figurent dans les PANS-OPS de l'OACI, Volume II (Doc 8168). 3.7.2 Autorisations relatives au vol transsonique 3.7.2.1 L'autorisation du contrôle de la circulation aérienne concernant la phase d'accélération transsonique d'un vol supersonique sera valable au minimum jusqu'à la fin de cette phase. 3.7.2.2 (Réservé) 3.7.3 Collationnement des autorisations et des informations intéressant la sécurité 3.7.3.1 L'équipage de conduite répète au contrôleur de la circulation aérienne les parties des autorisations et instructions ATC communiquées en phonie qui intéressent la sécurité. Les éléments suivants sont toujours collationnés : a) autorisation de route ATC ; b) autorisations et instructions pour entrer sur une piste, y atterrir, en décoller, attendre avant la piste, la traverser ou la remonter ; c) piste en service, calage altimétrique, codes SSR, instructions de niveau, instructions de cap et de vitesse et, les niveaux de transition lorsqu'ils sont indiqués par le contrôleur. Note : Voir l'arrêté du 27 juin 2000 relatif aux procédures de radiotéléphonie à l'usage de la circulation aérienne générale. 3.7.3.1.1 Les autres autorisations ou instructions, y compris les autorisations conditionnelles sont collationnées ou il en est accusé réception de manière à indiquer clairement qu'elles ont été comprises et qu'elles seront respectées. 3.7.3.1.2 Le contrôleur écoute le collationnement pour s'assurer que l'équipage de conduite a bien reçu et compris l'autorisation ou l'instruction, et il intervient immédiatement pour corriger toute disparité éventuellement révélée par le collationnement. 3.7.3.2 Sauf spécification contraire de l'autorité ATS compétente, le collationnement vocal ne sera pas exigé dans le cas des messages CPDLC. Note. - Les procédures et les dispositions relatives à l'échange et à l'accusé de réception des messages CPDLC figurent dans l'Annexe 10 de l'OACI, Volume II, et dans les procédures pour les services de la navigation aérienne, chapitre 14. 3.7.4 Coordination des autorisations Les autorisations du contrôle de la circulation aérienne sont coordonnées entre les organismes de contrôle de la circulation aérienne pour toute la route que doit suivre un aéronef ou pour une partie spécifiée de cette route, conformément aux règles ci-après. 3.7.4.1 L'aéronef reçoit une autorisation pour toute la route jusqu'au premier aérodrome d'atterrissage prévu : a) soit lorsqu'il a été possible, avant le départ, de coordonner la délivrance des autorisations entre tous les organismes sous le contrôle desquels passera l'aéronef ; b) soit lorsqu'on est à peu près certain qu'une coordination préalable sera réalisée entre chacun des organismes sous le contrôle desquels passera ultérieurement l'aéronef. Note. - Lorsqu'une autorisation est délivrée pour la première partie du vol à seule fin d'accélérer les départs, la deuxième autorisation délivrée en vol est conforme à la spécification ci-dessus, même si le premier aérodrome d'atterrissage prévu ne se trouve pas dans la région relevant du centre de contrôle régional qui délivre l'autorisation en route. 3.7.4.2 Lorsque la coordination indiquée en 3.7.4.1 n'a pas été réalisée ou n'est pas prévue, l'aéronef ne reçoit d'autorisation que jusqu'au point où la coordination est à peu près certaine; à ce point ou avant d'atteindre ce point, l'aéronef reçoit une nouvelle autorisation avec des instructions d'attente, s'il y a lieu. 3.7.4.2.1 Si l'autorité ATS compétente l'a prescrit, l'aéronef entre en communication avec un organisme de contrôle de la circulation aérienne situé en aval pour recevoir une autorisation en aval avant le point de transfert de contrôle. 3.7.4.2.1.1 Pendant qu'il obtient une autorisation en aval, l'aéronef maintient les communications bilatérales nécessaires avec l'organisme du contrôle de la circulation aérienne dont il relève à ce moment-là. 3.7.4.2.1.2 Une autorisation délivrée à titre d'autorisation en aval est clairement désignée comme telle au pilote. 3.7.4.2.1.3 À moins d'une coordination, une autorisation en aval ne modifie pas le profil de vol original de l'aéronef dans quelque espace aérien que ce soit autre que celui de l'organisme de contrôle de la circulation aérienne qui la délivre. Note. - Les spécifications relatives à l'application concernant le service de délivrance des autorisations en aval figurent dans l'Annexe 10 de l'OACI, Volume II. Le Manuel OACI des applications de la liaison de données aux services de la circulation aérienne (Doc 9694) contient des éléments indicatifs. 3.7.4.2.1.4 Là où c'est possible et là où l'on utilise les communications par liaison de données pour faciliter la délivrance des autorisations en aval, des communications vocales bilatérales sont disponibles entre le pilote et l'organisme du contrôle de la circulation aérienne qui délivre l'autorisation en aval. 3.7.4.3 Lorsqu'un aéronef a l'intention de partir d'un aérodrome situé à l'intérieur d'une région de contrôle pour entrer dans une autre région de contrôle dans un délai de 30 minutes, ou dans tout autre délai qui a été fixé par les centres de contrôle régional intéressés, la coordination avec le centre de contrôle de cette deuxième région est réalisée avant que soit délivrée l'autorisation de départ. 3.7.4.4 Lorsqu'un aéronef a l'intention de quitter une région de contrôle pour voler hors de l'espace aérien contrôlé, et de rejoindre ultérieurement la même région de contrôle et de pénétrer dans une autre région de contrôle, il peut être délivré une autorisation couvrant le trajet entre l'aérodrome de départ et le premier aérodrome d'atterrissage prévu. Néanmoins, une telle autorisation ou les modifications qui y sont apportées ne valent que pour les parties du vol effectuées à l'intérieur de l'espace aérien contrôlé. 3.7.5 Gestion des courants de trafic aérien 3.7.5.1 Une gestion des courants de trafic aérien (ATFM) est instituée pour l'espace aérien où la demande de trafic aérien dépasse par moments, ou va dépasser selon les prévisions, la capacité déclarée des services du contrôle de la circulation aérienne intéressés. Note - la capacité des services du contrôle de la circulation aérienne intéressés est normalement déclarée par l'autorité ATS compétente. 3.7.5.2 L'ATFM est mise en œuvre sur la base d'un accord régional de navigation aérienne ou, s'il y a lieu, par voie d'accords multilatéraux. De tels accords portent sur des procédures et des méthodes communes de détermination de la capacité. 3.7.5.3 Lorsqu'un organisme ATC s'aperçoit qu'il lui est impossible d'acheminer d'autres aéronefs dans un délai donné en un point donné ou dans une région particulière, en plus de ceux déjà acceptés ou qu'il ne peut les accepter qu'à une certaine cadence, il en informe l'organisme ATFM, lorsqu'il existe, ainsi que, le cas échéant, les organismes ATS intéressés. Les équipages de conduite des aéronefs se dirigeant vers ce point ou vers cette région et les exploitants intéressés sont également avisés des retards prévus ou des restrictions qui sont imposées. Note. - Les exploitants intéressés sont normalement avisés, si possible d'avance, des restrictions imposées par l'organisme de gestion des courants de trafic aérien, lorsqu'il existe. 3.8 Contrôle de la circulation des personnes et des véhicules sur les aérodromes 3.8.1 La circulation des personnes ou des véhicules, y compris les aéronefs remorqués, sur l'aire de manœuvre d'un aérodrome est contrôlée par la tour de contrôle d'aérodrome dans la mesure nécessaire pour éviter tout risque pour eux-mêmes ou pour les aéronefs atterrissant, roulant au sol ou décollant. 3.8.2 Si les procédures à suivre par faible visibilité sont appliquées : a) le nombre de personnes et de véhicules circulant sur l'aire de manœuvre d'un aérodrome est limité au strict minimum et il est tenu compte en particulier des spécifications relatives à la protection des zones sensibles ILS/MLS lorsque des approches de précision des catégories II ou III sont en cours ; b) sous réserve des dispositions de 3.8.3, la séparation minimale appliquée entre un véhicule et un aéronef qui circule en surface est celle qui est prescrite par l'autorité ATS compétente en tenant compte des aides disponibles ; c) lorsqu'une même piste est utilisée de façon continue à la fois pour des approches ILS et des approches MLS de catégorie II ou III, ce sont les zones critiques et les zones sensibles de l'ILS ou du MLS les plus restrictives qui sont protégées. Note. - La période d'application des procédures à suivre par faible visibilité est déterminée conformément aux instructions locales. Le Manuel OACI sur les systèmes de guidage et de contrôle de la circulation de surface (SMGCS) (Doc 9476) contient des éléments indicatifs sur l'exploitation par visibilité réduite sur un aérodrome. 3.8.3 Les véhicules de secours qui se dirigent vers un aéronef en détresse ont priorité de passage sur tout autre mouvement en surface. 3.8.4 Sous réserve des dispositions de 3.8.3, les véhicules circulant sur l'aire de manœuvre sont tenus de se conformer aux règles ci-après : a) tous les véhicules, y compris les véhicules remorquant un aéronef, donnent la priorité de passage aux aéronefs qui atterrissent, décollent ou circulent en surface ; b) un véhicule qui remorque un aéronef a priorité de passage sur tout autre véhicule ; c) un véhicule donne la priorité de passage à un autre véhicule conformément aux instructions de l'organisme ATS ; d) nonobstant les dispositions de a), b) et c) ci-dessus, tous les véhicules, y compris les véhicules remorquant un aéronef, se conforment aux instructions données par la tour de contrôle de l'aérodrome. 3.9 Prestations radar (Réservé) 3.10 Emploi du radar de surface (SMR) Note. - Le radar de surface (SMR) s'est révélé utile pour aider à contrôler les aéronefs et les véhicules sur l'aire de manœuvre. Voir les spécifications de l'Annexe 14 de l'OACI, Volume I, Chapitre 8, relatives à la fourniture du SMR et les éléments indicatifs du Manuel OACI de planification des services de la circulation aérienne (Doc 9426) relatifs à l'emploi du SMR.",
            "texteHtml": "<p id='LEGISCTA000006129122' align='center'>Service du contrôle de la circulation aérienne </p><p align='center'><br/></p><p><font size='1'>3.1 Bénéficiaires</font></p><p><font size='1'>Le service du contrôle de la circulation aérienne est assuré :</font></p><p><font size='1'>a) à tous les vols IFR dans les espaces aériens des classes A, B, C, D et E ;</font></p><p><font size='1'>b) à tous les vols VFR dans les espaces aériens des classes B, C et D ;</font></p><p><font size='1'>c) à tous les vols VFR spéciaux ;</font></p><p><font size='1'>d) à l'ensemble de la circulation d'aérodrome des aérodromes contrôlés ;</font></p><p><font size='1'>e) aux vols VFR de nuit dans les conditions fixées par l'appendice 5 de l'annexe 1 Règles de l'air .</font></p><font size='1'>§3.1.e) - Différence OACI - voir tableau récapitulatif</font><font size='1'>3.2 Mise en œuvre du service du contrôle de la circulation aérienne </font><p><font size='1'>Les différentes fonctions du service du contrôle de la circulation aérienne décrites en 2.3.1 sont assurées par les différents organismes de la manière suivante :</font></p><p><font size='1'>a) Contrôle régional :</font></p><p><font size='1'>1) par un centre de contrôle régional ; ou</font></p><p><font size='1'>2) par l'organisme assurant le service du contrôle d'approche dans une zone de contrôle, ou </font></p><p><font size='1'>dans une région de contrôle d'étendue limitée, qui est surtout destinée à assurer le service du contrôle d'approche et où il n'a pas été créé de centre de contrôle régional ;</font></p><p><font size='1'>b) Contrôle d'approche</font></p><p><font size='1'>1) par une tour de contrôle d'aérodrome ou un centre de contrôle régional, lorsqu'il est nécessaire ou souhaitable de grouper sous la responsabilité d'un seul organisme les fonctions du service du contrôle d'approche et celles du service du contrôle d'aérodrome ou du service du contrôle régional ;</font></p><font size='1'>2) par un organisme de contrôle d'approche, lorsqu'il est nécessaire ou souhaitable d'établir un organisme séparé.</font><p><font size='1'>c) Contrôle d'aérodrome : par une tour de contrôle d'aérodrome. </font></p><p><font size='1'>Note. - La tâche qui consiste à assurer des services spécifiés sur l'aire de trafic, par exemple un service de gestion d'aire de trafic, peut être confiée à une tour de contrôle d'aérodrome ou à un organisme distinct. </font></p><p><font size='1'>3.3 Fonctionnement du service du contrôle de la circulation aérienne </font></p><p><font size='1'>3.3.1 Afin d'assurer le service du contrôle de la circulation aérienne, un organisme du contrôle de la circulation aérienne : </font></p><p><font size='1'>a) reçoit des renseignements au sujet des mouvements prévus de chaque aéronef et des modifications qui leur sont apportées et connaît en permanence la progression effective de chaque aéronef ;</font></p><p><font size='1'>b) détermine, d'après les renseignements reçus, les positions relatives des aéronefs signalés ;</font></p><p><font size='1'>c) transmet des autorisations et des renseignements aux fins de prévenir les collisions entre les aéronefs placés sous son contrôle et d'accélérer et régulariser la circulation ;</font></p><p><font size='1'>d) se met d'accord avec les autres organismes au sujet des autorisations :</font></p><p><font size='1'>1) chaque fois qu'un aéronef risquerait sans cela d'entraver la circulation placée sous le contrôle de ces autres organismes ;</font></p><p><font size='1'>2) avant de transférer à ces autres organismes le contrôle d'un aéronef. </font></p><p><font size='1'>3.3.2 Les renseignements relatifs aux mouvements aériens, ainsi que les autorisations du contrôle de la circulation aérienne accordées pour ces mouvements, sont affichés de manière que le contrôle de la circulation aérienne puisse les analyser aisément, et assurer avec efficacité l'acheminement de la circulation aérienne et une séparation convenable entre les aéronefs. </font></p><p><font size='1'>3.3.3 Les autorisations émises par les organismes du contrôle de la circulation aérienne assurent la séparation : </font></p><p><font size='1'>a) entre tous les vols dans les espaces aériens des classes A et B ;</font></p><p><font size='1'>b) entre les vols IFR dans les espaces aériens des classes C, D et E ;</font></p><p><font size='1'>c) entre les vols IFR et les vols VFR : </font></p><p><font size='1'>- dans l'espace aérien de classe C ; </font></p><p><font size='1'>- dans l'espace aérien de classe A, si le vol VFR a obtenu une dérogation pour pénétrer et évoluer dans cet espace ; </font></p><p><font size='1'>d) entre les vols IFR et les vols VFR spéciaux ;</font></p><p><font size='1'>e) (Réservé)</font></p><p><font size='1'>f) entre les vols IFR et les vols VFR de nuit. </font></p><p><font size='1'>Note. - Voir l'appendice 5 VFR de nuit dans l'Annexe 1 Règles de l'air </font></p><p><font size='1'>§3.3.3.c) - Différence OACI - voir tableau récapitulatif </font></p><p><font size='1'>§3.3.3.e) - Différence OACI - voir tableau récapitulatif</font></p><p><font size='1'>§3.3.3.f) - Différence OACI - voir tableau récapitulatif</font></p><p><font size='1'>Toutefois, à la demande d'un aéronef et si l'autorité ATS compétente le prescrit dans le cas prévu en b) ci-dessus, dans les espaces aériens des classes D et E, un aéronef peut recevoir une autorisation qui ne lui assure pas cette séparation sur un tronçon déterminé du vol effectué dans les conditions météorologiques de vol à vue. </font></p><font size='1'>3.3.4 Un organisme du contrôle de la circulation aérienne assure la séparation par l'un, au moins, des moyens suivants :</font><p><font size='1'>a) séparation verticale, obtenue par l'assignation de niveaux différents déterminés d'après :</font></p><p><font size='1'>1) le tableau des niveaux de croisière approprié des règles de l'air, Appendice 3, ou d'après</font></p><p><font size='1'>2) un tableau des niveaux de croisière modifié conformément aux spécifications des Règles de l'air, Appendice 3, pour les vols effectués au-dessus du niveau de vol 410 ;</font></p><p><font size='1'>toutefois, la correspondance entre niveaux et route, prescrite dans cet appendice, ne s'applique qu'à défaut d'indications contraires données dans les publications d'information aéronautique appropriées ou les autorisations du contrôle de la circulation aérienne ; </font></p><p><font size='1'>Note. - Des éléments indicatifs relatifs à la séparation verticale figurent dans le Manuel OACI sur la mise en œuvre d'un minimum de séparation verticale de 300 m (1 000 ft) entre les niveaux de vol 290 et 410 inclus (Doc 9574). </font></p><p><font size='1'>b) séparation horizontale, obtenue en assurant :</font></p><p><font size='1'>1) une séparation longitudinale, obtenue en maintenant un intervalle de temps ou de distance entre les aéronefs volant sur une même route, sur des routes convergentes ou dans des directions opposées ; ou</font></p><p><font size='1'>2) une séparation latérale, obtenue en maintenant les aéronefs sur des routes différentes ou dans des régions géographiques différentes ; </font></p><p><font size='1'>c) séparation composite, consistant en une combinaison de la séparation verticale et de l'une des autres formes de séparation prévues à l'alinéa b) ci-dessus, en utilisant pour chacune d'elles des minimums qui peuvent être inférieurs à ceux utilisés pour chacun des éléments combinés lorsqu'ils sont appliqués séparément, mais au moins égaux à la moitié de ces minimums; la séparation composite n'est appliquée que sur la base d'accords régionaux de navigation aérienne. </font></p><p><font size='1'>Note. - Le Manuel OACI de planification des services de la circulation aérienne (Doc 9426) contient des éléments indicatifs sur la mise en œuvre d'une séparation composite latérale/verticale. </font></p><p><font size='1'>3.4 Minimums de séparation </font></p><font size='1'>3.4.1 Les minimums de séparation applicables dans une portion déterminée de l'espace aérien sont choisis comme suit :</font><p><font size='1'>a) Les minimums de séparation sont choisis parmi les minimums prescrits par les dispositions des procédures pour les services de la navigation aérienne qui sont applicables aux cas considérés; toutefois, lorsque les types d'aides utilisés ou les circonstances ne sont pas prévus par lesdites dispositions, d'autres minimums de séparation sont établis, selon les besoins : </font></p><p><font size='1'>1) par l'autorité ATS compétente, après consultation des exploitants, pour les routes ou </font></p><p><font size='1'>portions de route contenues dans l'espace aérien relevant de la souveraineté française ;</font></p><p><font size='1'>2) par accord régional de navigation aérienne de l'OACI pour les routes ou portions de route contenues dans l'espace aérien situé au-dessus de la haute mer ou de régions de souveraineté indéterminée. </font></p><p><font size='1'>Note. - Les détails des minimums de séparation prescrits par l'OACI sont contenus dans les procédures pour les services de la navigation aérienne. </font></p><p><font size='1'>b) Le choix des minimums de séparation est effectué par consultation entre les autorités ATS compétentes chargées d'assurer les services de circulation aérienne dans des espaces aériens adjacents : </font></p><p><font size='1'>1) lorsque les aéronefs passent de l'un à l'autre de ces espaces aériens adjacents ;</font></p><p><font size='1'>2) lorsque la distance entre une route et la limite commune des espaces aériens adjacents est plus faible que les minimums de séparation applicables dans ces circonstances. </font></p><p><font size='1'>Note. - Cette disposition a pour but d'assurer, dans le premier cas, la compatibilité des deux côtés de la ligne de transfert de circulation et, dans l'autre cas, d'assurer une séparation appropriée entre les aéronefs qui se trouvent des deux côtés de la limite commune. </font></p><p><font size='1'>3.4.2 Les détails des minimums de séparation choisis et des zones d'application correspondantes sont notifiés : </font></p><p><font size='1'>a) aux organismes ATS intéressés ; et</font></p><p><font size='1'>b) aux pilotes et aux exploitants par l'intermédiaire des publications d'information aéronautique, lorsque la séparation est fondée sur l'emploi par l'aéronef de certaines aides ou techniques de navigation.</font></p><p><font size='1'>3.5 Responsabilité du contrôle</font></p><p><font size='1'>3.5.1 Responsabilité du contrôle d'un vol donné</font></p><font size='1'>À tout moment, un vol contrôlé n'est sous le contrôle que d'un seul organisme du contrôle de la circulation aérienne.</font><p><font size='1'>3.5.2 Responsabilité du contrôle dans une portion d'espace aérien </font></p><p><font size='1'>Le contrôle de tous les aéronefs évoluant dans une portion d'espace aérien donnée incombe à un seul organisme du contrôle de la circulation aérienne. Toutefois, le contrôle d'un aéronef ou d'un groupe d'aéronefs peut être délégué à d'autres organismes du contrôle de la circulation aérienne, à condition que soit assurée la coordination entre les organismes du contrôle de la circulation aérienne intéressés. </font></p><p><font size='1'>3.6 Transfert de contrôle </font></p><p><font size='1'>3.6.1 Lieu et moment du transfert </font></p><p><font size='1'>Le transfert du contrôle d'un aéronef d'un organisme du contrôle de la circulation aérienne à un autre s'effectue de la manière suivante : </font></p><p><font size='1'>3.6.1.1 Entre deux organismes assurant le contrôle régional. Le contrôle d'un aéronef est transféré d'un organisme assurant le contrôle régional dans une région de contrôle à l'organisme assurant le contrôle régional dans une région de contrôle adjacente à l'heure à laquelle l'aéronef franchit la limite commune aux deux régions de contrôle; cette heure est estimée par le centre de contrôle régional qui contrôle l'aéronef; le contrôle peut être transféré en tout autre lieu ou à tout autre moment dont seraient convenus ces deux organismes. </font></p><p><font size='1'>3.6.1.2 Entre un organisme assurant le contrôle régional et un organisme assurant le contrôle d'approche, ou entre deux organismes assurant le contrôle d'approche. Le contrôle d'un aéronef est transféré d'un organisme assurant le contrôle régional à un organisme assurant le contrôle d'approche ou vice versa, ou entre deux organismes assurant le contrôle d'approche, au lieu ou à l'heure dont sont convenus ces deux organismes. </font></p><p><font size='1'>§3.6.1.2 - Différence OACI - voir tableau récapitulatif </font></p><p><font size='1'>3.6.1.3 Entre un organisme assurant le contrôle d'approche et une tour de contrôle d'aérodrome </font></p><p><font size='1'>3.6.1.3.1 Aéronef à l'arrivée. Le contrôle d'un aéronef à l'arrivée est transféré de l'organisme assurant le contrôle d'approche à la tour de contrôle d'aérodrome : </font></p><p><font size='1'>a) lorsque l'aéronef est aux abords de l'aérodrome, et</font></p><p><font size='1'>1) qu'on estime qu'il pourra effectuer à vue l'approche et l'atterrissage, ou</font></p><p><font size='1'>2) qu'il se trouve dans des conditions météorologiques de vol à vue ininterrompues; ou</font></p><p><font size='1'>b) lorsque l'aéronef se trouve à un point ou à un niveau prescrit, comme il est spécifié dans les lettres d'accord ou les instructions de l'organisme ATS ; ou</font></p><p><font size='1'>c) lorsque l'aéronef a atterri.</font></p><p><font size='1'>Note. - Même lorsqu'il y a un organisme de contrôle d'approche, le contrôle de certains vols peut être transféré directement d'un centre de contrôle régional à une tour de contrôle d'aérodrome et vice versa, en vertu d'un accord conclu au préalable entre les organismes intéressés au sujet de la partie du contrôle d'approche qui doit être assurée par le centre de contrôle régional ou par la tour de contrôle d'aérodrome, selon le cas. </font></p><p><font size='1'>3.6.1.3.2 Aéronef au départ. Le contrôle d'un aéronef au départ est transféré de la tour de contrôle d'aérodrome à l'organisme assurant le contrôle d'approche :</font></p><p><font size='1'>a) lorsque les conditions météorologiques de vol à vue règnent aux abords de l'aérodrome :</font></p><p><font size='1'>1) avant que l'aéronef quitte les abords de l'aérodrome ; ou</font></p><p><font size='1'>2) avant que l'aéronef entre en conditions météorologiques de vol aux instruments ; ou </font></p><p><font size='1'>3) lorsque l'aéronef se trouve à un point ou à un niveau prescrit, selon ce qui est spécifié dans les lettres d'accord ou les instructions de l'organisme ATS ;</font></p><p><font size='1'>b) lorsque les conditions météorologiques de vol aux instruments règnent sur l'aérodrome :</font></p><p><font size='1'>1) immédiatement après que l'aéronef a décollé, ou</font></p><p><font size='1'>2) lorsque l'aéronef se trouve à un point ou à un niveau prescrit</font></p><p><font size='1'>selon ce qui est spécifié dans les lettres d'accord ou les instructions de l'organisme ATS.</font></p><p><font size='1'>Note. - Voir la Note qui suit 3.6.1.3.1.</font></p><p><font size='1'>3.6.1.4 Entre secteurs ou positions de contrôle au sein du même organisme de contrôle de la circulation aérienne </font></p><p><font size='1'>Le contrôle d'un aéronef est transféré d'un secteur ou d'une position de contrôle à un autre au sein du même organisme ATC à un point, un niveau ou un moment spécifié dans les instructions de l'organisme ATS. </font></p><p><font size='1'>3.6.2 Coordination du transfert </font></p><p><font size='1'>3.6.2.1 Le contrôle d'un aéronef n'est transféré d'un organisme du contrôle de la circulation aérienne à un autre qu'avec l'accord de l'organisme du contrôle accepteur; cet accord est obtenu conformément aux dispositions de 3.6.2.2, 3.6.2.2.1, 3.6.2.2.2 et 3.6.2.3. </font></p><font size='1'>3.6.2.2 L'organisme du contrôle transféreur communique à l'organisme du contrôle accepteur les éléments appropriés du plan de vol en vigueur ainsi que tous autres renseignements intéressant le transfert demandé.</font><p><font size='1'>3.6.2.2.1 Dans le cas d'un transfert de contrôle effectué au moyen de données radar, les renseignements intéressant ce transfert comprennent notamment la position et, s'il y a lieu, la route et la vitesse de l'aéronef, d'après les observations radar effectuées immédiatement avant le transfert. </font></p><p><font size='1'>3.6.2.2.2 Dans le cas d'un transfert effectué au moyen de données ADS, les renseignements intéressant ce transfert comprennent les renseignements de position en quatre dimensions et les autres renseignements nécessaires. </font></p><p><font size='1'>3.6.2.3 L'organisme du contrôle accepteur: </font></p><p><font size='1'>a) indique s'il lui est possible d'accepter le contrôle de l'aéronef dans les conditions spécifiées par l'organisme du contrôle transféreur, à moins que, en vertu d'un accord préalable entre les deux organismes intéressés, l'absence d'une indication de ce genre ne signifie l'acceptation des conditions spécifiées; ou bien il indique les modifications éventuelles qu'il est nécessaire d'apporter à ces conditions ;</font></p><p><font size='1'>b) précise tout autre renseignement ou toute autre autorisation concernant une phase ultérieure du vol qu'il juge nécessaire de communiquer à l'aéronef au moment du transfert.</font></p><p><font size='1'>3.6.2.4 Sauf entente contraire des deux organismes intéressés, l'organisme du contrôle accepteur avise l'organisme du contrôle transféreur dès qu'il a établi des communications bilatérales vocales et/ou par liaison de données avec l'aéronef intéressé et assumé le contrôle de celui-ci. </font></p><p><font size='1'>3.6.2.5 Les procédures de coordination applicables, y compris les points de transfert du contrôle, sont spécifiées dans des lettres d'accord ou des instructions de l'organisme ATS, selon le cas. </font></p><p><font size='1'>3.7 Autorisations du contrôle de la circulation aérienne </font></p><p><font size='1'>Les autorisations du contrôle de la circulation aérienne ont pour but unique d'assurer le service du contrôle de la circulation aérienne. </font></p><p><font size='1'>3.7.1 Teneur des autorisations </font></p><p><font size='1'>3.7.1.1 Une autorisation du contrôle de la circulation aérienne comprend :</font></p><p><font size='1'>a) l'identification de l'aéronef indiquée dans le plan de vol ;</font></p><p><font size='1'>b) la limite d'autorisation ;</font></p><p><font size='1'>c) la route ;</font></p><p><font size='1'>d) les niveaux de vol pour la totalité ou pour les différentes parties de la route et les changements de niveau, si nécessaire ; </font></p><p><font size='1'>Note. - Si l'autorisation quant aux niveaux porte seulement sur une partie de la route, il importe que l'organisme de contrôle de la circulation aérienne spécifie le point jusqu'où la partie de l'autorisation relative aux niveaux est applicable, lorsque ce renseignement est nécessaire pour s'assurer que les dispositions de 3.6.5.2.2, alinéa a), des règles de l'air sont respectées. </font></p><p><font size='1'>e) toutes autres instructions ou renseignements nécessaires sur les questions telles que les manœuvres d'approche ou de départ, les communications et l'heure d'expiration de l'autorisation. </font></p><p><font size='1'>Note. - L'heure d'expiration de l'autorisation est l'heure à partir de laquelle l'autorisation est automatiquement annulée si le vol n'est pas entrepris. </font></p><p><font size='1'>3.7.1.2 Des itinéraires normalisés de départ et d'arrivée, ainsi que les procédures correspondantes, sont établies lorsque cela est nécessaire pour faciliter :</font></p><p><font size='1'>a) l'acheminement sûr, ordonné et rapide de la circulation aérienne ;</font></p><p><font size='1'>b) la description de la route et des procédures à suivre dans les autorisations. </font></p><p><font size='1'>Note. - Des éléments concernant l'établissement d'itinéraires normalisés de départ et d'arrivée et des procédures correspondantes figurent dans le Manuel OACI de planification des services de la circulation aérienne (Doc 9426). Les critères de conception figurent dans les PANS-OPS de l'OACI, Volume II (Doc 8168). </font></p><p><font size='1'>3.7.2 Autorisations relatives au vol transsonique </font></p><p>3.7.2.1 L'autorisation du contrôle de la circulation aérienne concernant la phase d'accélération transsonique d'un vol supersonique sera valable au minimum jusqu'à la fin de cette phase. </p><p><font size='1'>3.7.2.2 (Réservé)</font></p><p><font size='1'>3.7.3 Collationnement des autorisations et des informations intéressant la sécurité </font></p><p><font size='1'>3.7.3.1 L'équipage de conduite répète au contrôleur de la circulation aérienne les parties des autorisations et instructions ATC communiquées en phonie qui intéressent la sécurité. Les éléments suivants sont toujours collationnés :</font></p><p><font size='1'>a) autorisation de route ATC ; </font></p><p><font size='1'>b) autorisations et instructions pour entrer sur une piste, y atterrir, en décoller, attendre avant la piste, la traverser ou la remonter ;</font></p><p><font size='1'>c) piste en service, calage altimétrique, codes SSR, instructions de niveau, instructions de cap et de vitesse et, les niveaux de transition lorsqu'ils sont indiqués par le contrôleur.</font></p><font size='1'>Note : Voir l'arrêté du 27 juin 2000 relatif aux procédures de radiotéléphonie à l'usage de la circulation aérienne générale.</font><p><font size='1'>3.7.3.1.1 Les autres autorisations ou instructions, y compris les autorisations conditionnelles sont collationnées ou il en est accusé réception de manière à indiquer clairement qu'elles ont été comprises et qu'elles seront respectées. </font></p><p><font size='1'>3.7.3.1.2 Le contrôleur écoute le collationnement pour s'assurer que l'équipage de conduite a bien reçu et compris l'autorisation ou l'instruction, et il intervient immédiatement pour corriger toute disparité éventuellement révélée par le collationnement. </font></p><p><font size='1'>3.7.3.2 Sauf spécification contraire de l'autorité ATS compétente, le collationnement vocal ne sera pas exigé dans le cas des messages CPDLC. </font></p><p><font size='1'>Note. - Les procédures et les dispositions relatives à l'échange et à l'accusé de réception des messages CPDLC figurent dans l'Annexe 10 de l'OACI, Volume II, et dans les procédures pour les services de la navigation aérienne, chapitre 14. </font></p><p><font size='1'>3.7.4 Coordination des autorisations </font></p><p><font size='1'>Les autorisations du contrôle de la circulation aérienne sont coordonnées entre les organismes de contrôle de la circulation aérienne pour toute la route que doit suivre un aéronef ou pour une partie spécifiée de cette route, conformément aux règles ci-après. </font></p><p><font size='1'>3.7.4.1 L'aéronef reçoit une autorisation pour toute la route jusqu'au premier aérodrome d'atterrissage prévu :</font></p><p><font size='1'>a) soit lorsqu'il a été possible, avant le départ, de coordonner la délivrance des autorisations entre tous les organismes sous le contrôle desquels passera l'aéronef ; </font></p><p><font size='1'>b) soit lorsqu'on est à peu près certain qu'une coordination préalable sera réalisée entre chacun des organismes sous le contrôle desquels passera ultérieurement l'aéronef. </font></p><p><font size='1'>Note. - Lorsqu'une autorisation est délivrée pour la première partie du vol à seule fin d'accélérer les départs, la deuxième autorisation délivrée en vol est conforme à la spécification ci-dessus, même si le premier aérodrome d'atterrissage prévu ne se trouve pas dans la région relevant du centre de contrôle régional qui délivre l'autorisation en route. </font></p><p><font size='1'>3.7.4.2 Lorsque la coordination indiquée en 3.7.4.1 n'a pas été réalisée ou n'est pas prévue, l'aéronef ne reçoit d'autorisation que jusqu'au point où la coordination est à peu près certaine; à ce point ou avant d'atteindre ce point, l'aéronef reçoit une nouvelle autorisation avec des instructions d'attente, s'il y a lieu. </font></p><p><font size='1'>3.7.4.2.1 Si l'autorité ATS compétente l'a prescrit, l'aéronef entre en communication avec un organisme de contrôle de la circulation aérienne situé en aval pour recevoir une autorisation en aval avant le point de transfert de contrôle. </font></p><p><font size='1'>3.7.4.2.1.1 Pendant qu'il obtient une autorisation en aval, l'aéronef maintient les communications bilatérales nécessaires avec l'organisme du contrôle de la circulation aérienne dont il relève à ce moment-là. </font></p><p><font size='1'>3.7.4.2.1.2 Une autorisation délivrée à titre d'autorisation en aval est clairement désignée comme telle au pilote. </font></p><p><font size='1'>3.7.4.2.1.3 À moins d'une coordination, une autorisation en aval ne modifie pas le profil de vol original de l'aéronef dans quelque espace aérien que ce soit autre que celui de l'organisme de contrôle de la circulation aérienne qui la délivre. </font></p><p><font size='1'>Note. - Les spécifications relatives à l'application concernant le service de délivrance des autorisations en aval figurent dans l'Annexe 10 de l'OACI, Volume II. Le Manuel OACI des applications de la liaison de données aux services de la circulation aérienne (Doc 9694) contient des éléments indicatifs. </font></p><p><font size='1'>3.7.4.2.1.4 Là où c'est possible et là où l'on utilise les communications par liaison de données pour faciliter la délivrance des autorisations en aval, des communications vocales bilatérales sont disponibles entre le pilote et l'organisme du contrôle de la circulation aérienne qui délivre l'autorisation en aval. </font></p><p><font size='1'>3.7.4.3 Lorsqu'un aéronef a l'intention de partir d'un aérodrome situé à l'intérieur d'une région de contrôle pour entrer dans une autre région de contrôle dans un délai de 30 minutes, ou dans tout autre délai qui a été fixé par les centres de contrôle régional intéressés, la coordination avec le centre de contrôle de cette deuxième région est réalisée avant que soit délivrée l'autorisation de départ. </font></p><p><font size='1'>3.7.4.4 Lorsqu'un aéronef a l'intention de quitter une région de contrôle pour voler hors de l'espace aérien contrôlé, et de rejoindre ultérieurement la même région de contrôle et de pénétrer dans une autre région de contrôle, il peut être délivré une autorisation couvrant le trajet entre l'aérodrome de départ et le premier aérodrome d'atterrissage prévu. Néanmoins, une telle autorisation ou les modifications qui y sont apportées ne valent que pour les parties du vol effectuées à l'intérieur de l'espace aérien contrôlé. </font></p><p><font size='1'>3.7.5 Gestion des courants de trafic aérien </font></p><p><font size='1'>3.7.5.1 Une gestion des courants de trafic aérien (ATFM) est instituée pour l'espace aérien où la demande de trafic aérien dépasse par moments, ou va dépasser selon les prévisions, la capacité déclarée des services du contrôle de la circulation aérienne intéressés. </font></p><p><font size='1'>Note - la capacité des services du contrôle de la circulation aérienne intéressés est normalement déclarée par l'autorité ATS compétente. </font></p><p><font size='1'>3.7.5.2 L'ATFM est mise en œuvre sur la base d'un accord régional de navigation aérienne ou, s'il y a lieu, par voie d'accords multilatéraux. De tels accords portent sur des procédures et des méthodes communes de détermination de la capacité. </font></p><p><font size='1'>3.7.5.3 Lorsqu'un organisme ATC s'aperçoit qu'il lui est impossible d'acheminer d'autres aéronefs dans un délai donné en un point donné ou dans une région particulière, en plus de ceux déjà acceptés ou qu'il ne peut les accepter qu'à une certaine cadence, il en informe l'organisme ATFM, lorsqu'il existe, ainsi que, le cas échéant, les organismes ATS intéressés. Les équipages de conduite des aéronefs se dirigeant vers ce point ou vers cette région et les exploitants intéressés sont également avisés des retards prévus ou des restrictions qui sont imposées. </font></p><p><font size='1'>Note. - Les exploitants intéressés sont normalement avisés, si possible d'avance, des restrictions imposées par l'organisme de gestion des courants de trafic aérien, lorsqu'il existe. </font></p><p><font size='1'>3.8 Contrôle de la circulation des personnes et des véhicules sur les aérodromes </font></p><p><font size='1'>3.8.1 La circulation des personnes ou des véhicules, y compris les aéronefs remorqués, sur l'aire de manœuvre d'un aérodrome est contrôlée par la tour de contrôle d'aérodrome dans la mesure nécessaire pour éviter tout risque pour eux-mêmes ou pour les aéronefs atterrissant, roulant au sol ou décollant. </font></p><p><font size='1'>3.8.2 Si les procédures à suivre par faible visibilité sont appliquées : </font></p><p><font size='1'>a) le nombre de personnes et de véhicules circulant sur l'aire de manœuvre d'un aérodrome est limité au strict minimum et il est tenu compte en particulier des spécifications relatives à la protection des zones sensibles ILS/MLS lorsque des approches de précision des catégories II ou III sont en cours ;</font></p><p><font size='1'>b) sous réserve des dispositions de 3.8.3, la séparation minimale appliquée entre un véhicule et un aéronef qui circule en surface est celle qui est prescrite par l'autorité ATS compétente en tenant compte des aides disponibles ; </font></p><p><font size='1'>c) lorsqu'une même piste est utilisée de façon continue à la fois pour des approches ILS et des approches MLS de catégorie II ou III, ce sont les zones critiques et les zones sensibles de l'ILS ou du MLS les plus restrictives qui sont protégées.</font></p><p><font size='1'>Note. - La période d'application des procédures à suivre par faible visibilité est déterminée conformément aux instructions locales. Le Manuel OACI sur les systèmes de guidage et de contrôle de la circulation de surface (SMGCS) (Doc 9476) contient des éléments indicatifs sur l'exploitation par visibilité réduite sur un aérodrome. </font></p><p><font size='1'>3.8.3 Les véhicules de secours qui se dirigent vers un aéronef en détresse ont priorité de passage sur tout autre mouvement en surface. </font></p><p><font size='1'>3.8.4 Sous réserve des dispositions de 3.8.3, les véhicules circulant sur l'aire de manœuvre sont tenus de se conformer aux règles ci-après : </font></p><p><font size='1'>a) tous les véhicules, y compris les véhicules remorquant un aéronef, donnent la priorité de passage aux aéronefs qui atterrissent, décollent ou circulent en surface ;</font></p><p><font size='1'>b) un véhicule qui remorque un aéronef a priorité de passage sur tout autre véhicule ;</font></p><p><font size='1'>c) un véhicule donne la priorité de passage à un autre véhicule conformément aux instructions de l'organisme ATS ;</font></p><p><font size='1'>d) nonobstant les dispositions de a), b) et c) ci-dessus, tous les véhicules, y compris les véhicules remorquant un aéronef, se conforment aux instructions données par la tour de contrôle de l'aérodrome. </font></p><p><font size='1'>3.9 Prestations radar </font></p><p><font size='1'>(Réservé) </font></p><p><font size='1'>3.10 Emploi du radar de surface (SMR) </font></p><p><font size='1'>Note. - Le radar de surface (SMR) s'est révélé utile pour aider à contrôler les aéronefs et les véhicules sur l'aire de manœuvre. Voir les spécifications de l'Annexe 14 de l'OACI, Volume I, Chapitre 8, relatives à la fourniture du SMR et les éléments indicatifs du Manuel OACI de planification des services de la circulation aérienne (Doc 9426) relatifs à l'emploi du SMR.</font></p>",
            "num": "Annexe II : Chapitre 3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1146700800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 805306365,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906322",
                        "id": "LEGISCTA000019906322",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "SERVICES DE LA CIRCULATION AERIENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906323",
                        "id": "LEGISCTA000019906323",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843563",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019906323",
            "sectionParentId": "LEGISCTA000019906323",
            "sectionParentTitre": "SERVICES DE LA CIRCULATION AERIENNE",
            "fullSectionsTitre": "Annexes &gt; Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; SERVICES DE LA CIRCULATION AERIENNE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000019985931",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814781",
                    "textTitle": "Arrêté du 3 mars 2006 - art. 1, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001108503",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2006-05-03",
                    "dateSignaTexte": "2006-03-03",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000720630",
                    "textTitle": "Décret 91-660 1991-07-11 annexe I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000720630",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "91-660",
                    "datePubli": 679708800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile D131-1 à D131-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843563",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 702172800000,
                    "dateFin": 786412800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843564",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 786412800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019985931",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II : Chapitre 3"
            ],
            "versionPrecedente": "LEGIARTI000006843564",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006843564",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CHAPITRE III : Service du contrôle de la circulation aérienne 3.1. Bénéficiaires. Le service du contrôle de la circulation aérienne est assuré au bénéfice : 1. De tous les vols IFR dans l'espace aérien contrôlé ; 2. De tous les vols VFR dans les espaces aériens contrôlés de classe B, C et D ; 3. De tous les vols VFR spéciaux ; 4. De l'ensemble de la circulation d'aérodrome des aérodromes contrôlés. 3.2. Mise en oeuvre du service du contrôle : de la circulation aérienne. Les différentes fonctions du service du contrôle de la circulation aérienne décrites en 2.2.2 sont assurées par les organismes du contrôle de la circulation aérienne de la manière suivante : 1. Contrôle régional : a) Par un centre de contrôle régional ; b) Par l'organisme assurant le service du contrôle d'approche dans un espace aérien contrôlé d'étendue limitée. 2. Contrôle d'approche : a) Par un centre de contrôle d'approche ; b) Par un centre de contrôle régional lorsqu'il assure le contrôle d'approche dans tout ou partie d'une région de contrôle ; c) Par une tour de contrôle lorsqu'elle assure le contrôle d'approche dans une zone de contrôle, ou dans tout ou partie d'une région de contrôle terminale. 3. Contrôle d'aérodrome : Par une tour de contrôle. Ces différentes fonctions peuvent également être assurées par un organisme de la circulation aérienne militaire désigné conformément aux dispositions du 2.4.3. Les procédures complémentaires prévues en 2.2.3.2 sont alors appliquées, le cas échéant. 3.3. Fonctionnement du service du contrôle : de la circulation aérienne. 3.3.1. Rôle des organismes du contrôle de la circulation aérienne. Afin d'assurer le service du contrôle de la circulation aérienne un organisme du contrôle de la circulation aérienne doit : 1. Recevoir des renseignements au sujet des mouvements prévus de chaque aéronef et des modifications qui leur sont apportées et connaître en permanence la progression effective de chaque aéronef ; 2. Déterminer, d'après les renseignements reçus, les positions relatives des aéronefs signalés ; 3. Délivrer des clairances et des renseignements afin de prévenir les abordages entre les aéronefs placés sous son contrôle et d'accélérer et ordonner la circulation aérienne ; 4. Se mettre d'accord avec les autres organismes de la circulation aérienne : a) Chaque fois qu'un aéronef risquerait sans cela d'entraver la circulation aérienne placée sous le contrôle de ces autres organismes ; b) Avant de transférer à ces autres organismes le contrôle d'un aéronef. 3.2.2. Prévention des abordages. Les méthodes utilisées par les organismes de la circulation aérienne pour prévenir les abordages entre les aéronefs en vol contrôlé sont : - l'information de trafic ; - l'espacement. 3.3.2.1. Information de trafic. Les organismes du contrôle de la circulation aérienne fournissent l'information de trafic : a) Aux vols IFR sur les vols VFR en espace aérien contrôlé de classe D ; b) Aux vols VFR sur les vols IFR en espace aérien contrôlé de classe D ; c) Aux vols VFR sur les autres vols VFR en espace aérien contrôlé de classe C et D ; d) Aux vols VFR spécial sur les autres vols VFR spécial en espace aérien contrôlé de classe C, D et E ; e) A tous les vols en circulation d'aérodrome des aérodromes contrôlés. 3.3.2.2. Espacement. Les organismes du contrôle de la circulation aérienne assurent l'espacement : a) Entre les vols IFR dans tout l'espace aérien contrôlé ; b) Entre tous les vols dans l'espace aérien contrôlé de classe B ; c) Entre les vols IFR et les vols VFR dans l'espace aérien contrôlé de classe C ; d) Entre les vols IFR et les vols VFR spécial ; e) Entre les vols VFR spécial dans des conditions qui peuvent être prescrites par arrêté du ministre chargé de l'aviation civile ; f) Entre tous les vols sur la piste d'un aérodrome contrôlé. 3.3.2.2.1. Un organisme du contrôle de la circulation aérienne assure l'espacement sauf lorsqu'il a délivré une clairance VMC ou une clairance de séparation à vue, par l'un au moins des moyens suivants : 1. Espacement vertical, obtenu par l'assignation de niveaux déterminés d'après le tableau des niveaux de croisière qui figure à l'appendice C de l'annexe I aux articles D. 131-1 à D. 131-10 du code de l'aviation civile. Toutefois, la correspondance entre les niveaux et la route prescrite dans ce tableau ne s'applique pas chaque fois que des indications contraires figurent dans les clairances ou sont portées à la connaissance des usagers par la voie de l'information aéronautique ; 2. Espacement horizontal, obtenu en assurant : a) Un espacement longitudinal, obtenu en maintenant un intervalle de temps ou de distance entre les aéronefs volant sur une même route, sur des routes convergentes ou dans des directions opposées ; ou b) Un espacement latéral, obtenu en maintenant les aéronefs sur des routes différentes ou dans des régions géographiques différentes ; 3. Espacement composite, consistant en une combinaison de l'espacement vertical et de l'une des autres formes d'espacement prévues à l'alinéa 2 ci-dessus, en utilisant pour chacune d'elles des minimums qui peuvent être inférieurs à ceux utilisés pour chacun des éléments combinés lorsqu'ils sont appliqués séparément, mais au moins égaux à la moitié de ces minimums ; l'espacement composite ne sera appliqué que sur la base d'accords régionaux de navigation aérienne de l'Organisation de l'aviation civile internationale (O.A.C.I.). 3.3.2.2.2. Minimums d'espacement. 1. Les minimums d'espacement applicables dans un espace aérien contrôlé sont fixés dans les procédures qui font l'objet des arrêtés cités en 2.2.3 ; 2. Toutefois, lorsque les types d'aides à la navigation aérienne utilisés ou les circonstances ne sont pas prévus par les dispositions prévues à l'alinéa 1 ci-dessus, d'autres minimums d'espacement sont établis, selon les besoins : - par l'autorité compétente des services de la circulation aérienne, après consultation des exploitants pour les routes ou portions de route contenues dans l'espace aérien relevant de la souveraineté française ; - par accord régional de navigation aérienne de l'O.A.C.I. pour les routes ou portions de route contenues dans l'espace aérien situé au-dessus des eaux internationales ou des régions de souveraineté indéterminée. 3.3.2.3. Dérogations. Dans une portion définie d'espace aérien contrôlé, des dérogations à la fourniture du service de contrôle peuvent être accordées de façon permanente ou temporaire par l'autorité compétente de la circulation aérienne à certains vols d'aéronefs dont le caractère particulier rend impossible, pour l'organisme de contrôle, la fourniture à ceux-ci de l'ensemble des services prévus dans la classe de l'espace considéré. Lorsque de telles dérogations sont accordées, les services rendus correspondant à la classe d'espace considérée continuent à être rendus aux aéronefs qui ne sont pas bénéficiaires de ces dérogations. 3.4. Responsabilité du contrôle. 3.4.1. Responsabilité du contrôle d'un vol donné. A tout moment un vol contrôlé ne peut être sous le contrôle que d'un seul organisme du contrôle de la circulation aérienne. 3.4.2. Responsabilité du contrôle dans une portion d'espace aérien. Le contrôle de tous les aéronefs évoluant dans une portion d'espace aérien donné incombe à un seul organisme du contrôle de la circulation aérienne. Toutefois, le contrôle d'un aéronef ou d'un groupe d'aéronefs peut être délégué à d'autres organismes du contrôle de la circulation aérienne, à condition que soit assurée la coordination entre les organismes du contrôle de la circulation aérienne intéressés. 3.5. Clairance. 3.5.1. Les clairances sont délivrées en fonction : - du trafic environnant connu ; - de certaines conditions opérationnelles ; - des mesures de régulation de débit ; - le cas échéant, des modalités particulières prévues en 2.2.3.2., dans le seul but d'assurer le service du contrôle de la circulation aérienne. 3.5.2. Les clairances sont coordonnées par les organismes de la circulation aérienne intéressés pour aboutir à une clairance valable pour toute la route que doit suivre un aéronef, sinon pour la plus grande partie possible de cette route. 3.6. Transfert de contrôle. 3.6.1. Le transfert de contrôle d'un aéronef d'un organisme du contrôle de la circulation aérienne à un autre s'effectue conformément aux dispositions convenues entre les organismes intéressés. 3.6.2. Le contrôle d'un aéronef ne sera transféré d'un organisme du contrôle à un autre qu'avec l'accord de l'organisme accepteur conformément aux dispositions des 3.6.2.1 et 3.6.2.2 ci-dessous. 3.6.2.1. L'organisme donneur communique à l'organisme accepteur les éléments appropriés du plan de vol en vigueur ainsi que tous autres renseignements intéressant le transfert. 3.6.2.2. L'organisme accepteur : a) Indique s'il lui est possible d'accepter le contrôle de l'aéronef dans les conditions spécifiées par l'organisme donneur à moins que, en vertu d'un accord préalable entre les deux organismes intéressés, l'absence d'une indication de ce genre ne signifie l'acceptation des conditions spécifiées ou bien il indique les modifications éventuelles qu'il est nécessaire d'apporter à ces conditions ; b) Précise tout autre renseignement ou clairance concernant une phase ultérieure du vol qu'il juge nécessaire de communiquer à l'aéronef au moment du transfert. 3.7. Régulation du débit de la circulation aérienne. 3.7.1. Les mesures de régulation du débit sont mises en place par un organisme central d'organisation et de régulation du trafic aérien ou un organisme du contrôle de la circulation aérienne lorsqu'il est nécessaire d'adapter la demande à la capacité de contrôle disponible ou prévisible dans une ou plusieurs régions de contrôle ou sur un ou plusieurs aérodromes. 3.7.2. Des mesures spécifiques de régulation du débit peuvent être mises en place par les organismes de la circulation aérienne assurant les services de la circulation aérienne simultanément à la circulation aérienne générale et à la circulation aérienne militaire dans les régions de contrôle spécialisées ou les zones de contrôle spécialisées en raison des impératifs de la défense. 3.7.3. Lorsqu'un organisme central d'organisation et de régulation du trafic aérien ou un organisme de contrôle de la circulation aérienne constate ou est informé qu'il est nécessaire de mettre en place des mesures de régulation du débit, il doit informer les organismes de la circulation aérienne intéressés afin que ces derniers prennent les mesures qui en découlent. 3.7.4. Les pilotes commandants de bord et les exploitants que l'on sait ou croit être intéressés sont informés, dans la mesure du possible, des mesures de régulation du débit mises en place et des retards prévisibles.",
            "texteHtml": "<p id='LEGISCTA000006129122' align='center'><strong>CHAPITRE III : Service du contrôle de la circulation aérienne</strong></p><p align='center'><br/></p><p align='center'></p><p align='center'>3.1. Bénéficiaires.</p><p align='center'><br/></p><p>Le service du contrôle de la circulation aérienne est assuré au bénéfice :</p><p>1. De tous les vols IFR dans l'espace aérien contrôlé ;</p><p>2. De tous les vols VFR dans les espaces aériens contrôlés de classe B, C et D ;</p><p>3. De tous les vols VFR spéciaux ;</p><p>4. De l'ensemble de la circulation d'aérodrome des aérodromes contrôlés.</p><p></p><p align='center'>3.2. Mise en oeuvre du service du contrôle : de la circulation aérienne. </p><p align='center'></p><p>Les différentes fonctions du service du contrôle de la circulation aérienne décrites en 2.2.2 sont assurées par les organismes du contrôle de la circulation aérienne de la manière suivante : </p><p>1. Contrôle régional : </p><p>a) Par un centre de contrôle régional ; </p><p>b) Par l'organisme assurant le service du contrôle d'approche dans un espace aérien contrôlé d'étendue limitée. </p><p>2. Contrôle d'approche : </p><p>a) Par un centre de contrôle d'approche ; </p><p>b) Par un centre de contrôle régional lorsqu'il assure le contrôle d'approche dans tout ou partie d'une région de contrôle ; </p><p>c) Par une tour de contrôle lorsqu'elle assure le contrôle d'approche dans une zone de contrôle, ou dans tout ou partie d'une région de contrôle terminale. </p><p>3. Contrôle d'aérodrome : </p><p>Par une tour de contrôle. </p><p>Ces différentes fonctions peuvent également être assurées par un organisme de la circulation aérienne militaire désigné conformément aux dispositions du 2.4.3. Les procédures complémentaires prévues en 2.2.3.2 sont alors appliquées, le cas échéant. </p><p></p><p align='center'>3.3. Fonctionnement du service du contrôle : de la circulation aérienne. <br/></p><p></p><p>3.3.1. Rôle des organismes du contrôle de la circulation aérienne.</p><p>Afin d'assurer le service du contrôle de la circulation aérienne un organisme du contrôle de la circulation aérienne doit :</p><p>1. Recevoir des renseignements au sujet des mouvements prévus de chaque aéronef et des modifications qui leur sont apportées et connaître en permanence la progression effective de chaque aéronef ;</p><p>2. Déterminer, d'après les renseignements reçus, les positions relatives des aéronefs signalés ;</p><p>3. Délivrer des clairances et des renseignements afin de prévenir les abordages entre les aéronefs placés sous son contrôle et d'accélérer et ordonner la circulation aérienne ;</p><p>4. Se mettre d'accord avec les autres organismes de la circulation aérienne :</p><p>a) Chaque fois qu'un aéronef risquerait sans cela d'entraver la circulation aérienne placée sous le contrôle de ces autres organismes ;</p><p>b) Avant de transférer à ces autres organismes le contrôle d'un aéronef.</p><p>3.2.2. Prévention des abordages.</p><p>Les méthodes utilisées par les organismes de la circulation aérienne pour prévenir les abordages entre les aéronefs en vol contrôlé sont :</p><p>- l'information de trafic ;</p><p>- l'espacement.</p><p>3.3.2.1. Information de trafic.</p><p>Les organismes du contrôle de la circulation aérienne fournissent l'information de trafic :</p><p>a) Aux vols IFR sur les vols VFR en espace aérien contrôlé de classe D ;</p><p>b) Aux vols VFR sur les vols IFR en espace aérien contrôlé de classe D ;</p><p>c) Aux vols VFR sur les autres vols VFR en espace aérien contrôlé de classe C et D ;</p><p>d) Aux vols VFR spécial sur les autres vols VFR spécial en espace aérien contrôlé de classe C, D et E ;</p><p>e) A tous les vols en circulation d'aérodrome des aérodromes contrôlés.</p><p>3.3.2.2. Espacement.</p><p>Les organismes du contrôle de la circulation aérienne assurent l'espacement :</p><p>a) Entre les vols IFR dans tout l'espace aérien contrôlé ;</p><p>b) Entre tous les vols dans l'espace aérien contrôlé de classe B ;</p><p>c) Entre les vols IFR et les vols VFR dans l'espace aérien contrôlé de classe C ;</p><p>d) Entre les vols IFR et les vols VFR spécial ;</p><p>e) Entre les vols VFR spécial dans des conditions qui peuvent être prescrites par arrêté du ministre chargé de l'aviation civile ;</p><p>f) Entre tous les vols sur la piste d'un aérodrome contrôlé.</p><p>3.3.2.2.1. Un organisme du contrôle de la circulation aérienne assure l'espacement sauf lorsqu'il a délivré une clairance VMC ou une</p><p>clairance de séparation à vue, par l'un au moins des moyens suivants :</p><p>1. Espacement vertical, obtenu par l'assignation de niveaux déterminés d'après le tableau des niveaux de croisière qui figure à l'appendice C de l'annexe I aux articles D. 131-1 à D. 131-10 du code de l'aviation civile. Toutefois, la correspondance entre les niveaux et la route prescrite dans ce tableau ne s'applique pas chaque fois que des indications contraires figurent dans les clairances ou sont portées à la connaissance des usagers par la voie de l'information aéronautique ;</p><p>2. Espacement horizontal, obtenu en assurant :</p><p>a) Un espacement longitudinal, obtenu en maintenant un intervalle de temps ou de distance entre les aéronefs volant sur une même route, sur des routes convergentes ou dans des directions opposées ; ou</p><p>b) Un espacement latéral, obtenu en maintenant les aéronefs sur des routes différentes ou dans des régions géographiques différentes ;</p><p>3. Espacement composite, consistant en une combinaison de l'espacement vertical et de l'une des autres formes d'espacement prévues à l'alinéa 2 ci-dessus, en utilisant pour chacune d'elles des minimums qui peuvent être inférieurs à ceux utilisés pour chacun des éléments combinés lorsqu'ils sont appliqués séparément, mais au moins égaux à la moitié de ces minimums ; l'espacement composite ne sera appliqué que sur la base d'accords régionaux de navigation aérienne de l'Organisation de l'aviation civile internationale (O.A.C.I.).</p><p>3.3.2.2.2. Minimums d'espacement.</p><p>1. Les minimums d'espacement applicables dans un espace aérien contrôlé sont fixés dans les procédures qui font l'objet des arrêtés cités en 2.2.3 ;</p><p>2. Toutefois, lorsque les types d'aides à la navigation aérienne utilisés ou les circonstances ne sont pas prévus par les dispositions prévues à l'alinéa 1 ci-dessus, d'autres minimums d'espacement sont établis, selon les besoins :</p><p>- par l'autorité compétente des services de la circulation aérienne, après consultation des exploitants pour les routes ou portions de route contenues dans l'espace aérien relevant de la souveraineté française ;</p><p>- par accord régional de navigation aérienne de l'O.A.C.I. pour les routes ou portions de route contenues dans l'espace aérien situé au-dessus des eaux internationales ou des régions de souveraineté indéterminée.</p><p>3.3.2.3. Dérogations.</p><p>Dans une portion définie d'espace aérien contrôlé, des dérogations à la fourniture du service de contrôle peuvent être accordées de façon permanente ou temporaire par l'autorité compétente de la circulation aérienne à certains vols d'aéronefs dont le caractère particulier rend impossible, pour l'organisme de contrôle, la fourniture à ceux-ci de l'ensemble des services prévus dans la classe de l'espace considéré.</p><p>Lorsque de telles dérogations sont accordées, les services rendus correspondant à la classe d'espace considérée continuent à être rendus aux aéronefs qui ne sont pas bénéficiaires de ces dérogations.</p><p><br/></p><p align='center'>3.4. Responsabilité du contrôle.</p><p align='center'><br/></p><p>3.4.1. Responsabilité du contrôle d'un vol donné. </p><p>A tout moment un vol contrôlé ne peut être sous le contrôle que d'un seul organisme du contrôle de la circulation aérienne. </p><p>3.4.2. Responsabilité du contrôle dans une portion d'espace aérien. </p><p>Le contrôle de tous les aéronefs évoluant dans une portion d'espace aérien donné incombe à un seul organisme du contrôle de la circulation aérienne. Toutefois, le contrôle d'un aéronef ou d'un groupe d'aéronefs peut être délégué à d'autres organismes du contrôle de la circulation aérienne, à condition que soit assurée la coordination entre les organismes du contrôle de la circulation aérienne intéressés. </p><p></p><p align='center'>3.5. Clairance. </p><p align='center'><br/></p><p>3.5.1. Les clairances sont délivrées en fonction : </p><p>- du trafic environnant connu ; </p><p>- de certaines conditions opérationnelles ; </p><p>- des mesures de régulation de débit ; </p><p>- le cas échéant, des modalités particulières prévues en 2.2.3.2., </p><p>dans le seul but d'assurer le service du contrôle de la circulation aérienne. </p><p>3.5.2. Les clairances sont coordonnées par les organismes de la circulation aérienne intéressés pour aboutir à une clairance valable pour toute la route que doit suivre un aéronef, sinon pour la plus grande partie possible de cette route. </p><p></p><p align='center'>3.6. Transfert de contrôle. </p><p align='center'><br/></p><p>3.6.1. Le transfert de contrôle d'un aéronef d'un organisme du contrôle de la circulation aérienne à un autre s'effectue conformément aux dispositions convenues entre les organismes intéressés. </p><p>3.6.2. Le contrôle d'un aéronef ne sera transféré d'un organisme du contrôle à un autre qu'avec l'accord de l'organisme accepteur conformément aux dispositions des 3.6.2.1 et 3.6.2.2 ci-dessous. </p><p>3.6.2.1. L'organisme donneur communique à l'organisme accepteur les éléments appropriés du plan de vol en vigueur ainsi que tous autres renseignements intéressant le transfert. </p><p>3.6.2.2. L'organisme accepteur : </p><p>a) Indique s'il lui est possible d'accepter le contrôle de l'aéronef dans les conditions spécifiées par l'organisme donneur à moins que, en vertu d'un accord préalable entre les deux organismes intéressés, l'absence d'une indication de ce genre ne signifie l'acceptation des conditions spécifiées ou bien il indique les modifications éventuelles qu'il est nécessaire d'apporter à ces conditions ; </p><p>b) Précise tout autre renseignement ou clairance concernant une phase ultérieure du vol qu'il juge nécessaire de communiquer à l'aéronef au moment du transfert. </p><p></p><p id='LEGISCTA000006143989' align='center'>3.7. Régulation du débit de la circulation aérienne. </p><p align='center'></p><p>3.7.1. Les mesures de régulation du débit sont mises en place par un organisme central d'organisation et de régulation du trafic aérien ou un organisme du contrôle de la circulation aérienne lorsqu'il est nécessaire d'adapter la demande à la capacité de contrôle disponible ou prévisible dans une ou plusieurs régions de contrôle ou sur un ou plusieurs aérodromes. </p><p>3.7.2. Des mesures spécifiques de régulation du débit peuvent être mises en place par les organismes de la circulation aérienne assurant les services de la circulation aérienne simultanément à la circulation aérienne générale et à la circulation aérienne militaire dans les régions de contrôle spécialisées ou les zones de contrôle spécialisées en raison des impératifs de la défense. </p><p>3.7.3. Lorsqu'un organisme central d'organisation et de régulation du trafic aérien ou un organisme de contrôle de la circulation aérienne constate ou est informé qu'il est nécessaire de mettre en place des mesures de régulation du débit, il doit informer les organismes de la circulation aérienne intéressés afin que ces derniers prennent les mesures qui en découlent. </p><p>3.7.4. Les pilotes commandants de bord et les exploitants que l'on sait ou croit être intéressés sont informés, dans la mesure du possible, des mesures de régulation du débit mises en place et des retards prévisibles. </p>",
            "num": "Annexe II : Chapitre III",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 786412800000,
            "dateFin": 1146700800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 805306365,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906322",
                        "id": "LEGISCTA000019906322",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "SERVICES DE LA CIRCULATION AERIENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906323",
                        "id": "LEGISCTA000019906323",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843563",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019906323",
            "sectionParentId": "LEGISCTA000019906323",
            "sectionParentTitre": "SERVICES DE LA CIRCULATION AERIENNE",
            "fullSectionsTitre": "Annexes &gt; Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; SERVICES DE LA CIRCULATION AERIENNE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006843564",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000733317",
                    "textTitle": "Décret 94-947 1994-10-25 annexe II JORF 3 novembre 1994 en vigueur le 3 décembre 1994",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000733317",
                    "natureText": "DECRET",
                    "datePubliTexte": "1994-11-03",
                    "dateSignaTexte": "1994-10-25",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000720630",
                    "textTitle": "Décret 91-660 1991-07-11 annexe I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000720630",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "91-660",
                    "datePubli": 679708800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile D131-1 à D131-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843563",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 702172800000,
                    "dateFin": 786412800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843564",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 786412800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019985931",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II : Chapitre III"
            ],
            "versionPrecedente": "LEGIARTI000006843563",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006843563",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CHAPITRE III : Service du contrôle de la circulation aérienne 3.1. Bénéficiaires. Le service du contrôle de la circulation aérienne est assuré au bénéfice : 1. De tous les vols IFR dans l'espace aérien contrôlé ; 2. De tous les vols VFR dans les espaces aériens contrôlés de classe B, C et D ; 3. De tous les vols VFR spéciaux ; 4. De l'ensemble de la circulation d'aérodrome des aérodromes contrôlés. 3.2. Mise en oeuvre du service du contrôle : de la circulation aérienne. Les différentes fonctions du service du contrôle de la circulation aérienne décrites en 2.2.2 sont assurées par les organismes du contrôle de la circulation aérienne de la manière suivante : 1. Contrôle régional : a) Par un centre de contrôle régional ; b) Par l'organisme assurant le service du contrôle d'approche dans un espace aérien contrôlé d'étendue limitée. 2. Contrôle d'approche : a) Par un centre de contrôle d'approche ; b) Par un centre de contrôle régional lorsqu'il assure le contrôle d'approche dans tout ou partie d'une région de contrôle ; c) Par une tour de contrôle lorsqu'elle assure le contrôle d'approche dans une zone de contrôle, ou dans tout ou partie d'une région de contrôle terminale. 3. Contrôle d'aérodrome : Par une tour de contrôle. Ces différentes fonctions peuvent également être assurées par un organisme de la circulation aérienne militaire désigné conformément aux dispositions du 2.4.3. Les procédures complémentaires prévues en 2.2.3.2 sont alors appliquées, le cas échéant. 3.3. Fonctionnement du service du contrôle : de la circulation aérienne. 3.3.1. Rôle des organismes du contrôle de la circulation aérienne. Afin d'assurer le service du contrôle de la circulation aérienne un organisme du contrôle de la circulation aérienne doit : 1. Recevoir des renseignements au sujet des mouvements prévus de chaque aéronef et des modifications qui leur sont apportées et connaître en permanence la progression effective de chaque aéronef ; 2. Déterminer, d'après les renseignements reçus, les positions relatives des aéronefs signalés ; 3. Délivrer des clairances et des renseignements afin de prévenir les abordages entre les aéronefs placés sous son contrôle et d'accélérer et ordonner la circulation aérienne ; 4. Se mettre d'accord avec les autres organismes de la circulation aérienne : a) Chaque fois qu'un aéronef risquerait sans cela d'entraver la circulation aérienne placée sous le contrôle de ces autres organismes ; b) Avant de transférer à ces autres organismes le contrôle d'un aéronef. 3.2.2. Prévention des abordages. Les méthodes utilisées par les organismes de la circulation aérienne pour prévenir les abordages entre les aéronefs en vol contrôlé sont : - l'information de trafic ; - l'espacement. 3.3.2.1. Information de trafic. Les organismes du contrôle de la circulation aérienne fournissent l'information de trafic : a) Aux vols IFR sur les vols VFR en espace aérien contrôlé de classe D ; b) Aux vols VFR sur les vols IFR en espace aérien contrôlé de classe D ; c) Aux vols VFR sur les autres vols VFR en espace aérien contrôlé de classe C et D ; d) Aux vols VFR spécial sur les autres vols VFR spécial en espace aérien contrôlé de classe C, D et E ; e) A tous les vols en circulation d'aérodrome des aérodromes contrôlés. 3.3.2.2. Espacement. Les organismes du contrôle de la circulation aérienne assurent l'espacement : a) Entre les vols IFR dans tout l'espace aérien contrôlé ; b) Entre tous les vols dans l'espace aérien contrôlé de classe B ; c) Entre les vols IFR et les vols VFR dans l'espace aérien contrôlé de classe C ; d) Entre les vols IFR et les vols VFR spécial ; e) Entre les vols VFR spécial dans des conditions qui peuvent être prescrites par arrêté du ministre chargé de l'aviation civile ; f) Entre tous les vols sur la piste d'un aérodrome contrôlé. 3.3.2.2.1. Un organisme du contrôle de la circulation aérienne assure l'espacement sauf lorsqu'il a délivré une clairance VMC ou une clairance de séparation à vue, par l'un au moins des moyens suivants : 1. Espacement vertical, obtenu par l'assignation de niveaux déterminés d'après le tableau des niveaux de croisière qui figure à l'appendice C de l'annexe I aux articles D. 131-1 à D. 131-10 du code de l'aviation civile. Toutefois, la correspondance entre les niveaux et la route prescrite dans ce tableau ne s'applique pas chaque fois que des indications contraires figurent dans les clairances ou sont portées à la connaissance des usagers par la voie de l'information aéronautique ; 2. Espacement horizontal, obtenu en assurant : a) Un espacement longitudinal, obtenu en maintenant un intervalle de temps ou de distance entre les aéronefs volant sur une même route, sur des routes convergentes ou dans des directions opposées ; ou b) Un espacement latéral, obtenu en maintenant les aéronefs sur des routes différentes ou dans des régions géographiques différentes ; 3. Espacement composite, consistant en une combinaison de l'espacement vertical et de l'une des autres formes d'espacement prévues à l'alinéa 2 ci-dessus, en utilisant pour chacune d'elles des minimums qui peuvent être inférieurs à ceux utilisés pour chacun des éléments combinés lorsqu'ils sont appliqués séparément, mais au moins égaux à la moitié de ces minimums ; l'espacement composite ne sera appliqué que sur la base d'accords régionaux de navigation aérienne de l'Organisation de l'aviation civile internationale (O.A.C.I.). 3.3.2.2.2. Minimums d'espacement. 1. Les minimums d'espacement applicables dans un espace aérien contrôlé sont fixés dans les procédures qui font l'objet des arrêtés cités en 2.2.3 ; 2. Toutefois, lorsque les types d'aides à la navigation aérienne utilisés ou les circonstances ne sont pas prévus par les dispositions prévues à l'alinéa 1 ci-dessus, d'autres minimums d'espacement sont établis, selon les besoins : - par l'autorité compétente des services de la circulation aérienne, après consultation des exploitants pour les routes ou portions de route contenues dans l'espace aérien relevant de la souveraineté française ; - par accord régional de navigation aérienne de l'O.A.C.I. pour les routes ou portions de route contenues dans l'espace aérien situé au-dessus des eaux internationales ou des régions de souveraineté indéterminée. 3.4. Responsabilité du contrôle. 3.4.1. Responsabilité du contrôle d'un vol donné. A tout moment un vol contrôlé ne peut être sous le contrôle que d'un seul organisme du contrôle de la circulation aérienne. 3.4.2. Responsabilité du contrôle dans une portion d'espace aérien. Le contrôle de tous les aéronefs évoluant dans une portion d'espace aérien donné incombe à un seul organisme du contrôle de la circulation aérienne. Toutefois, le contrôle d'un aéronef ou d'un groupe d'aéronefs peut être délégué à d'autres organismes du contrôle de la circulation aérienne, à condition que soit assurée la coordination entre les organismes du contrôle de la circulation aérienne intéressés. 3.5. Clairance. 3.5.1. Les clairances sont délivrées en fonction : - du trafic environnant connu ; - de certaines conditions opérationnelles ; - des mesures de régulation de débit ; - le cas échéant, des modalités particulières prévues en 2.2.3.2., dans le seul but d'assurer le service du contrôle de la circulation aérienne. 3.5.2. Les clairances sont coordonnées par les organismes de la circulation aérienne intéressés pour aboutir à une clairance valable pour toute la route que doit suivre un aéronef, sinon pour la plus grande partie possible de cette route. 3.6. Transfert de contrôle. 3.6.1. Le transfert de contrôle d'un aéronef d'un organisme du contrôle de la circulation aérienne à un autre s'effectue conformément aux dispositions convenues entre les organismes intéressés. 3.6.2. Le contrôle d'un aéronef ne sera transféré d'un organisme du contrôle à un autre qu'avec l'accord de l'organisme accepteur conformément aux dispositions des 3.6.2.1 et 3.6.2.2 ci-dessous. 3.6.2.1. L'organisme donneur communique à l'organisme accepteur les éléments appropriés du plan de vol en vigueur ainsi que tous autres renseignements intéressant le transfert. 3.6.2.2. L'organisme accepteur : a) Indique s'il lui est possible d'accepter le contrôle de l'aéronef dans les conditions spécifiées par l'organisme donneur à moins que, en vertu d'un accord préalable entre les deux organismes intéressés, l'absence d'une indication de ce genre ne signifie l'acceptation des conditions spécifiées ou bien il indique les modifications éventuelles qu'il est nécessaire d'apporter à ces conditions ; b) Précise tout autre renseignement ou clairance concernant une phase ultérieure du vol qu'il juge nécessaire de communiquer à l'aéronef au moment du transfert. 3.7. Régulation du débit de la circulation aérienne. 3.7.1. Les mesures de régulation du débit sont mises en place par un organisme central d'organisation et de régulation du trafic aérien ou un organisme du contrôle de la circulation aérienne lorsqu'il est nécessaire d'adapter la demande à la capacité de contrôle disponible ou prévisible dans une ou plusieurs régions de contrôle ou sur un ou plusieurs aérodromes. 3.7.2. Des mesures spécifiques de régulation du débit peuvent être mises en place par les organismes de la circulation aérienne assurant les services de la circulation aérienne simultanément à la circulation aérienne générale et à la circulation aérienne militaire dans les régions de contrôle spécialisées ou les zones de contrôle spécialisées en raison des impératifs de la défense. 3.7.3. Lorsqu'un organisme central d'organisation et de régulation du trafic aérien ou un organisme de contrôle de la circulation aérienne constate ou est informé qu'il est nécessaire de mettre en place des mesures de régulation du débit, il doit informer les organismes de la circulation aérienne intéressés afin que ces derniers prennent les mesures qui en découlent. 3.7.4. Les pilotes commandants de bord et les exploitants que l'on sait ou croit être intéressés sont informés, dans la mesure du possible, des mesures de régulation du débit mises en place et des retards prévisibles.",
            "texteHtml": "<p id='LEGISCTA000006129122'>CHAPITRE III : Service du contrôle de la circulation aérienne </p><p>3.1. Bénéficiaires.<br/></p><p>Le service du contrôle de la circulation aérienne est assuré au bénéfice :</p><p>1. De tous les vols IFR dans l'espace aérien contrôlé ;</p><p>2. De tous les vols VFR dans les espaces aériens contrôlés de classe B, C et D ;</p><p>3. De tous les vols VFR spéciaux ;</p><p>4. De l'ensemble de la circulation d'aérodrome des aérodromes contrôlés.<br/></p><p id='LEGISCTA000006143984'>3.2. Mise en oeuvre du service du contrôle : de la circulation aérienne. </p><p>Les différentes fonctions du service du contrôle de la circulation aérienne décrites en 2.2.2 sont assurées par les organismes du contrôle de la circulation aérienne de la manière suivante : </p><p>1. Contrôle régional : </p><p>a) Par un centre de contrôle régional ; </p><p>b) Par l'organisme assurant le service du contrôle d'approche dans un espace aérien contrôlé d'étendue limitée. </p><p>2. Contrôle d'approche : </p><p>a) Par un centre de contrôle d'approche ; </p><p>b) Par un centre de contrôle régional lorsqu'il assure le contrôle d'approche dans tout ou partie d'une région de contrôle ; </p><p>c) Par une tour de contrôle lorsqu'elle assure le contrôle d'approche dans une zone de contrôle, ou dans tout ou partie d'une région de contrôle terminale. </p><p>3. Contrôle d'aérodrome : </p><p>Par une tour de contrôle. </p><p>Ces différentes fonctions peuvent également être assurées par un organisme de la circulation aérienne militaire désigné conformément aux dispositions du 2.4.3. Les procédures complémentaires prévues en 2.2.3.2 sont alors appliquées, le cas échéant. </p><p>3.3. Fonctionnement du service du contrôle : de la circulation aérienne. </p><p>3.3.1. Rôle des organismes du contrôle de la circulation aérienne.</p><p>Afin d'assurer le service du contrôle de la circulation aérienne un organisme du contrôle de la circulation aérienne doit :</p><p>1. Recevoir des renseignements au sujet des mouvements prévus de chaque aéronef et des modifications qui leur sont apportées et connaître en permanence la progression effective de chaque aéronef ;</p><p>2. Déterminer, d'après les renseignements reçus, les positions relatives des aéronefs signalés ;</p><p>3. Délivrer des clairances et des renseignements afin de prévenir les abordages entre les aéronefs placés sous son contrôle et d'accélérer et ordonner la circulation aérienne ;</p><p>4. Se mettre d'accord avec les autres organismes de la circulation aérienne :</p><p>a) Chaque fois qu'un aéronef risquerait sans cela d'entraver la circulation aérienne placée sous le contrôle de ces autres organismes ;</p><p>b) Avant de transférer à ces autres organismes le contrôle d'un aéronef.</p><p>3.2.2. Prévention des abordages.</p><p>Les méthodes utilisées par les organismes de la circulation aérienne pour prévenir les abordages entre les aéronefs en vol contrôlé sont :</p><p>- l'information de trafic ;</p><p>- l'espacement.</p><p>3.3.2.1. Information de trafic.</p><p>Les organismes du contrôle de la circulation aérienne fournissent l'information de trafic :</p><p>a) Aux vols IFR sur les vols VFR en espace aérien contrôlé de classe D ;</p><p>b) Aux vols VFR sur les vols IFR en espace aérien contrôlé de classe D ;</p><p>c) Aux vols VFR sur les autres vols VFR en espace aérien contrôlé de classe C et D ;</p><p>d) Aux vols VFR spécial sur les autres vols VFR spécial en espace aérien contrôlé de classe C, D et E ;</p><p>e) A tous les vols en circulation d'aérodrome des aérodromes contrôlés.</p><p>3.3.2.2. Espacement.</p><p>Les organismes du contrôle de la circulation aérienne assurent l'espacement :</p><p>a) Entre les vols IFR dans tout l'espace aérien contrôlé ;</p><p>b) Entre tous les vols dans l'espace aérien contrôlé de classe B ;</p><p>c) Entre les vols IFR et les vols VFR dans l'espace aérien contrôlé de classe C ;</p><p>d) Entre les vols IFR et les vols VFR spécial ;</p><p>e) Entre les vols VFR spécial dans des conditions qui peuvent être prescrites par arrêté du ministre chargé de l'aviation civile ;</p><p>f) Entre tous les vols sur la piste d'un aérodrome contrôlé.</p><p>3.3.2.2.1. Un organisme du contrôle de la circulation aérienne assure l'espacement sauf lorsqu'il a délivré une clairance VMC ou une clairance de séparation à vue, par l'un au moins des moyens suivants :</p><p>1. Espacement vertical, obtenu par l'assignation de niveaux déterminés d'après le tableau des niveaux de croisière qui figure à l'appendice C de l'annexe I aux articles D. 131-1 à D. 131-10 du code de l'aviation civile. Toutefois, la correspondance entre les niveaux et la route prescrite dans ce tableau ne s'applique pas chaque fois que des indications contraires figurent dans les clairances ou sont portées à la connaissance des usagers par la voie de l'information aéronautique ;</p><p>2. Espacement horizontal, obtenu en assurant :</p><p>a) Un espacement longitudinal, obtenu en maintenant un intervalle de temps ou de distance entre les aéronefs volant sur une même route, sur des routes convergentes ou dans des directions opposées ; ou</p><p>b) Un espacement latéral, obtenu en maintenant les aéronefs sur des routes différentes ou dans des régions géographiques différentes ;</p><p>3. Espacement composite, consistant en une combinaison de l'espacement vertical et de l'une des autres formes d'espacement prévues à l'alinéa 2 ci-dessus, en utilisant pour chacune d'elles des minimums qui peuvent être inférieurs à ceux utilisés pour chacun des éléments combinés lorsqu'ils sont appliqués séparément, mais au moins égaux à la moitié de ces minimums ; l'espacement composite ne sera appliqué que sur la base d'accords régionaux de navigation aérienne de l'Organisation de l'aviation civile internationale (O.A.C.I.).</p><p>3.3.2.2.2. Minimums d'espacement.</p><p>1. Les minimums d'espacement applicables dans un espace aérien contrôlé sont fixés dans les procédures qui font l'objet des arrêtés cités en 2.2.3 ;</p><p>2. Toutefois, lorsque les types d'aides à la navigation aérienne utilisés ou les circonstances ne sont pas prévus par les dispositions prévues à l'alinéa 1 ci-dessus, d'autres minimums d'espacement sont établis, selon les besoins :</p><p>- par l'autorité compétente des services de la circulation aérienne, après consultation des exploitants pour les routes ou portions de route contenues dans l'espace aérien relevant de la souveraineté française ;</p><p>- par accord régional de navigation aérienne de l'O.A.C.I. pour les routes ou portions de route contenues dans l'espace aérien situé au-dessus des eaux internationales ou des régions de souveraineté indéterminée.<br/></p><p>3.4. Responsabilité du contrôle.<br/></p><p>3.4.1. Responsabilité du contrôle d'un vol donné. </p><p>A tout moment un vol contrôlé ne peut être sous le contrôle que d'un seul organisme du contrôle de la circulation aérienne. </p><p>3.4.2. Responsabilité du contrôle dans une portion d'espace aérien. </p><p>Le contrôle de tous les aéronefs évoluant dans une portion d'espace aérien donné incombe à un seul organisme du contrôle de la circulation aérienne. Toutefois, le contrôle d'un aéronef ou d'un groupe d'aéronefs peut être délégué à d'autres organismes du contrôle de la circulation aérienne, à condition que soit assurée la coordination entre les organismes du contrôle de la circulation aérienne intéressés. <br/></p><p id='LEGISCTA000006143987'>3.5. Clairance. <br/></p><p>3.5.1. Les clairances sont délivrées en fonction : </p><p>- du trafic environnant connu ; </p><p>- de certaines conditions opérationnelles ; </p><p>- des mesures de régulation de débit ; </p><p>- le cas échéant, des modalités particulières prévues en 2.2.3.2., </p><p>dans le seul but d'assurer le service du contrôle de la circulation aérienne. </p><p>3.5.2. Les clairances sont coordonnées par les organismes de la circulation aérienne intéressés pour aboutir à une clairance valable pour toute la route que doit suivre un aéronef, sinon pour la plus grande partie possible de cette route. </p><p id='LEGISCTA000006143988'>3.6. Transfert de contrôle. <br/></p><p>3.6.1. Le transfert de contrôle d'un aéronef d'un organisme du contrôle de la circulation aérienne à un autre s'effectue conformément aux dispositions convenues entre les organismes intéressés. </p><p>3.6.2. Le contrôle d'un aéronef ne sera transféré d'un organisme du contrôle à un autre qu'avec l'accord de l'organisme accepteur conformément aux dispositions des 3.6.2.1 et 3.6.2.2 ci-dessous. </p><p>3.6.2.1. L'organisme donneur communique à l'organisme accepteur les éléments appropriés du plan de vol en vigueur ainsi que tous autres renseignements intéressant le transfert. </p><p>3.6.2.2. L'organisme accepteur : </p><p>a) Indique s'il lui est possible d'accepter le contrôle de l'aéronef dans les conditions spécifiées par l'organisme donneur à moins que, en vertu d'un accord préalable entre les deux organismes intéressés, l'absence d'une indication de ce genre ne signifie l'acceptation des conditions spécifiées ou bien il indique les modifications éventuelles qu'il est nécessaire d'apporter à ces conditions ; </p><p>b) Précise tout autre renseignement ou clairance concernant une phase ultérieure du vol qu'il juge nécessaire de communiquer à l'aéronef au moment du transfert. </p><p id='LEGISCTA000006143989'>3.7. Régulation du débit de la circulation aérienne. <br/></p><p>3.7.1. Les mesures de régulation du débit sont mises en place par un organisme central d'organisation et de régulation du trafic aérien ou un organisme du contrôle de la circulation aérienne lorsqu'il est nécessaire d'adapter la demande à la capacité de contrôle disponible ou prévisible dans une ou plusieurs régions de contrôle ou sur un ou plusieurs aérodromes. </p><p>3.7.2. Des mesures spécifiques de régulation du débit peuvent être mises en place par les organismes de la circulation aérienne assurant les services de la circulation aérienne simultanément à la circulation aérienne générale et à la circulation aérienne militaire dans les régions de contrôle spécialisées ou les zones de contrôle spécialisées en raison des impératifs de la défense. </p><p>3.7.3. Lorsqu'un organisme central d'organisation et de régulation du trafic aérien ou un organisme de contrôle de la circulation aérienne constate ou est informé qu'il est nécessaire de mettre en place des mesures de régulation du débit, il doit informer les organismes de la circulation aérienne intéressés afin que ces derniers prennent les mesures qui en découlent. </p><p>3.7.4. Les pilotes commandants de bord et les exploitants que l'on sait ou croit être intéressés sont informés, dans la mesure du possible, des mesures de régulation du débit mises en place et des retards prévisibles. </p><p></p>",
            "num": "Annexe II : Chapitre III",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 702172800000,
            "dateFin": 786412800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 805306365,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906322",
                        "id": "LEGISCTA000019906322",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "SERVICES DE LA CIRCULATION AERIENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906323",
                        "id": "LEGISCTA000019906323",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843563",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019906323",
            "sectionParentId": "LEGISCTA000019906323",
            "sectionParentTitre": "SERVICES DE LA CIRCULATION AERIENNE",
            "fullSectionsTitre": "Annexes &gt; Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; SERVICES DE LA CIRCULATION AERIENNE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006843563",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000720630",
                    "textTitle": "Décret 91-660 1991-07-11 annexe I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000720630",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "91-660",
                    "datePubli": 679708800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile D131-1 à D131-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843563",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 702172800000,
                    "dateFin": 786412800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843564",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 786412800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019985931",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II : Chapitre III"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}