{
    "cid": "LEGIARTI000029183544",
    "num": "L616-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : ACTIVITÉS PRIVÉES DE SÉCURITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506179",
                        "id": "LEGISCTA000025507630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2014-07-03",
                        "titre": "TITRE Ier : ACTIVITÉS PRIVÉES DE SURVEILLANCE ET DE GARDIENNAGE, DE TRANSPORT DE FONDS ET DE PROTECTION PHYSIQUE DES PERSONNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506181",
                        "id": "LEGISCTA000025507628",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-07-03",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ACTIVITÉS PRIVÉES DE SURVEILLANCE ET DE GARDIENNAGE, DE TRANSPORT DE FONDS, DE PROTECTION PHYSIQUE DES PERSONNES ET DE PROTECTION DES NAVIRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506181",
                        "id": "LEGISCTA000029191767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2014-07-03",
                        "titre": "Chapitre VI : Contrôle administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506341",
                        "id": "LEGISCTA000025507510",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-07-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Activités de protection des navires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506341",
                        "id": "LEGISCTA000029191763",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-07-03",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Contrôle à bord des navires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029183463",
                        "id": "LEGISCTA000029183469",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039279646",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L611-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000025506185",
                    "natureText": "CODE",
                    "date": 1599835680176,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458691200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L611-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L611-2",
                    "articleId": "LEGIARTI000029182168",
                    "natureText": "CODE",
                    "date": 1599835680176,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1404345600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L617-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L617-14",
                    "articleId": "LEGIARTI000031087196",
                    "natureText": "CODE",
                    "date": 1599835680176,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439942400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "num": "L616-4",
            "origine": "LEGI",
            "texte": "I.-Outre les agents mentionnés à l'article L. 611-2 , les administrateurs et officiers du corps technique et administratif des affaires maritimes, les commandants, commandants en second ou officiers de bâtiments de l'Etat et les commandants des aéronefs de l'Etat affectés à la surveillance maritime, les fonctionnaires affectés dans les services exerçant des missions de contrôle dans le domaine des affaires maritimes sous l'autorité ou à la disposition du ministre chargé de la mer et les agents des douanes assurent, à bord des navires battant pavillon français et pour le compte de l'autorité administrative, le contrôle des personnes exerçant l'activité mentionnée au 4° de l'article L. 611-1 . II.-Lorsque l'accès à bord s'est trouvé matériellement impossible ou que des investigations approfondies qui ne peuvent être effectuées doivent être diligentées à bord, les commandants des bâtiments de l'Etat peuvent ordonner le déroutement du navire vers une position ou un port appropriés. Les contrôles s'effectuent à toute heure. III.-Les agents mentionnés au I du présent article peuvent vérifier les cartes professionnelles des agents exerçant l'activité mentionnée au 4° de l'article L. 611-1 présents à bord ainsi que les documents d'identité de toute autre personne. Ils peuvent obtenir communication de tous documents de bord, notamment ceux relatifs à l'activité mentionnée au même 4°. IV.-Ils peuvent procéder à la visite des ponts et locaux des différentes zones du navire, notamment des lieux de stockage des armes et munitions. V.-Lorsque les locaux sont affectés à un usage privé ou d'habitation et que le navire est en mer ou depuis moins de soixante-douze heures dans un port, dans une rade ou à quai, les visites sont effectuées en présence de l'occupant des lieux ou, à défaut, du capitaine ou de son représentant. VI.-Lorsque la visite des locaux mentionnés au V intervient alors que le navire est dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du   tribunal judiciaire dans le ressort duquel se trouve le navire. L'ordonnance ayant autorisé la visite est exécutoire au seul vu de la minute. La procédure est sans représentation obligatoire. La visite s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Celui-ci peut se rendre dans les locaux durant l'intervention. A tout moment, il peut décider de l'arrêt ou de la suspension de la visite. L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou, en son absence, au capitaine ou à son représentant. L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. VII.-Un procès-verbal de visite du navire est établi et contresigné par le capitaine ou son représentant, à qui une copie est immédiatement remise, ainsi que, le cas échéant, à l'occupant des locaux affectés à un usage privé ou d'habitation, avec mention des voies et délais de recours. Il est adressé au représentant de l'Etat en mer et au directeur du Conseil national des activités privées de sécurité. VIII.-L'occupant des locaux mentionnés aux V et VI peut contester la régularité de leur visite devant le premier président de la cour d'appel selon les règles de la procédure sans représentation. IX.-Ce recours doit être formé par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.",
            "texteHtml": "<p>I.-Outre les agents mentionnés à <a href='/article/LEGIARTI000029182168'>l'article L. 611-2</a>, les administrateurs et officiers du corps technique et administratif des affaires maritimes, les commandants, commandants en second ou officiers de bâtiments de l'Etat et les commandants des aéronefs de l'Etat affectés à la surveillance maritime, les fonctionnaires affectés dans les services exerçant des missions de contrôle dans le domaine des affaires maritimes sous l'autorité ou à la disposition du ministre chargé de la mer et les agents des douanes assurent, à bord des navires battant pavillon français et pour le compte de l'autorité administrative, le contrôle des personnes exerçant l'activité mentionnée au 4° de <a href='/article/LEGIARTI000025506185'>l'article L. 611-1</a>. </p><p>II.-Lorsque l'accès à bord s'est trouvé matériellement impossible ou que des investigations approfondies qui ne peuvent être effectuées doivent être diligentées à bord, les commandants des bâtiments de l'Etat peuvent ordonner le déroutement du navire vers une position ou un port appropriés. </p><p>Les contrôles s'effectuent à toute heure. </p><p>III.-Les agents mentionnés au I du présent article peuvent vérifier les cartes professionnelles des agents exerçant l'activité mentionnée au 4° de l'article L. 611-1 présents à bord ainsi que les documents d'identité de toute autre personne. Ils peuvent obtenir communication de tous documents de bord, notamment ceux relatifs à l'activité mentionnée au même 4°. </p><p>IV.-Ils peuvent procéder à la visite des ponts et locaux des différentes zones du navire, notamment des lieux de stockage des armes et munitions. </p><p>V.-Lorsque les locaux sont affectés à un usage privé ou d'habitation et que le navire est en mer ou depuis moins de soixante-douze heures dans un port, dans une rade ou à quai, les visites sont effectuées en présence de l'occupant des lieux ou, à défaut, du capitaine ou de son représentant. </p><p>VI.-Lorsque la visite des locaux mentionnés au V intervient alors que le navire est dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du   tribunal judiciaire dans le ressort duquel se trouve le navire. </p><p>L'ordonnance ayant autorisé la visite est exécutoire au seul vu de la minute. La procédure est sans représentation obligatoire. La visite s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Celui-ci peut se rendre dans les locaux durant l'intervention. A tout moment, il peut décider de l'arrêt ou de la suspension de la visite. </p><p>L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou, en son absence, au capitaine ou à son représentant. </p><p>L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. </p><p>VII.-Un procès-verbal de visite du navire est établi et contresigné par le capitaine ou son représentant, à qui une copie est immédiatement remise, ainsi que, le cas échéant, à l'occupant des locaux affectés à un usage privé ou d'habitation, avec mention des voies et délais de recours. Il est adressé au représentant de l'Etat en mer et au directeur du Conseil national des activités privées de sécurité. </p><p>VIII.-L'occupant des locaux mentionnés aux V et VI peut contester la régularité de leur visite devant le premier président de la cour d'appel selon les règles de la procédure sans représentation. </p><p>IX.-Ce recours doit être formé par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ce recours n'est pas suspensif. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. </p><p>Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.</p><p></p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2020-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : ACTIVITÉS PRIVÉES DE SÉCURITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506179",
                        "id": "LEGISCTA000025507630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2014-07-03",
                        "titre": "TITRE Ier : ACTIVITÉS PRIVÉES DE SURVEILLANCE ET DE GARDIENNAGE, DE TRANSPORT DE FONDS ET DE PROTECTION PHYSIQUE DES PERSONNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506181",
                        "id": "LEGISCTA000025507628",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-07-03",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ACTIVITÉS PRIVÉES DE SURVEILLANCE ET DE GARDIENNAGE, DE TRANSPORT DE FONDS, DE PROTECTION PHYSIQUE DES PERSONNES ET DE PROTECTION DES NAVIRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506181",
                        "id": "LEGISCTA000029191767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2014-07-03",
                        "titre": "Chapitre VI : Contrôle administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506341",
                        "id": "LEGISCTA000025507510",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-07-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Activités de protection des navires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506341",
                        "id": "LEGISCTA000029191763",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-07-03",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Contrôle à bord des navires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029183463",
                        "id": "LEGISCTA000029183469",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000029183551",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L611-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000025506185",
                    "natureText": "CODE",
                    "date": 1599842678008,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458691200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L611-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L611-2",
                    "articleId": "LEGIARTI000029182168",
                    "natureText": "CODE",
                    "date": 1599842678008,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1404345600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L617-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L617-14",
                    "articleId": "LEGIARTI000031087196",
                    "natureText": "CODE",
                    "date": 1599842678008,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1439942400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029175262",
                    "textTitle": "LOI n°2014-742 du 1er juillet 2014 - art. 27",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000029176559",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-07-02",
                    "dateSignaTexte": "2014-07-01",
                    "dateDebutCible": "2014-07-03"
                }
            ],
            "num": "L616-4",
            "origine": "LEGI",
            "texte": "I.-Outre les agents mentionnés à l'article L. 611-2 , les administrateurs et officiers du corps technique et administratif des affaires maritimes, les commandants, commandants en second ou officiers de bâtiments de l'Etat et les commandants des aéronefs de l'Etat affectés à la surveillance maritime, les fonctionnaires affectés dans les services exerçant des missions de contrôle dans le domaine des affaires maritimes sous l'autorité ou à la disposition du ministre chargé de la mer et les agents des douanes assurent, à bord des navires battant pavillon français et pour le compte de l'autorité administrative, le contrôle des personnes exerçant l'activité mentionnée au 4° de l'article L. 611-1 . II.-Lorsque l'accès à bord s'est trouvé matériellement impossible ou que des investigations approfondies qui ne peuvent être effectuées doivent être diligentées à bord, les commandants des bâtiments de l'Etat peuvent ordonner le déroutement du navire vers une position ou un port appropriés. Les contrôles s'effectuent à toute heure. III.-Les agents mentionnés au I du présent article peuvent vérifier les cartes professionnelles des agents exerçant l'activité mentionnée au 4° de l'article L. 611-1 présents à bord ainsi que les documents d'identité de toute autre personne. Ils peuvent obtenir communication de tous documents de bord, notamment ceux relatifs à l'activité mentionnée au même 4°. IV.-Ils peuvent procéder à la visite des ponts et locaux des différentes zones du navire, notamment des lieux de stockage des armes et munitions. V.-Lorsque les locaux sont affectés à un usage privé ou d'habitation et que le navire est en mer ou depuis moins de soixante-douze heures dans un port, dans une rade ou à quai, les visites sont effectuées en présence de l'occupant des lieux ou, à défaut, du capitaine ou de son représentant. VI.-Lorsque la visite des locaux mentionnés au V intervient alors que le navire est dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel se trouve le navire. L'ordonnance ayant autorisé la visite est exécutoire au seul vu de la minute. La procédure est sans représentation obligatoire. La visite s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Celui-ci peut se rendre dans les locaux durant l'intervention. A tout moment, il peut décider de l'arrêt ou de la suspension de la visite. L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou, en son absence, au capitaine ou à son représentant. L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. VII.-Un procès-verbal de visite du navire est établi et contresigné par le capitaine ou son représentant, à qui une copie est immédiatement remise, ainsi que, le cas échéant, à l'occupant des locaux affectés à un usage privé ou d'habitation, avec mention des voies et délais de recours. Il est adressé au représentant de l'Etat en mer et au directeur du Conseil national des activités privées de sécurité. VIII.-L'occupant des locaux mentionnés aux V et VI peut contester la régularité de leur visite devant le premier président de la cour d'appel selon les règles de la procédure sans représentation. IX.-Ce recours doit être formé par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.",
            "texteHtml": "<p>I.-Outre les agents mentionnés à <a href='/article/LEGIARTI000029182168'>l'article L. 611-2</a>, les administrateurs et officiers du corps technique et administratif des affaires maritimes, les commandants, commandants en second ou officiers de bâtiments de l'Etat et les commandants des aéronefs de l'Etat affectés à la surveillance maritime, les fonctionnaires affectés dans les services exerçant des missions de contrôle dans le domaine des affaires maritimes sous l'autorité ou à la disposition du ministre chargé de la mer et les agents des douanes assurent, à bord des navires battant pavillon français et pour le compte de l'autorité administrative, le contrôle des personnes exerçant l'activité mentionnée au 4° de <a href='/article/LEGIARTI000025506185'>l'article L. 611-1</a>. </p><p>II.-Lorsque l'accès à bord s'est trouvé matériellement impossible ou que des investigations approfondies qui ne peuvent être effectuées doivent être diligentées à bord, les commandants des bâtiments de l'Etat peuvent ordonner le déroutement du navire vers une position ou un port appropriés. </p><p>Les contrôles s'effectuent à toute heure. </p><p>III.-Les agents mentionnés au I du présent article peuvent vérifier les cartes professionnelles des agents exerçant l'activité mentionnée au 4° de l'article L. 611-1 présents à bord ainsi que les documents d'identité de toute autre personne. Ils peuvent obtenir communication de tous documents de bord, notamment ceux relatifs à l'activité mentionnée au même 4°. </p><p>IV.-Ils peuvent procéder à la visite des ponts et locaux des différentes zones du navire, notamment des lieux de stockage des armes et munitions. </p><p>V.-Lorsque les locaux sont affectés à un usage privé ou d'habitation et que le navire est en mer ou depuis moins de soixante-douze heures dans un port, dans une rade ou à quai, les visites sont effectuées en présence de l'occupant des lieux ou, à défaut, du capitaine ou de son représentant. </p><p>VI.-Lorsque la visite des locaux mentionnés au V intervient alors que le navire est dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel se trouve le navire. </p><p>L'ordonnance ayant autorisé la visite est exécutoire au seul vu de la minute. La procédure est sans représentation obligatoire. La visite s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Celui-ci peut se rendre dans les locaux durant l'intervention. A tout moment, il peut décider de l'arrêt ou de la suspension de la visite. </p><p>L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou, en son absence, au capitaine ou à son représentant. </p><p>L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. </p><p>VII.-Un procès-verbal de visite du navire est établi et contresigné par le capitaine ou son représentant, à qui une copie est immédiatement remise, ainsi que, le cas échéant, à l'occupant des locaux affectés à un usage privé ou d'habitation, avec mention des voies et délais de recours. Il est adressé au représentant de l'Etat en mer et au directeur du Conseil national des activités privées de sécurité. </p><p>VIII.-L'occupant des locaux mentionnés aux V et VI peut contester la régularité de leur visite devant le premier président de la cour d'appel selon les règles de la procédure sans représentation. </p><p>IX.-Ce recours doit être formé par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ce recours n'est pas suspensif. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. </p><p>Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.</p><p></p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2014-07-03T00:00:00.000Z",
            "dateFin": "2020-01-01T00:00:00.000Z"
        }
    ]
}