{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000021340386",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux travaux du commissaire aux comptes relatifs au rapport de gestion et aux autres documents adressés aux membres de l'organe appelé à statuer sur les comptes en application de l'article L. 823-10 , homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX TRAVAUX DU COMMISSAIRE AUX COMPTES RELATIFS AU RAPPORT DE GESTION ET AUX AUTRES DOCUMENTS ADRESSÉS AUX MEMBRES DE L'ORGANE APPELÉ À STATUER SUR LES COMPTES EN APPLICATION DE L'ARTICLE L. 823-10 DU CODE DE COMMERCE Introduction 01. En application des articles L. 820-1 et L. 823-10 alinéas 2 et 3 du code de commerce , le commissaire aux comptes vérifie, dans toutes les personnes et entités, la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion du conseil d'administration, du directoire ou de tout organe de direction, et dans les documents adressés aux actionnaires ou associés sur la situation financière et les comptes annuels. Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé ou qui sont contrôlées au sens de l'article L. 233-16 par une telle société, il atteste spécialement l'exactitude et la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social. Il vérifie, le cas échéant, la sincérité et la concordance avec les comptes consolidés des informations données dans le rapport sur la gestion du groupe. 02. En application de l'article R. 823-7 (2° et 3°), dans son rapport à l'assemblée générale ordinaire, le commissaire aux comptes fait état de ses observations sur la sincérité et la concordance avec les comptes des informations données dans le rapport de gestion de l'exercice et dans les documents adressés aux actionnaires sur la situation financière de la société et de l'ensemble des entreprises comprises dans la consolidation et atteste spécialement l'exactitude et la sincérité des informations mentionnées aux trois premiers alinéas de l'article L. 225-102-1 . 03. La présente norme a pour objet de définir les diligences que le commissaire aux comptes met en œuvre afin de : ― vérifier la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion et dans les autres documents adressés à l'organe appelé à statuer sur les comptes ; ― vérifier, le cas échéant, la sincérité et la concordance avec les comptes consolidés des informations données dans le rapport sur la gestion du groupe ; ― vérifier, le cas échéant, l'exactitude et la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social. 04. Elle définit également les principes relatifs à la formulation, par le commissaire aux comptes, de ses observations. 05. Les diligences du commissaire aux comptes sur les documents adressés aux membres de l'organe appelé à statuer sur les comptes, ou mis à leur disposition, portent sur les documents relatifs à la situation financière et aux comptes annuels ou consolidés, que ces documents soient : ― prévus par les textes légaux ou réglementaires applicables à l'entité ; ― prévus par les statuts de l'entité ; ― ou établis à l'initiative de l'entité et communiqués au commissaire aux comptes avant la date d'établissement de son rapport. 06. Les informations présentées dans le rapport de gestion et dans les autres documents relatifs à la situation financière et aux comptes annuels ou consolidés adressés à l'organe appelé à statuer sur les comptes sont classées en trois catégories pour les besoins de la norme : ― les informations sur la situation financière et les comptes annuels et, le cas échéant, les comptes consolidés ; ― les informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social prévues aux trois premiers alinéas de l'article L. 225-102-1 ; ― les autres informations. Travaux relatifs aux informations sur la situation financière et les comptes annuels et, le cas échéant, les comptes consolidés 07. Les informations sur la situation financière et les comptes annuels et, le cas échéant, les comptes consolidés, sont celles extraites des comptes ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. Ces informations peuvent être constituées de données chiffrées ou de commentaires et précisions portant sur ces comptes. 08. Il en est ainsi, à titre d'exemple, des informations suivantes : ― répartition du chiffre d'affaires par produits ; ― détail de l'évolution de certaines charges ; ― ratios d'endettement et autres ratios financiers ; ― résultat opérationnel de chaque unité de production ; ― décomposition par date d'échéance des soldes des dettes à l'égard des fournisseurs, telle que prévue par le code de commerce. 09. Le commissaire aux comptes vérifie que ces informations reflètent la situation de l'entité et l'importance relative des événements enregistrés dans les comptes telles qu'il les connaît à la suite des travaux menés au cours de sa mission. 10. Il vérifie que chaque information significative concorde avec les comptes dont elle est issue ou avec les données ayant servi à l'établissement de ces comptes. Travaux relatifs aux informations prévues aux trois premiers alinéas de l'article L. 225-102-1 11. Dans les cas où l'entité fournit les informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, ainsi qu'aux engagements consentis en leur faveur, prévues à l'article L. 225-102-1, le commissaire aux comptes en vérifie l'exactitude et la sincérité. A cet effet, il vérifie que les informations concordent avec les comptes ou avec les données ayant servi à l'établissement de ces comptes. 12. Lorsque des rémunérations, avantages ou engagements sont versées ou consentis par d'autres entités, il vérifie que les informations fournies dans le rapport de gestion concordent avec les éléments recueillis par l'entité auprès de ces entités. Travaux relatifs aux autres informations 13. Les autres informations s'entendent de celles : ― qui ne sont pas extraites des comptes annuels et, le cas échéant, des comptes consolidés ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes ; ― ou qui ne relèvent pas des trois premiers alinéas de l'article L. 225-102-1. 14. Le commissaire aux comptes n'a pas à vérifier les autres informations figurant dans le rapport de gestion et dans les autres documents adressés à l'organe appelé à statuer sur les comptes. Sa lecture de ces autres informations lui permet toutefois de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. 15. Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés. Autres travaux 16. Le commissaire aux comptes vérifie que le rapport de gestion et les autres documents adressés à l'organe appelé à statuer sur les comptes comprennent toutes les informations requises par les textes légaux et réglementaires et, le cas échéant, par les statuts. Formulation des conclusions 17. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève, dans le rapport de gestion ou dans les autres documents adressés à l'organe appelé à statuer sur les comptes : ― des informations sur la situation financière et les comptes annuels et, le cas échéant, les comptes consolidés qui ne concordent pas avec les comptes ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes, ou qui ne sont pas sincères ; ― des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social prévues aux trois premiers alinéas de l'article L. 225-102-1 qui ne sont pas exactes ou qui ne sont pas sincères ; ― des incohérences manifestes dans les autres informations ; ― l'omission d'informations prévues par les textes légaux et réglementaires ou par les statuts, il les porte à la connaissance de l'organe collégial chargé de l'administration ou de l'organe chargé de la direction et de l'organe de surveillance, ainsi que, le cas échéant, du comité spécialisé agissant sous la responsabilité exclusive et collective de ces organes, dans le cadre des obligations prévues par l'article L. 823-16 . 18.A défaut de modifications par l'organe compétent, le commissaire aux comptes apprécie si les inexactitudes relevées sont susceptibles d'influencer le jugement des utilisateurs des comptes sur l'entité ou sur son fonctionnement, ou leur prise de décision. Si tel est le cas, il rend compte de ses travaux en appliquant les dispositions des paragraphes 21 et 22 de la norme relative au rapport du commissaire aux comptes sur les comptes annuels et consolidés. Les conclusions sont exprimées dans la troisième partie du rapport, sous forme d'observation ou d'absence d'observation. En outre, dans la troisième partie de son rapport, il atteste spécialement l'exactitude et la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, fournies en application des dispositions du code de commerce. 19. Les motifs conduisant à la formulation de réserves dans la première partie du rapport sur les comptes, ou à un refus de certification desdits comptes, ont dans la plupart des cas une incidence sur la sincérité des informations sur la situation financière et les comptes. Le cas échéant, le commissaire aux comptes en fait mention dans la troisième partie de son rapport sur les comptes annuels ou de son rapport sur les comptes consolidés, sous forme d'observation. 20. Lorsque des informations prévues par les textes légaux et réglementaires ou par les statuts sont omises, le commissaire aux comptes signale cette irrégularité dans la troisième partie de son rapport sur les comptes. Il en est de même en l'absence de rapport de gestion ou d'autres documents adressés à l'organe appelé à statuer sur les comptes prévus par les textes légaux ou réglementaires ou par les statuts. ”",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux travaux du commissaire aux comptes relatifs au rapport de gestion et aux autres documents adressés aux membres de l'organe appelé à statuer sur les comptes en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242833&dateTexte=&categorieLien=cid'>L. 823-10</a>, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p></p><p></p><p align='center'>NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX TRAVAUX DU COMMISSAIRE AUX COMPTES RELATIFS AU RAPPORT DE GESTION ET AUX AUTRES DOCUMENTS ADRESSÉS AUX MEMBRES DE L'ORGANE APPELÉ À STATUER SUR LES COMPTES EN APPLICATION DE L'ARTICLE L. 823-10 DU CODE DE COMMERCE</p><p></p><p>Introduction </p><p>01. En application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242367&dateTexte=&categorieLien=cid'>articles L. 820-1 et L. 823-10 alinéas 2 et 3 du code de commerce</a>, le commissaire aux comptes vérifie, dans toutes les personnes et entités, la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion du conseil d'administration, du directoire ou de tout organe de direction, et dans les documents adressés aux actionnaires ou associés sur la situation financière et les comptes annuels. Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé ou qui sont contrôlées au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229272&dateTexte=&categorieLien=cid'>L. 233-16 </a>par une telle société, il atteste spécialement l'exactitude et la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social. </p><p>Il vérifie, le cas échéant, la sincérité et la concordance avec les comptes consolidés des informations données dans le rapport sur la gestion du groupe. </p><p>02. En application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271025&dateTexte=&categorieLien=cid'>R. 823-7 </a>(2° et 3°), dans son rapport à l'assemblée générale ordinaire, le commissaire aux comptes fait état de ses observations sur la sincérité et la concordance avec les comptes des informations données dans le rapport de gestion de l'exercice et dans les documents adressés aux actionnaires sur la situation financière de la société et de l'ensemble des entreprises comprises dans la consolidation et atteste spécialement l'exactitude et la sincérité des informations mentionnées aux trois premiers alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224809&dateTexte=&categorieLien=cid'>L. 225-102-1</a>. </p><p>03. La présente norme a pour objet de définir les diligences que le commissaire aux comptes met en œuvre afin de : </p><p>― vérifier la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion et dans les autres documents adressés à l'organe appelé à statuer sur les comptes ; </p><p>― vérifier, le cas échéant, la sincérité et la concordance avec les comptes consolidés des informations données dans le rapport sur la gestion du groupe ; </p><p>― vérifier, le cas échéant, l'exactitude et la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social. </p><p>04. Elle définit également les principes relatifs à la formulation, par le commissaire aux comptes, de ses observations. </p><p>05. Les diligences du commissaire aux comptes sur les documents adressés aux membres de l'organe appelé à statuer sur les comptes, ou mis à leur disposition, portent sur les documents relatifs à la situation financière et aux comptes annuels ou consolidés, que ces documents soient : </p><p>― prévus par les textes légaux ou réglementaires applicables à l'entité ; </p><p>― prévus par les statuts de l'entité ; </p><p>― ou établis à l'initiative de l'entité et communiqués au commissaire aux comptes avant la date d'établissement de son rapport. </p><p>06. Les informations présentées dans le rapport de gestion et dans les autres documents relatifs à la situation financière et aux comptes annuels ou consolidés adressés à l'organe appelé à statuer sur les comptes sont classées en trois catégories pour les besoins de la norme : </p><p>― les informations sur la situation financière et les comptes annuels et, le cas échéant, les comptes consolidés ; </p><p>― les informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social prévues aux trois premiers alinéas de l'article L. 225-102-1 ; </p><p>― les autres informations. </p><p>Travaux relatifs aux informations sur la situation financière </p><p>et les comptes annuels et, le cas échéant, les comptes consolidés </p><p>07. Les informations sur la situation financière et les comptes annuels et, le cas échéant, les comptes consolidés, sont celles extraites des comptes ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. Ces informations peuvent être constituées de données chiffrées ou de commentaires et précisions portant sur ces comptes. </p><p>08. Il en est ainsi, à titre d'exemple, des informations suivantes : </p><p>― répartition du chiffre d'affaires par produits ; </p><p>― détail de l'évolution de certaines charges ; </p><p>― ratios d'endettement et autres ratios financiers ; </p><p>― résultat opérationnel de chaque unité de production ; </p><p>― décomposition par date d'échéance des soldes des dettes à l'égard des fournisseurs, telle que prévue par le code de commerce. </p><p>09. Le commissaire aux comptes vérifie que ces informations reflètent la situation de l'entité et l'importance relative des événements enregistrés dans les comptes telles qu'il les connaît à la suite des travaux menés au cours de sa mission. </p><p>10. Il vérifie que chaque information significative concorde avec les comptes dont elle est issue ou avec les données ayant servi à l'établissement de ces comptes. </p><p>Travaux relatifs aux informations prévues </p><p>aux trois premiers alinéas de l'article L. 225-102-1 </p><p>11. Dans les cas où l'entité fournit les informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, ainsi qu'aux engagements consentis en leur faveur, prévues à l'article L. 225-102-1, le commissaire aux comptes en vérifie l'exactitude et la sincérité.</p><p>A cet effet, il vérifie que les informations concordent avec les comptes ou avec les données ayant servi à l'établissement de ces comptes. </p><p>12. Lorsque des rémunérations, avantages ou engagements sont versées ou consentis par d'autres entités, il vérifie que les informations fournies dans le rapport de gestion concordent avec les éléments recueillis par l'entité auprès de ces entités. </p><p>Travaux relatifs aux autres informations </p><p>13. Les autres informations s'entendent de celles : </p><p>― qui ne sont pas extraites des comptes annuels et, le cas échéant, des comptes consolidés ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes ; </p><p>― ou qui ne relèvent pas des trois premiers alinéas de l'article L. 225-102-1. </p><p>14. Le commissaire aux comptes n'a pas à vérifier les autres informations figurant dans le rapport de gestion et dans les autres documents adressés à l'organe appelé à statuer sur les comptes. Sa lecture de ces autres informations lui permet toutefois de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. </p><p>15. Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés. </p><p>Autres travaux </p><p>16. Le commissaire aux comptes vérifie que le rapport de gestion et les autres documents adressés à l'organe appelé à statuer sur les comptes comprennent toutes les informations requises par les textes légaux et réglementaires et, le cas échéant, par les statuts. </p><p>Formulation des conclusions </p><p>17. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève, dans le rapport de gestion ou dans les autres documents adressés à l'organe appelé à statuer sur les comptes : </p><p>― des informations sur la situation financière et les comptes annuels et, le cas échéant, les comptes consolidés qui ne concordent pas avec les comptes ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes, ou qui ne sont pas sincères ; </p><p>― des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social prévues aux trois premiers alinéas de l'article L. 225-102-1 qui ne sont pas exactes ou qui ne sont pas sincères ; </p><p>― des incohérences manifestes dans les autres informations ; </p><p>― l'omission d'informations prévues par les textes légaux et réglementaires ou par les statuts, </p><p>il les porte à la connaissance de l'organe collégial chargé de l'administration ou de l'organe chargé de la direction et de l'organe de surveillance, ainsi que, le cas échéant, du comité spécialisé agissant sous la responsabilité exclusive et collective de ces organes, dans le cadre des obligations prévues par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>L. 823-16</a>. </p><p>18.A défaut de modifications par l'organe compétent, le commissaire aux comptes apprécie si les inexactitudes relevées sont susceptibles d'influencer le jugement des utilisateurs des comptes sur l'entité ou sur son fonctionnement, ou leur prise de décision. Si tel est le cas, il rend compte de ses travaux en appliquant les dispositions des paragraphes 21 et 22 de la norme relative au rapport du commissaire aux comptes sur les comptes annuels et consolidés. Les conclusions sont exprimées dans la troisième partie du rapport, sous forme d'observation ou d'absence d'observation. En outre, dans la troisième partie de son rapport, il atteste spécialement l'exactitude et la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, fournies en application des dispositions du code de commerce. </p><p>19. Les motifs conduisant à la formulation de réserves dans la première partie du rapport sur les comptes, ou à un refus de certification desdits comptes, ont dans la plupart des cas une incidence sur la sincérité des informations sur la situation financière et les comptes. Le cas échéant, le commissaire aux comptes en fait mention dans la troisième partie de son rapport sur les comptes annuels ou de son rapport sur les comptes consolidés, sous forme d'observation. </p><p>20. Lorsque des informations prévues par les textes légaux et réglementaires ou par les statuts sont omises, le commissaire aux comptes signale cette irrégularité dans la troisième partie de son rapport sur les comptes. Il en est de même en l'absence de rapport de gestion ou d'autres documents adressés à l'organe appelé à statuer sur les comptes prévus par les textes légaux ou réglementaires ou par les statuts. ”</p><p></p>",
            "num": "A823-29-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1259366400000,
            "dateFin": 1538956800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163244",
                        "id": "LEGISCTA000020163389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021339910",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163244",
            "sectionParentId": "LEGISCTA000020163389",
            "sectionParentTitre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021340386",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021339124",
                    "textTitle": "Arrêté du 3 novembre 2009 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021339793",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-11-27",
                    "dateSignaTexte": "2009-11-03",
                    "dateDebutCible": "2009-11-28"
                },
                {
                    "textCid": "JORFTEXT000037470762",
                    "textTitle": "Arrêté du 1er octobre 2018 - art. 4",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000037472608",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-10-07",
                    "dateSignaTexte": "2018-10-01",
                    "dateDebutCible": "2018-10-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-102-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-102-1",
                    "articleId": "LEGIARTI000006224809",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1332547200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-16",
                    "articleId": "LEGIARTI000006229272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L820-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L820-1",
                    "articleId": "LEGIARTI000006242367",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 989971200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-10",
                    "articleId": "LEGIARTI000006242833",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1126224000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R823-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-7",
                    "articleId": "LEGIARTI000006271025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174953600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021340386",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1259366400000,
                    "dateFin": 1538956800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-29-1",
                "823-29-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}