{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043818323",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tous les bâtiments d'habitation doivent être pourvus des lignes téléphoniques nécessaires à la desserte de chacun des logements, à l'exception des bâtiments situés en \" zone fibrée \", au sens de l' article L. 33-11 du code des postes et des communications électroniques , et sous réserve qu'ils soient pourvus de lignes de communications électroniques à très haut débit en fibre optique desservant chacun des logements. Les bâtiments groupant plusieurs logements doivent également être munis des dispositifs collectifs nécessaires à la distribution des services de radiodiffusion dans les logements par des gaines ou passages permettant l'installation des câbles correspondants. Ces dispositifs collectifs doivent permettre la fourniture des services diffusés par voie hertzienne terrestre reçus normalement sur le site, être raccordables à un réseau câblé et conformes aux spécifications techniques d'ensemble fixées en application de l' article 34 de la loi n° 86-1067 du 30 septembre 1986 modifiée relative à la liberté de communication. Tous les bâtiments d'habitation doivent être équipés de lignes de communications électroniques à très haut débit en fibre optique desservant chacun des logements. Ces lignes relient chaque logement, avec au moins une fibre par logement, à un point de raccordement accessible et permettant l'accès à plusieurs réseaux de communications électroniques. Pour les bâtiments groupant plusieurs logements situés dans les zones à forte densité, et dans les conditions définies par arrêté conjoint du ministre chargé de la construction et du ministre chargé des communications électroniques, l'obligation peut être portée jusqu'à quatre fibres par logement. Le bâtiment doit disposer d'une adduction d'une taille suffisante pour permettre le passage des câbles de plusieurs opérateurs depuis la voie publique jusqu'au point de raccordement. Chacun des logements est équipé d'une installation intérieure raccordée aux lignes de communication électronique à très haut débit en fibre optique assurant la desserte des pièces principales dans des conditions fixées par arrêté conjoint des ministres chargés de la construction et des communications électroniques. Lorsque le bâtiment est à usage mixte, il doit également être équipé de lignes de communications électroniques à très haut débit en fibre optique desservant, dans les mêmes conditions, chacun des locaux à usage professionnel. Les lignes mentionnées aux alinéas précédents doivent être placées dans des gaines ou passages réservés aux réseaux de communications électroniques. Chaque logement est équipé d'une installation intérieure raccordée aux lignes téléphoniques et aux dispositifs individuels ou collectifs nécessaires à la distribution des services de radiodiffusion dans des conditions fixées par arrêté conjoint des ministres chargés de la construction et des communications électroniques. Un arrêté conjoint des ministres chargés de la construction et des communications électroniques précise les modalités d'application des règles fixées aux alinéas précédents et, en tant que de besoin, les conditions dans lesquelles il peut y être dérogé pour certaines catégories de bâtiments, eu égard à leur nature, à leur affectation ou à leur situation.",
            "texteHtml": "<p></p><p><br/>\nTous les bâtiments d'habitation doivent être pourvus des lignes téléphoniques nécessaires à la desserte de chacun des logements, à l'exception des bâtiments situés en \" zone fibrée \", au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000030990861&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L33-11 (M)'>article L. 33-11 du code des postes et des communications électroniques</a>, et sous réserve qu'ils soient pourvus de lignes de communications électroniques à très haut débit en fibre optique desservant chacun des logements.<br/><br/>\nLes bâtiments groupant plusieurs logements doivent également être munis des dispositifs collectifs nécessaires à la distribution des services de radiodiffusion dans les logements par des gaines ou passages permettant l'installation des câbles correspondants. Ces dispositifs collectifs doivent permettre la fourniture des services diffusés par voie hertzienne terrestre reçus normalement sur le site, être raccordables à un réseau câblé et conformes aux spécifications techniques d'ensemble fixées en application de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000512205&idArticle=LEGIARTI000006420370&dateTexte=&categorieLien=cid' title='Loi n° 86-1067 du 30 septembre 1986 - art. 34 (V)'>article 34 de la loi n° 86-1067 du 30 septembre 1986</a> modifiée relative à la liberté de communication.<br/><br/>\nTous les bâtiments d'habitation doivent être équipés de lignes de communications électroniques à très haut débit en fibre optique desservant chacun des logements. Ces lignes relient chaque logement, avec au moins une fibre par logement, à un point de raccordement accessible et permettant l'accès à plusieurs réseaux de communications électroniques. Pour les bâtiments groupant plusieurs logements situés dans les zones à forte densité, et dans les conditions définies par arrêté conjoint du ministre chargé de la construction et du ministre chargé des communications électroniques, l'obligation peut être portée jusqu'à quatre fibres par logement. Le bâtiment doit disposer d'une adduction d'une taille suffisante pour permettre le passage des câbles de plusieurs opérateurs depuis la voie publique jusqu'au point de raccordement. Chacun des logements est équipé d'une installation intérieure raccordée aux lignes de communication électronique à très haut débit en fibre optique assurant la desserte des pièces principales dans des conditions fixées par arrêté conjoint des ministres chargés de la construction et des communications électroniques.<br/><br/>\nLorsque le bâtiment est à usage mixte, il doit également être équipé de lignes de communications électroniques à très haut débit en fibre optique desservant, dans les mêmes conditions, chacun des locaux à usage professionnel.<br/><br/>\nLes lignes mentionnées aux alinéas précédents doivent être placées dans des gaines ou passages réservés aux réseaux de communications électroniques.<br/><br/>\nChaque logement est équipé d'une installation intérieure raccordée aux lignes téléphoniques et aux dispositifs individuels ou collectifs nécessaires à la distribution des services de radiodiffusion dans des conditions fixées par arrêté conjoint des ministres chargés de la construction et des communications électroniques.<br/><br/>\nUn arrêté conjoint des ministres chargés de la construction et des communications électroniques précise les modalités d'application des règles fixées aux alinéas précédents et, en tant que de besoin, les conditions dans lesquelles il peut y être dérogé pour certaines catégories de bâtiments, eu égard à leur nature, à leur affectation ou à leur situation.</p><p></p>",
            "num": "R113-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1625097600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818255",
                        "id": "LEGISCTA000043818255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : RÈGLES GÉNÉRALES APPLICABLES À LA CONSTRUCTION ET LA RÉNOVATION DE BÂTIMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818257",
                        "id": "LEGISCTA000043818257",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : AUTRES RÈGLES APPLICABLES AUX BÂTIMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818311",
                        "id": "LEGISCTA000043818311",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Desserte postale et réseaux de communication",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818317",
                        "id": "LEGISCTA000043818317",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043818323",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000043818317",
            "sectionParentId": "LEGISCTA000043818317",
            "sectionParentTitre": "Section 2 : Desserte postale et réseaux de communication",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Construction, entretien et rénovation des bâtiments &gt; Titre Ier : RÈGLES GÉNÉRALES APPLICABLES À LA CONSTRUCTION ET LA RÉNOVATION DE BÂTIMENTS &gt; Chapitre III : AUTRES RÈGLES APPLICABLES AUX BÂTIMENTS &gt; Section 2 : Desserte postale et réseaux de communication",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043818323",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043816034",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043816034",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n° 86-1067 du 30 septembre 1986 - art. 34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006420370",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 1487030400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L33-11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-11",
                    "articleId": "LEGIARTI000030990861",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R112-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R112-15",
                    "articleId": "LEGIARTI000043818305",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R111-14 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R111-14",
                    "articleId": "LEGIARTI000033079684",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043818323",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1625097600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R113-4",
                "113-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}