{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033812284",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. En cas de cession d'une entreprise industrielle, commerciale, artisanale ou minière, qu'elle ait lieu à titre onéreux ou à titre gratuit, qu'il s'agisse d'une vente forcée ou volontaire, le cessionnaire peut être rendu responsable solidairement avec le cédant du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année ou l'exercice de la cession jusqu'au jour de celle-ci, ainsi qu'aux bénéfices de l'année ou de l'exercice précédent lorsque, la cession étant intervenue dans le délai normal de déclaration, ces bénéfices n'ont pas été déclarés par le cédant avant la date de la cession. Toutefois, le cessionnaire n'est responsable que jusqu'à concurrence du prix du fonds de commerce, si la cession a été faite à titre onéreux, ou de la valeur retenue pour la liquidation du droit de mutation entre vifs, si elle a eu lieu à titre gratuit, et il ne peut être mis en cause que pendant un délai de quatre-vingt-dix jours qui commence à courir du jour de la déclaration prévue au 1 de l'article 201 si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. Lorsqu'il s'agit de la vente ou de la cession de fonds de commerce, le délai mentionné au deuxième alinéa commence à courir le jour du dépôt de la déclaration mentionnée aux 3 et 3 bis de l'article 201. Ce délai est ramené à trente jours lorsque les conditions suivantes sont réunies : a) L'obligation mentionnée au deuxième alinéa du 1 de l'article 201 a été respectée ; b) Le cédant a déposé la déclaration mentionnée aux 3 et 3 bis de l'article 201 dans le délai prévu au même article 201 ; c) Le cédant respecte, au dernier jour du mois qui précède la vente ou la cession du fonds, ses obligations déclaratives et de paiement en matière fiscales. A défaut, le délai est fixé à quatre-vingt-dix jours et commence à courir à compter de l'expiration du délai imparti pour déposer la déclaration de résultat. Les dispositions du présent 1 sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés et la taxe d'apprentissage. 2. En cas de cession à titre onéreux soit d'une charge ou d'un office, soit d'une entreprise ou du droit d'exercer une profession non commerciale, le successeur du contribuable peut être rendu responsable solidairement avec son prédécesseur du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année de la cession jusqu'au jour de celle-ci ainsi qu'aux bénéfices de l'année précédente lorsque, la cession étant intervenue pendant le délai normal de déclaration, ces bénéfices n'ont pas été déclarés avant la date de la cession. Toutefois, le successeur du contribuable n'est responsable que jusqu'à concurrence du prix de cession et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de l'article 202 , si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés. 3. Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant de cette entreprise, des impôts directs établis à raison de l'exploitation de ce fonds jusqu'à la publication du contrat de location-gérance. Le premier alinéa du présent 3 n'est applicable que lorsque les impositions en cause ont fait l'objet des majorations prévues aux b ou c du 1 de l'article 1728 ou à l'article 1729 et à la condition que le propriétaire ait connu ou n'ait pu ignorer l'existence des manquements ayant entraîné l'application de ces majorations. 4. Les tiers visés aux 1 à 3 sont tenus solidairement avec les contribuables d'effectuer, en l'acquit des impositions dont ils sont responsables en vertu du présent article, les versements prévus par l'article 1663 B à concurrence de la fraction de ces versements calculés sur les cotisations correspondantes mises à la charge du redevable dans les rôles concernant la dernière année au titre de laquelle il a été imposé. 5. Un décret fixe, en ce qui concerne l'impôt sur le revenu, les conditions d'application du présent article (1).",
            "texteHtml": "<p></p><p>1. En cas de cession d'une entreprise industrielle, commerciale, artisanale ou minière, qu'elle ait lieu à titre onéreux ou à titre gratuit, qu'il s'agisse d'une vente forcée ou volontaire, le cessionnaire peut être rendu responsable solidairement avec le cédant du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année ou l'exercice de la cession jusqu'au jour de celle-ci, ainsi qu'aux bénéfices de l'année ou de l'exercice précédent lorsque, la cession étant intervenue dans le délai normal de déclaration, ces bénéfices n'ont pas été déclarés par le cédant avant la date de la cession. </p><p></p><p></p><p>Toutefois, le cessionnaire n'est responsable que jusqu'à concurrence du prix du fonds de commerce, si la cession a été faite à titre onéreux, ou de la valeur retenue pour la liquidation du droit de mutation entre vifs, si elle a eu lieu à titre gratuit, et il ne peut être mis en cause que pendant un délai de quatre-vingt-dix jours qui commence à courir du jour de la déclaration prévue au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308434&dateTexte=&categorieLien=cid'>l'article 201 </a>si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. </p><p></p><p>Lorsqu'il s'agit de la vente ou de la cession de fonds de commerce, le délai mentionné au deuxième alinéa commence à courir le jour du dépôt de la déclaration mentionnée aux 3 et 3 bis de l'article 201. Ce délai est ramené à trente jours lorsque les conditions suivantes sont réunies : </p><p><br/>a) L'obligation mentionnée au deuxième alinéa du 1 de l'article 201 a été respectée ; </p><p><br/>b) Le cédant a déposé la déclaration mentionnée aux 3 et 3 bis de l'article 201 dans le délai prévu au même article 201 ; </p><p><br/>c) Le cédant respecte, au dernier jour du mois qui précède la vente ou la cession du fonds, ses obligations déclaratives et de paiement en matière fiscales. </p><p><br/>A défaut, le délai est fixé à quatre-vingt-dix jours et commence à courir à compter de l'expiration du délai imparti pour déposer la déclaration de résultat. </p><br/><p></p><p></p><p>Les dispositions du présent 1 sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés et la taxe d'apprentissage. </p><p></p><p></p><p>2. En cas de cession à titre onéreux soit d'une charge ou d'un office, soit d'une entreprise ou du droit d'exercer une profession non commerciale, le successeur du contribuable peut être rendu responsable solidairement avec son prédécesseur du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année de la cession jusqu'au jour de celle-ci ainsi qu'aux bénéfices de l'année précédente lorsque, la cession étant intervenue pendant le délai normal de déclaration, ces bénéfices n'ont pas été déclarés avant la date de la cession. </p><p></p><p></p><p>Toutefois, le successeur du contribuable n'est responsable que jusqu'à concurrence du prix de cession et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308442&dateTexte=&categorieLien=cid'>l'article 202</a>, si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. </p><p></p><p></p><p>Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés. </p><p></p><p></p><p>3. Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant de cette entreprise, des impôts directs établis à raison de l'exploitation de ce fonds jusqu'à la publication du contrat de location-gérance. </p><p></p><p>Le premier alinéa du présent 3 n'est applicable que lorsque les impositions en cause ont fait l'objet des majorations prévues aux b ou c du 1 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312888&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1728 (V)'>1728 </a>ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312893&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1729 (V)'>1729 </a>et à la condition que le propriétaire ait connu ou n'ait pu ignorer l'existence des manquements ayant entraîné l'application de ces majorations. </p><p></p><p></p><p>4. Les tiers visés aux 1 à 3 sont tenus solidairement avec les contribuables d'effectuer, en l'acquit des impositions dont ils sont responsables en vertu du présent article, les versements prévus par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000033780772&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1663 B (VD)'>1663 B</a> à concurrence de la fraction de ces versements calculés sur les cotisations correspondantes mises à la charge du redevable dans les rôles concernant la dernière année au titre de laquelle il a été imposé. </p><p></p><p></p><p>5. Un décret fixe, en ce qui concerne l'impôt sur le revenu, les conditions d'application du présent article (1).</p><p></p>",
            "num": "1684",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1546300800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1969-12-27",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084265",
                        "id": "LEGISCTA000006084265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1969-12-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114517",
                        "id": "LEGISCTA000006114517",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133930",
                        "id": "LEGISCTA000006133930",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "IV : Obligations des tiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147234",
                        "id": "LEGISCTA000006147234",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006313588",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006147234",
            "sectionParentId": "LEGISCTA000006147234",
            "sectionParentTitre": "IV : Obligations des tiers",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section I : Impôts directs et taxes assimilées &gt; IV : Obligations des tiers",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033812284",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 1er de l'ordonnance n° 2017-1390 du 22 septembre 2017, les dispositions du présent article s'appliquent aux revenus perçus ou réalisés à compter du 1er janvier 2019.",
            "notaHtml": "<p>Conformément à l'article 1er de l'ordonnance n° 2017-1390 du 22 septembre 2017, les dispositions du présent article s'appliquent aux revenus perçus ou réalisés à compter du 1er janvier 2019.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 25 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000033782312",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 26 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000033782326",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000033734169",
                    "textTitle": "LOI n°2016-1917 du 29 décembre 2016 - art. 60 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000038836271",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2019-10-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1663 B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1663 B",
                    "articleId": "LEGIARTI000033780772",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1728 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1728",
                    "articleId": "LEGIARTI000006312888",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1729",
                    "articleId": "LEGIARTI000006312893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 201",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "201",
                    "articleId": "LEGIARTI000006308434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 202",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "202",
                    "articleId": "LEGIARTI000006308442",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 383 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "383 bis",
                    "articleId": "LEGIARTI000006299686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006313588",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031817327",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033613879",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033842625",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033812284",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1684"
            ],
            "versionPrecedente": "LEGIARTI000033842625",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033842625",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. En cas de cession d'une entreprise industrielle, commerciale, artisanale ou minière, qu'elle ait lieu à titre onéreux ou à titre gratuit, qu'il s'agisse d'une vente forcée ou volontaire, le cessionnaire peut être rendu responsable solidairement avec le cédant du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année ou l'exercice de la cession jusqu'au jour de celle-ci, ainsi qu'aux bénéfices de l'année ou de l'exercice précédent lorsque, la cession étant intervenue dans le délai normal de déclaration, ces bénéfices n'ont pas été déclarés par le cédant avant la date de la cession. Toutefois, le cessionnaire n'est responsable que jusqu'à concurrence du prix du fonds de commerce, si la cession a été faite à titre onéreux, ou de la valeur retenue pour la liquidation du droit de mutation entre vifs, si elle a eu lieu à titre gratuit, et il ne peut être mis en cause que pendant un délai de quatre-vingt-dix jours qui commence à courir du jour de la déclaration prévue au 1 de l'article 201 si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. Lorsqu'il s'agit de la vente ou de la cession de fonds de commerce, le délai mentionné au deuxième alinéa commence à courir le jour du dépôt de la déclaration mentionnée aux 3 et 3 bis de l'article 201. Ce délai est ramené à trente jours lorsque les conditions suivantes sont réunies : a) L'obligation mentionnée au deuxième alinéa du 1 de l'article 201 a été respectée ; b) Le cédant a déposé la déclaration mentionnée aux 3 et 3 bis de l'article 201 dans le délai prévu au même article 201 ; c) Le cédant respecte, au dernier jour du mois qui précède la vente ou la cession du fonds, ses obligations déclaratives et de paiement en matière fiscales. A défaut, le délai est fixé à quatre-vingt-dix jours et commence à courir à compter de l'expiration du délai imparti pour déposer la déclaration de résultat. Les dispositions du présent 1 sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés et la taxe d'apprentissage. 2. En cas de cession à titre onéreux soit d'une charge ou d'un office, soit d'une entreprise ou du droit d'exercer une profession non commerciale, le successeur du contribuable peut être rendu responsable solidairement avec son prédécesseur du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année de la cession jusqu'au jour de celle-ci ainsi qu'aux bénéfices de l'année précédente lorsque, la cession étant intervenue pendant le délai normal de déclaration, ces bénéfices n'ont pas été déclarés avant la date de la cession. Toutefois, le successeur du contribuable n'est responsable que jusqu'à concurrence du prix de cession et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de l'article 202 , si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés. 3. Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant de cette entreprise, des impôts directs établis à raison de l'exploitation de ce fonds jusqu'à la publication du contrat de location-gérance. Le premier alinéa du présent 3 n'est applicable que lorsque les impositions en cause ont fait l'objet des majorations prévues aux b ou c du 1 de l'article 1728 ou à l'article 1729 et à la condition que le propriétaire ait connu ou n'ait pu ignorer l'existence des manquements ayant entraîné l'application de ces majorations. 4. Les tiers visés aux 1 à 3 sont tenus solidairement avec les contribuables d'effectuer, en l'acquit des impositions dont ils sont responsables en vertu du présent article, les versements prévus par l'article 1664 à concurrence de la fraction de ces versements calculés sur les cotisations correspondantes mises à la charge du redevable dans les rôles concernant la dernière année au titre de laquelle il a été imposé. 5. Un décret fixe, en ce qui concerne l'impôt sur le revenu, les conditions d'application du présent article.",
            "texteHtml": "<p>1. En cas de cession d'une entreprise industrielle, commerciale, artisanale ou minière, qu'elle ait lieu à titre onéreux ou à titre gratuit, qu'il s'agisse d'une vente forcée ou volontaire, le cessionnaire peut être rendu responsable solidairement avec le cédant du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année ou l'exercice de la cession jusqu'au jour de celle-ci, ainsi qu'aux bénéfices de l'année ou de l'exercice précédent lorsque, la cession étant intervenue dans le délai normal de déclaration, ces bénéfices n'ont pas été déclarés par le cédant avant la date de la cession.</p><p>Toutefois, le cessionnaire n'est responsable que jusqu'à concurrence du prix du fonds de commerce, si la cession a été faite à titre onéreux, ou de la valeur retenue pour la liquidation du droit de mutation entre vifs, si elle a eu lieu à titre gratuit, et il ne peut être mis en cause que pendant un délai de quatre-vingt-dix jours qui commence à courir du jour de la déclaration prévue au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308434&dateTexte=&categorieLien=cid'>l'article 201 </a>si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration.</p><p>Lorsqu'il s'agit de la vente ou de la cession de fonds de commerce, le délai mentionné au deuxième alinéa commence à courir le jour du dépôt de la déclaration mentionnée aux 3 et 3 bis de l'article 201. Ce délai est ramené à trente jours lorsque les conditions suivantes sont réunies :</p><p>a) L'obligation mentionnée au deuxième alinéa du 1 de l'article 201 a été respectée ;</p><p>b) Le cédant a déposé la déclaration mentionnée aux 3 et 3 bis de l'article 201 dans le délai prévu au même article 201 ;</p><p>c) Le cédant respecte, au dernier jour du mois qui précède la vente ou la cession du fonds, ses obligations déclaratives et de paiement en matière fiscales.</p><p>A défaut, le délai est fixé à quatre-vingt-dix jours et commence à courir à compter de l'expiration du délai imparti pour déposer la déclaration de résultat.</p><p>Les dispositions du présent 1 sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés et la taxe d'apprentissage.</p><p>2. En cas de cession à titre onéreux soit d'une charge ou d'un office, soit d'une entreprise ou du droit d'exercer une profession non commerciale, le successeur du contribuable peut être rendu responsable solidairement avec son prédécesseur du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année de la cession jusqu'au jour de celle-ci ainsi qu'aux bénéfices de l'année précédente lorsque, la cession étant intervenue pendant le délai normal de déclaration, ces bénéfices n'ont pas été déclarés avant la date de la cession.</p><p>Toutefois, le successeur du contribuable n'est responsable que jusqu'à concurrence du prix de cession et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308442&dateTexte=&categorieLien=cid'>l'article 202</a>, si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration.</p><p>Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés.</p><p>3. Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant de cette entreprise, des impôts directs établis à raison de l'exploitation de ce fonds jusqu'à la publication du contrat de location-gérance.</p><p>Le premier alinéa du présent 3 n'est applicable que lorsque les impositions en cause ont fait l'objet des majorations prévues aux b ou c du 1 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312888&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1728 (V)'>1728 </a>ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312893&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1729 (V)'>1729</a> et à la condition que le propriétaire ait connu ou n'ait pu ignorer l'existence des manquements ayant entraîné l'application de ces majorations.</p><p>4. Les tiers visés aux 1 à 3 sont tenus solidairement avec les contribuables d'effectuer, en l'acquit des impositions dont ils sont responsables en vertu du présent article, les versements prévus par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312735&dateTexte=&categorieLien=cid'>l'article 1664 </a>à concurrence de la fraction de ces versements calculés sur les cotisations correspondantes mises à la charge du redevable dans les rôles concernant la dernière année au titre de laquelle il a été imposé.</p><p>5. Un décret fixe, en ce qui concerne l'impôt sur le revenu, les conditions d'application du présent article.</p>",
            "num": "1684",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1483228800000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1969-12-27",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084265",
                        "id": "LEGISCTA000006084265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1969-12-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114517",
                        "id": "LEGISCTA000006114517",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133930",
                        "id": "LEGISCTA000006133930",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "IV : Obligations des tiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147234",
                        "id": "LEGISCTA000006147234",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006313588",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006147234",
            "sectionParentId": "LEGISCTA000006147234",
            "sectionParentTitre": "IV : Obligations des tiers",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section I : Impôts directs et taxes assimilées &gt; IV : Obligations des tiers",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033842625",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ces dispositions s'appliquent aux cessions ou ventes de fonds de commerce réalisées à compter du 1er janvier 2017. Ces dispositions s'appliquent aux impositions dont la mise en recouvrement intervient à compter du 1er janvier 2017.",
            "notaHtml": "<p>Ces dispositions s'appliquent aux cessions ou ventes de fonds de commerce réalisées à compter du 1er janvier 2017.</p><p></p><p>Ces dispositions s'appliquent aux impositions dont la mise en recouvrement intervient à compter du 1er janvier 2017.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n° 2016-1918 du 29 décembre 2016 - art. 25 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000033782312",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n° 2016-1918 du 29 décembre 2016 - art. 26 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000033782326",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000033734169",
                    "textTitle": "LOI n°2016-1917 du 29 décembre 2016 - art. 60 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000036362312",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1664",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1664",
                    "articleId": "LEGIARTI000006312735",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1529712000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1728 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1728",
                    "articleId": "LEGIARTI000006312888",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1729",
                    "articleId": "LEGIARTI000006312893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 201",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "201",
                    "articleId": "LEGIARTI000006308434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 202",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "202",
                    "articleId": "LEGIARTI000006308442",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 383 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "383 bis",
                    "articleId": "LEGIARTI000006299686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006313588",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031817327",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033613879",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033842625",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033812284",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1684"
            ],
            "versionPrecedente": "LEGIARTI000033613879",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033613879",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. En cas de cession d'une entreprise industrielle, commerciale, artisanale ou minière, qu'elle ait lieu à titre onéreux ou à titre gratuit, qu'il s'agisse d'une vente forcée ou volontaire, le cessionnaire peut être rendu responsable solidairement avec le cédant du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année ou l'exercice de la cession jusqu'au jour de celle-ci, ainsi qu'aux bénéfices de l'année ou de l'exercice précédent lorsque, la cession étant intervenue dans le délai normal de déclaration, ces bénéfices n'ont pas été déclarés par le cédant avant la date de la cession. Toutefois, le cessionnaire n'est responsable que jusqu'à concurrence du prix du fonds de commerce, si la cession a été faite à titre onéreux, ou de la valeur retenue pour la liquidation du droit de mutation entre vifs, si elle a eu lieu à titre gratuit, et il ne peut être mis en cause que pendant un délai de quatre-vingt-dix jours qui commence à courir du jour de la déclaration prévue au 1 de l'article 201 si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. Lorsqu'il s'agit de la vente ou de la cession de fonds de commerce, le délai mentionné au deuxième alinéa commence à courir à compter du jour où la vente ou la cession a été publiée conformément aux prescriptions de l'article L. 141-12 du code de commerce ou du dernier jour du délai imparti par le même article, à défaut de publication. Toutefois, lorsque la déclaration mentionnée au premier alinéa du 3 et au 3 bis de l'article 201 du présent code n'a pas été déposée dans le délai prévu au même article, le cessionnaire et le cédant sont solidairement tenus responsables du paiement des impositions mentionnées au premier alinéa du présent 1 pendant un délai de quatre-vingt-dix jours courant à compter de l'expiration du délai imparti pour déposer la déclaration de résultats. Les dispositions du présent 1 sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés et la taxe d'apprentissage. 2. En cas de cession à titre onéreux soit d'une charge ou d'un office, soit d'une entreprise ou du droit d'exercer une profession non commerciale, le successeur du contribuable peut être rendu responsable solidairement avec son prédécesseur du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année de la cession jusqu'au jour de celle-ci ainsi qu'aux bénéfices de l'année précédente lorsque, la cession étant intervenue pendant le délai normal de déclaration, ces bénéfices n'ont pas été déclarés avant la date de la cession. Toutefois, le successeur du contribuable n'est responsable que jusqu'à concurrence du prix de cession et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de l'article 202 , si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés. 3. Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant de cette entreprise, des impôts directs établis à raison de l'exploitation de ce fonds jusqu'à la publication du contrat de location-gérance. 4. Les tiers visés aux 1 à 3 sont tenus solidairement avec les contribuables d'effectuer, en l'acquit des impositions dont ils sont responsables en vertu du présent article, les versements prévus par l'article 1664 à concurrence de la fraction de ces versements calculés sur les cotisations correspondantes mises à la charge du redevable dans les rôles concernant la dernière année au titre de laquelle il a été imposé. 5. Un décret fixe, en ce qui concerne l'impôt sur le revenu, les conditions d'application du présent article (1).",
            "texteHtml": "<p>1. En cas de cession d'une entreprise industrielle, commerciale, artisanale ou minière, qu'elle ait lieu à titre onéreux ou à titre gratuit, qu'il s'agisse d'une vente forcée ou volontaire, le cessionnaire peut être rendu responsable solidairement avec le cédant du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année ou l'exercice de la cession jusqu'au jour de celle-ci, ainsi qu'aux bénéfices de l'année ou de l'exercice précédent lorsque, la cession étant intervenue dans le délai normal de déclaration, ces bénéfices n'ont pas été déclarés par le cédant avant la date de la cession. </p><p>Toutefois, le cessionnaire n'est responsable que jusqu'à concurrence du prix du fonds de commerce, si la cession a été faite à titre onéreux, ou de la valeur retenue pour la liquidation du droit de mutation entre vifs, si elle a eu lieu à titre gratuit, et il ne peut être mis en cause que pendant un délai de quatre-vingt-dix jours qui commence à courir du jour de la déclaration prévue au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308434&dateTexte=&categorieLien=cid'>l'article 201 </a>si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. </p><p>Lorsqu'il s'agit de la vente ou de la cession de fonds de commerce, le délai mentionné au deuxième alinéa commence à courir à compter du jour où la vente ou la cession a été publiée conformément aux prescriptions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006220767&dateTexte=&categorieLien=cid'>l'article L. 141-12 </a>du code de commerce ou du dernier jour du délai imparti par le même article, à défaut de publication. </p><p>Toutefois, lorsque la déclaration mentionnée au premier alinéa du 3 et au 3 bis de l'article 201 du présent code n'a pas été déposée dans le délai prévu au même article, le cessionnaire et le cédant sont solidairement tenus responsables du paiement des impositions mentionnées au premier alinéa du présent 1 pendant un délai de quatre-vingt-dix jours courant à compter de l'expiration du délai imparti pour déposer la déclaration de résultats. </p><p>Les dispositions du présent 1 sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés et la taxe d'apprentissage. </p><p>2. En cas de cession à titre onéreux soit d'une charge ou d'un office, soit d'une entreprise ou du droit d'exercer une profession non commerciale, le successeur du contribuable peut être rendu responsable solidairement avec son prédécesseur du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année de la cession jusqu'au jour de celle-ci ainsi qu'aux bénéfices de l'année précédente lorsque, la cession étant intervenue pendant le délai normal de déclaration, ces bénéfices n'ont pas été déclarés avant la date de la cession. </p><p>Toutefois, le successeur du contribuable n'est responsable que jusqu'à concurrence du prix de cession et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308442&dateTexte=&categorieLien=cid'>l'article 202</a>, si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. </p><p>Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés. </p><p>3. Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant de cette entreprise, des impôts directs établis à raison de l'exploitation de ce fonds jusqu'à la publication du contrat de location-gérance. </p><p>4. Les tiers visés aux 1 à 3 sont tenus solidairement avec les contribuables d'effectuer, en l'acquit des impositions dont ils sont responsables en vertu du présent article, les versements prévus par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312735&dateTexte=&categorieLien=cid'>l'article 1664 </a>à concurrence de la fraction de ces versements calculés sur les cotisations correspondantes mises à la charge du redevable dans les rôles concernant la dernière année au titre de laquelle il a été imposé. </p><p>5. Un décret fixe, en ce qui concerne l'impôt sur le revenu, les conditions d'application du présent article (1).</p>",
            "num": "1684",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1481414400000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1969-12-27",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084265",
                        "id": "LEGISCTA000006084265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1969-12-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114517",
                        "id": "LEGISCTA000006114517",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133930",
                        "id": "LEGISCTA000006133930",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "IV : Obligations des tiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147234",
                        "id": "LEGISCTA000006147234",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006313588",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006147234",
            "sectionParentId": "LEGISCTA000006147234",
            "sectionParentTitre": "IV : Obligations des tiers",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section I : Impôts directs et taxes assimilées &gt; IV : Obligations des tiers",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033613879",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ces dispositions s'appliquent aux cessions faisant l'objet d'une publication à compter du 1er janvier 2016.",
            "notaHtml": "<p>Ces dispositions s'appliquent aux cessions faisant l'objet d'une publication à compter du 1er janvier 2016. </p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n°2016-1691 du 9 décembre 2016 - art. 144 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "144",
                    "articleId": "LEGIARTI000033562037",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-10",
                    "dateSignaTexte": "2016-12-09",
                    "dateDebutCible": "2016-12-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L141-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L141-12",
                    "articleId": "LEGIARTI000006220767",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479254400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1664",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1664",
                    "articleId": "LEGIARTI000006312735",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1529712000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 201",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "201",
                    "articleId": "LEGIARTI000006308434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 202",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "202",
                    "articleId": "LEGIARTI000006308442",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 383 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "383 bis",
                    "articleId": "LEGIARTI000006299686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006313588",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031817327",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033613879",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033842625",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033812284",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1684"
            ],
            "versionPrecedente": "LEGIARTI000031817327",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031817327",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. En cas de cession d'une entreprise industrielle, commerciale, artisanale ou minière, qu'elle ait lieu à titre onéreux ou à titre gratuit, qu'il s'agisse d'une vente forcée ou volontaire, le cessionnaire peut être rendu responsable solidairement avec le cédant du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année ou l'exercice de la cession jusqu'au jour de celle-ci, ainsi qu'aux bénéfices de l'année ou de l'exercice précédent lorsque, la cession étant intervenue dans le délai normal de déclaration, ces bénéfices n'ont pas été déclarés par le cédant avant la date de la cession. Toutefois, le cessionnaire n'est responsable que jusqu'à concurrence du prix du fonds de commerce, si la cession a été faite à titre onéreux, ou de la valeur retenue pour la liquidation du droit de mutation entre vifs, si elle a eu lieu à titre gratuit, et il ne peut être mis en cause que pendant un délai de quatre-vingt-dix jours qui commence à courir du jour de la déclaration prévue au 1 de l'article 201 si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. Lorsqu'il s'agit de la vente ou de la cession de fonds de commerce, le délai mentionné au deuxième alinéa commence à courir à compter du jour où la vente ou la cession a été publiée conformément aux prescriptions de l'article L. 141-12 du code de commerce ou du dernier jour du délai imparti par le même article, à défaut de publication. Toutefois, lorsque la déclaration mentionnée au premier alinéa du 3 et au 3 bis de l'article 201 du présent code n'a pas été déposée dans le délai prévu au même article, le cessionnaire et le cédant sont solidairement tenus responsables du paiement des impositions mentionnées au premier alinéa du présent 1 pendant un délai de quatre-vingt-dix jours courant à compter de l'expiration du délai imparti pour déposer la déclaration de résultats. Les dispositions du présent 1 sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés et la taxe d'apprentissage. 2. En cas de cession à titre onéreux soit d'une charge ou d'un office, soit d'une entreprise ou du droit d'exercer une profession non commerciale, le successeur du contribuable peut être rendu responsable solidairement avec son prédécesseur du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année de la cession jusqu'au jour de celle-ci ainsi qu'aux bénéfices de l'année précédente lorsque, la cession étant intervenue pendant le délai normal de déclaration, ces bénéfices n'ont pas été déclarés avant la date de la cession. Toutefois, le successeur du contribuable n'est responsable que jusqu'à concurrence du prix de cession et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de l'article 202 , si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés. 3. Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant de cette entreprise, des impôts directs établis à raison de l'exploitation de ce fonds. 4. Les tiers visés aux 1 à 3 sont tenus solidairement avec les contribuables d'effectuer, en l'acquit des impositions dont ils sont responsables en vertu du présent article, les versements prévus par l'article 1664 à concurrence de la fraction de ces versements calculés sur les cotisations correspondantes mises à la charge du redevable dans les rôles concernant la dernière année au titre de laquelle il a été imposé. 5. Un décret fixe, en ce qui concerne l'impôt sur le revenu, les conditions d'application du présent article (1).",
            "texteHtml": "<p>1. En cas de cession d'une entreprise industrielle, commerciale, artisanale ou minière, qu'elle ait lieu à titre onéreux ou à titre gratuit, qu'il s'agisse d'une vente forcée ou volontaire, le cessionnaire peut être rendu responsable solidairement avec le cédant du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année ou l'exercice de la cession jusqu'au jour de celle-ci, ainsi qu'aux bénéfices de l'année ou de l'exercice précédent lorsque, la cession étant intervenue dans le délai normal de déclaration, ces bénéfices n'ont pas été déclarés par le cédant avant la date de la cession. </p><p>Toutefois, le cessionnaire n'est responsable que jusqu'à concurrence du prix du fonds de commerce, si la cession a été faite à titre onéreux, ou de la valeur retenue pour la liquidation du droit de mutation entre vifs, si elle a eu lieu à titre gratuit, et il ne peut être mis en cause que pendant un délai de quatre-vingt-dix jours qui commence à courir du jour de la déclaration prévue au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308434&dateTexte=&categorieLien=cid'>l'article 201 </a>si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. </p><p>Lorsqu'il s'agit de la vente ou de la cession de fonds de commerce, le délai mentionné au deuxième alinéa commence à courir à compter du jour où la vente ou la cession a été publiée conformément aux prescriptions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006220767&dateTexte=&categorieLien=cid' title='Code de commerce - art. L141-12 (V)'>l'article L. 141-12 </a>du code de commerce ou du dernier jour du délai imparti par le même article, à défaut de publication. </p><p>Toutefois, lorsque la déclaration mentionnée au premier alinéa du 3 et au 3 bis de l'article 201 du présent code n'a pas été déposée dans le délai prévu au même article, le cessionnaire et le cédant sont solidairement tenus responsables du paiement des impositions mentionnées au premier alinéa du présent 1 pendant un délai de quatre-vingt-dix jours courant à compter de l'expiration du délai imparti pour déposer la déclaration de résultats. </p><p>Les dispositions du présent 1 sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés et la taxe d'apprentissage. </p><p>2. En cas de cession à titre onéreux soit d'une charge ou d'un office, soit d'une entreprise ou du droit d'exercer une profession non commerciale, le successeur du contribuable peut être rendu responsable solidairement avec son prédécesseur du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année de la cession jusqu'au jour de celle-ci ainsi qu'aux bénéfices de l'année précédente lorsque, la cession étant intervenue pendant le délai normal de déclaration, ces bénéfices n'ont pas été déclarés avant la date de la cession. </p><p>Toutefois, le successeur du contribuable n'est responsable que jusqu'à concurrence du prix de cession et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308442&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 202 (V)'>l'article 202</a>, si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. </p><p>Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés. </p><p>3. Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant de cette entreprise, des impôts directs établis à raison de l'exploitation de ce fonds. </p><p>4. Les tiers visés aux 1 à 3 sont tenus solidairement avec les contribuables d'effectuer, en l'acquit des impositions dont ils sont responsables en vertu du présent article, les versements prévus par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312735&dateTexte=&categorieLien=cid'>l'article 1664 </a>à concurrence de la fraction de ces versements calculés sur les cotisations correspondantes mises à la charge du redevable dans les rôles concernant la dernière année au titre de laquelle il a été imposé. </p><p>5. Un décret fixe, en ce qui concerne l'impôt sur le revenu, les conditions d'application du présent article (1).</p>",
            "num": "1684",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1481414400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1969-12-27",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084265",
                        "id": "LEGISCTA000006084265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1969-12-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114517",
                        "id": "LEGISCTA000006114517",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133930",
                        "id": "LEGISCTA000006133930",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "IV : Obligations des tiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147234",
                        "id": "LEGISCTA000006147234",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006313588",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006147234",
            "sectionParentId": "LEGISCTA000006147234",
            "sectionParentTitre": "IV : Obligations des tiers",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section I : Impôts directs et taxes assimilées &gt; IV : Obligations des tiers",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031817327",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ces dispositions s'appliquent aux cessions faisant l'objet d'une publication à compter du 1er janvier 2016.",
            "notaHtml": "<p>Ces dispositions s'appliquent aux cessions faisant l'objet d'une publication à compter du 1er janvier 2016. </p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031733082",
                    "textTitle": "LOI n° 2015-1786 du 29 décembre 2015 - art. 97",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "97",
                    "articleId": "LEGIARTI000031757395",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-30",
                    "dateSignaTexte": "2015-12-29",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L141-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L141-12",
                    "articleId": "LEGIARTI000006220767",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479254400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1664",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1664",
                    "articleId": "LEGIARTI000006312735",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1529712000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 201",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "201",
                    "articleId": "LEGIARTI000006308434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 202 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "202",
                    "articleId": "LEGIARTI000006308442",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 383 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "383 bis",
                    "articleId": "LEGIARTI000006299686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006313588",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031817327",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033613879",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033842625",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033812284",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1684"
            ],
            "versionPrecedente": "LEGIARTI000006313588",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006313588",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. En cas de cession d'une entreprise industrielle, commerciale, artisanale ou minière, qu'elle ait lieu à titre onéreux ou à titre gratuit, qu'il s'agisse d'une vente forcée ou volontaire, le cessionnaire peut être rendu responsable solidairement avec le cédant du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année ou l'exercice de la cession jusqu'au jour de celle-ci, ainsi qu'aux bénéfices de l'année ou de l'exercice précédent lorsque, la cession étant intervenue dans le délai normal de déclaration, ces bénéfices n'ont pas été déclarés par le cédant avant la date de la cession. Toutefois, le cessionnaire n'est responsable que jusqu'à concurrence du prix du fonds de commerce, si la cession a été faite à titre onéreux, ou de la valeur retenue pour la liquidation du droit de mutation entre vifs, si elle a eu lieu à titre gratuit, et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de l'article 201 si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés et la taxe d'apprentissage. 2. En cas de cession à titre onéreux soit d'une charge ou d'un office, soit d'une entreprise ou du droit d'exercer une profession non commerciale, le successeur du contribuable peut être rendu responsable solidairement avec son prédécesseur du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année de la cession jusqu'au jour de celle-ci ainsi qu'aux bénéfices de l'année précédente lorsque, la cession étant intervenue pendant le délai normal de déclaration, ces bénéfices n'ont pas été déclarés avant la date de la cession. Toutefois, le successeur du contribuable n'est responsable que jusqu'à concurrence du prix de cession et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de l'article 202, si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés. 3. Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant de cette entreprise, des impôts directs établis à raison de l'exploitation de ce fonds. 4. Les tiers visés aux 1 à 3 sont tenus solidairement avec les contribuables d'effectuer, en l'acquit des impositions dont ils sont responsables en vertu du présent article, les versements prévus par l'article 1664 à concurrence de la fraction de ces versements calculés sur les cotisations correspondantes mises à la charge du redevable dans les rôles concernant la dernière année au titre de laquelle il a été imposé. 5. Un décret fixe, en ce qui concerne l'impôt sur le revenu, les conditions d'application du présent article (1).",
            "texteHtml": "<p></p>1. En cas de cession d'une entreprise industrielle, commerciale, artisanale ou minière, qu'elle ait lieu à titre onéreux ou à titre gratuit, qu'il s'agisse d'une vente forcée ou volontaire, le cessionnaire peut être rendu responsable solidairement avec le cédant du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année ou l'exercice de la cession jusqu'au jour de celle-ci, ainsi qu'aux bénéfices de l'année ou de l'exercice précédent lorsque, la cession étant intervenue dans le délai normal de déclaration, ces bénéfices n'ont pas été déclarés par le cédant avant la date de la cession. <p></p><p></p>Toutefois, le cessionnaire n'est responsable que jusqu'à concurrence du prix du fonds de commerce, si la cession a été faite à titre onéreux, ou de la valeur retenue pour la liquidation du droit de mutation entre vifs, si elle a eu lieu à titre gratuit, et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308434&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 201 (V)'>l'article 201 </a>si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. <p></p><p></p>Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés et la taxe d'apprentissage. <p></p><p></p>2. En cas de cession à titre onéreux soit d'une charge ou d'un office, soit d'une entreprise ou du droit d'exercer une profession non commerciale, le successeur du contribuable peut être rendu responsable solidairement avec son prédécesseur du paiement de l'impôt sur le revenu afférent aux bénéfices réalisés par ce dernier pendant l'année de la cession jusqu'au jour de celle-ci ainsi qu'aux bénéfices de l'année précédente lorsque, la cession étant intervenue pendant le délai normal de déclaration, ces bénéfices n'ont pas été déclarés avant la date de la cession. <p></p><p></p>Toutefois, le successeur du contribuable n'est responsable que jusqu'à concurrence du prix de cession et il ne peut être mis en cause que pendant un délai de trois mois qui commence à courir du jour de la déclaration prévue au 1 de l'article 202, si elle est faite dans le délai imparti par ledit paragraphe, ou du dernier jour de ce délai, à défaut de déclaration. <p></p><p></p>Les dispositions du présent paragraphe sont applicables dans les mêmes conditions en ce qui concerne l'impôt sur les sociétés. <p></p><p></p>3. Le propriétaire d'un fonds de commerce est solidairement responsable avec l'exploitant de cette entreprise, des impôts directs établis à raison de l'exploitation de ce fonds. <p></p><p></p><p></p>4. Les tiers visés aux 1 à 3 sont tenus solidairement avec les contribuables d'effectuer, en l'acquit des impositions dont ils sont responsables en vertu du présent article, les versements prévus par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312735&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1664 (V)'>l'article 1664</a> à concurrence de la fraction de ces versements calculés sur les cotisations correspondantes mises à la charge du redevable dans les rôles concernant la dernière année au titre de laquelle il a été imposé. <p></p><p></p><p></p>5. Un décret fixe, en ce qui concerne l'impôt sur le revenu, les conditions d'application du présent article (1).<p></p><p></p>",
            "num": "1684",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1969-12-27",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084265",
                        "id": "LEGISCTA000006084265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1969-12-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114517",
                        "id": "LEGISCTA000006114517",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133930",
                        "id": "LEGISCTA000006133930",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "IV : Obligations des tiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147234",
                        "id": "LEGISCTA000006147234",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006313588",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006147234",
            "sectionParentId": "LEGISCTA000006147234",
            "sectionParentTitre": "IV : Obligations des tiers",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section I : Impôts directs et taxes assimilées &gt; IV : Obligations des tiers",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006313588",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Voir les articles 383 bis et 383 ter de l'annexe III.",
            "notaHtml": "<p></p>   (1) Voir les articles 383 bis et 383 ter de l'annexe III.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1664 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1664",
                    "articleId": "LEGIARTI000006312735",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1529712000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 201 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "201",
                    "articleId": "LEGIARTI000006308434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 383 bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "383 bis",
                    "articleId": "LEGIARTI000006299686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006313588",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031817327",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1481414400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033613879",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033842625",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033812284",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1684"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}