{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043675282",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout organisme public ou privé désirant dispenser une formation liée à l'exercice du mandat des élus locaux est tenu d'obtenir un agrément préalable délivré par le ministre chargé des collectivités territoriales après avis motivé du conseil national de la formation des élus locaux. La délivrance de cet agrément est subordonnée à la condition que la personne qui exerce à titre individuel ou qui dirige ou gère la personne morale exerçant l'activité de formation n'ait pas fait l'objet d'une condamnation à une peine criminelle ou à une peine correctionnelle d'emprisonnement sans sursis, prononcée depuis moins de dix ans et inscrite au bulletin n° 2 du casier judiciaire ou, pour les ressortissants étrangers, dans un document équivalent, pour des motifs incompatibles avec l'activité de formation considérée. Les formations proposées par l'organisme doivent être conformes au répertoire des formations liées à l'exercice du mandat établi en application des articles L. 1221-1 et L. 1221-2. Les obligations des titulaires d'un agrément sont définies par le ministre chargé des collectivités territoriales, qui peut se faire communiquer tout document permettant de s'assurer de leur respect. A ce titre le titulaire d'un agrément transmet chaque année au ministre chargé des collectivités territoriales ainsi qu'au conseil national de la formation des élus locaux un rapport annuel d'activité relatif à la formation des élus. L'organisme public ou privé titulaire d'un agrément qui entend exécuter un contrat ou un marché de formation dont peuvent bénéficier les élus locaux ne peut, sous sa responsabilité, sous-traiter l'exécution des prestations de son contrat ou marché qu'à un organisme également titulaire d'un agrément, dans la limite d'un plafond exprimé en pourcentage du montant total des frais pédagogiques de la formation, fixé par arrêté du ministre chargé des collectivités territoriales. Les prestations de son contrat ou marché peuvent toutefois être réalisées, en tout ou partie, par une personne physique non titulaire d'un agrément qui exerce à titre individuel une activité de formation. Les modalités de mise en œuvre de la sous-traitance par les organismes de formation agréés sont déterminées par décret en Conseil d'Etat. L'exécution des formations liées à l'exercice du mandat des élus locaux ne peut être confiée par un organisme titulaire d'un agrément qu'à des sous-traitants de premier rang. L'agrément de l'organisme de formation peut être suspendu à titre conservatoire pour une durée maximale de quatre mois, après mise en demeure non suivie d'effet, par le ministre chargé des collectivités territoriales lorsque celui-ci constate l'une des situations suivantes : - le titulaire de l'agrément ne respecte pas l'ensemble des obligations qui lui incombent au titre de la détention de l'agrément ; - il ne remplit plus les critères fixés pour l'obtention de l'agrément ; - il a commis des actes susceptibles de faire peser un doute sérieux sur la régularité de sa gouvernance ou de sa gestion, ou sur la réalité ou la qualité de ses prestations de formation ; -le rapport annuel d'activité mentionné au quatrième alinéa du présent article ne fait apparaître aucune activité de formation ou n'a pas été adressé au ministre chargé des collectivités territoriales ainsi qu'au conseil national de la formation des élus locaux. Il saisit sans délai le conseil national de la formation des élus locaux pour avis sur le maintien ou le retrait de l'agrément. Après avis de ce dernier et avant l'expiration du délai de suspension de l'agrément décidé en application du présent alinéa, il se prononce sur le maintien ou le retrait de l'agrément. L'organisme de formation dont l'agrément a été retiré ne peut solliciter la délivrance d'un nouvel agrément avant l'expiration d'un délai d'un an à compter de la notification de cette décision. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p></p><p>Tout organisme public ou privé désirant dispenser une formation liée à l'exercice du mandat des élus locaux est tenu d'obtenir un agrément préalable délivré par le ministre chargé des collectivités territoriales après avis motivé du conseil national de la formation des élus locaux.</p><p><p>La délivrance de cet agrément est subordonnée à la condition que la personne qui exerce à titre individuel ou qui dirige ou gère la personne morale exerçant l'activité de formation n'ait pas fait l'objet d'une condamnation à une peine criminelle ou à une peine correctionnelle d'emprisonnement sans sursis, prononcée depuis moins de dix ans et inscrite au bulletin n° 2 du casier judiciaire ou, pour les ressortissants étrangers, dans un document équivalent, pour des motifs incompatibles avec l'activité de formation considérée.</p></p><p><p>Les formations proposées par l'organisme doivent être conformes au répertoire des formations liées à l'exercice du mandat établi en application des articles L. 1221-1 et L. 1221-2.</p></p><p><p>Les obligations des titulaires d'un agrément sont définies par le ministre chargé des collectivités territoriales, qui peut se faire communiquer tout document permettant de s'assurer de leur respect. A ce titre le titulaire d'un agrément transmet chaque année au ministre chargé des collectivités territoriales ainsi qu'au conseil national de la formation des élus locaux un rapport annuel d'activité relatif à la formation des élus.</p></p><p>L'organisme public ou privé titulaire d'un agrément qui entend exécuter un contrat ou un marché de formation dont peuvent bénéficier les élus locaux ne peut, sous sa responsabilité, sous-traiter l'exécution des prestations de son contrat ou marché qu'à un organisme également titulaire d'un agrément, dans la limite d'un plafond exprimé en pourcentage du montant total des frais pédagogiques de la formation, fixé par arrêté du ministre chargé des collectivités territoriales. Les prestations de son contrat ou marché peuvent toutefois être réalisées, en tout ou partie, par une personne physique non titulaire d'un agrément qui exerce à titre individuel une activité de formation. Les modalités de mise en œuvre de la sous-traitance par les organismes de formation agréés sont déterminées par décret en Conseil d'Etat.<br/><br/>\n L'exécution des formations liées à l'exercice du mandat des élus locaux ne peut être confiée par un organisme titulaire d'un agrément qu'à des sous-traitants de premier rang.</p><p><p>L'agrément de l'organisme de formation peut être suspendu à titre conservatoire pour une durée maximale de quatre mois, après mise en demeure non suivie d'effet, par le ministre chargé des collectivités territoriales lorsque celui-ci constate l'une des situations suivantes :</p></p><p><p>- le titulaire de l'agrément ne respecte pas l'ensemble des obligations qui lui incombent au titre de la détention de l'agrément ;</p></p><p><p>- il ne remplit plus les critères fixés pour l'obtention de l'agrément ;</p></p><p><p>- il a commis des actes susceptibles de faire peser un doute sérieux sur la régularité de sa gouvernance ou de sa gestion, ou sur la réalité ou la qualité de ses prestations de formation ;</p></p><p>-le rapport annuel d'activité mentionné au quatrième alinéa du présent article ne fait apparaître aucune activité de formation ou n'a pas été adressé au ministre chargé des collectivités territoriales ainsi qu'au conseil national de la formation des élus locaux.</p><p><p>Il saisit sans délai le conseil national de la formation des élus locaux pour avis sur le maintien ou le retrait de l'agrément. Après avis de ce dernier et avant l'expiration du délai de suspension de l'agrément décidé en application du présent alinéa, il se prononce sur le maintien ou le retrait de l'agrément. L'organisme de formation dont l'agrément a été retiré ne peut solliciter la délivrance d'un nouvel agrément avant l'expiration d'un délai d'un an à compter de la notification de cette décision.</p></p><p><p>Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p></p><p></p>",
            "num": "L1221-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1624060800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610634209,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135477",
                        "id": "LEGISCTA000006135477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LE CONSEIL NATIONAL DE LA FORMATION DES ÉLUS LOCAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149198",
                        "id": "LEGISCTA000006149198",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE UNIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164472",
                        "id": "LEGISCTA000006164472",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043026075",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164472",
            "sectionParentId": "LEGISCTA000006164472",
            "sectionParentTitre": "CHAPITRE UNIQUE",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS &gt; TITRE II : LE CONSEIL NATIONAL DE LA FORMATION DES ÉLUS LOCAUX &gt; CHAPITRE UNIQUE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043675282",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 19 de l'ordonnance n° 2021-45 du 20 janvier 2021, ces dispositions entrent en vigueur le lendemain de la publication de la présente ordonnance, à l’exception du troisième alinéa de l’article L. 1221-3 dont les dispositions entrent en vigueur à compter du 1er janvier 2022.",
            "notaHtml": "<p>Conformément à l'article 19 de l'ordonnance n° 2021-45 du 20 janvier 2021, ces dispositions entrent en vigueur le lendemain de la publication de la présente ordonnance, à l’exception du troisième alinéa de l’article L. 1221-3 dont les dispositions entrent en vigueur à compter du 1er janvier 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043672870",
                    "textTitle": "LOI n°2021-771 du 17 juin 2021 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000043674122",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-06-18",
                    "dateSignaTexte": "2021-06-17",
                    "dateDebutCible": "2021-06-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044518073",
                    "textTitle": "Décret n°2021-1708 du 17 décembre 2021 - art. 13",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000044526057",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1708",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044518073",
                    "textTitle": "Décret n°2021-1708 du 17 décembre 2021 - art. 14",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000044526059",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1708",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044518073",
                    "textTitle": "Décret n°2021-1708 du 17 décembre 2021 - art. 16",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000044526063",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1708",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044518073",
                    "textTitle": "Décret n°2021-1708 du 17 décembre 2021 - art. 17",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000044526065",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1708",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044518073",
                    "textTitle": "Décret n°2021-1708 du 17 décembre 2021 - art. 19",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000044526069",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1708",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000046672583",
                    "textTitle": "Arrêté du 19 octobre 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046673580",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1669939200000,
                    "dateDebut": 1670025600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6323-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L6323-9-1",
                    "articleId": "LEGIARTI000046761718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671580800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6323-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6323-33",
                    "articleId": "LEGIARTI000047929076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1691107200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6323-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6323-34",
                    "articleId": "LEGIARTI000047929069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1691107200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6323-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6323-36",
                    "articleId": "LEGIARTI000044539726",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6323-37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6323-37",
                    "articleId": "LEGIARTI000047929054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1691107200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1221-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1221-4",
                    "articleId": "LEGIARTI000043675285",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624060800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1221-21-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1221-21-4",
                    "articleId": "LEGIARTI000044540205",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043026085",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1611273600000,
                    "dateFin": 1624060800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043675282",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1624060800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1221-3",
                "1221-3"
            ],
            "versionPrecedente": "LEGIARTI000043026085",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043026085",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Tout organisme public ou privé désirant dispenser une formation liée à l'exercice du mandat des élus locaux est tenu d'obtenir un agrément préalable délivré par le ministre chargé des collectivités territoriales après avis motivé du conseil national de la formation des élus locaux. La délivrance de cet agrément est subordonnée à la condition que la personne qui exerce à titre individuel ou qui dirige ou gère la personne morale exerçant l'activité de formation n'ait pas fait l'objet d'une condamnation à une peine criminelle ou à une peine correctionnelle d'emprisonnement sans sursis, prononcée depuis moins de dix ans et inscrite au bulletin n° 2 du casier judiciaire ou, pour les ressortissants étrangers, dans un document équivalent, pour des motifs incompatibles avec l'activité de formation considérée. Les formations proposées par l'organisme doivent être conformes au répertoire des formations liées à l'exercice du mandat établi en application des articles L. 1221-1 et L. 1221-2. Les obligations des titulaires d'un agrément sont définies par le ministre chargé des collectivités territoriales, qui peut se faire communiquer tout document permettant de s'assurer de leur respect. A ce titre le titulaire d'un agrément transmet chaque année au ministre chargé des collectivités territoriales ainsi qu'au conseil national de la formation des élus locaux un rapport annuel d'activité relatif à la formation des élus. L'agrément de l'organisme de formation peut être suspendu à titre conservatoire pour une durée maximale de quatre mois, après mise en demeure non suivie d'effet, par le ministre chargé des collectivités territoriales lorsque celui-ci constate l'une des situations suivantes : - le titulaire de l'agrément ne respecte pas l'ensemble des obligations qui lui incombent au titre de la détention de l'agrément ; - il ne remplit plus les critères fixés pour l'obtention de l'agrément ; - il a commis des actes susceptibles de faire peser un doute sérieux sur la régularité de sa gouvernance ou de sa gestion, ou sur la réalité ou la qualité de ses prestations de formation. Il saisit sans délai le conseil national de la formation des élus locaux pour avis sur le maintien ou le retrait de l'agrément. Après avis de ce dernier et avant l'expiration du délai de suspension de l'agrément décidé en application du présent alinéa, il se prononce sur le maintien ou l'abrogation de l'agrément. L'organisme de formation dont l'agrément a été abrogé ne peut solliciter la délivrance d'un nouvel agrément avant l'expiration d'un délai d'un an à compter de la notification de cette décision. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>Tout organisme public ou privé désirant dispenser une formation liée à l'exercice du mandat des élus locaux est tenu d'obtenir un agrément préalable délivré par le ministre chargé des collectivités territoriales après avis motivé du conseil national de la formation des élus locaux.</p><p></p><p> La délivrance de cet agrément est subordonnée à la condition que la personne qui exerce à titre individuel ou qui dirige ou gère la personne morale exerçant l'activité de formation n'ait pas fait l'objet d'une condamnation à une peine criminelle ou à une peine correctionnelle d'emprisonnement sans sursis, prononcée depuis moins de dix ans et inscrite au bulletin n° 2 du casier judiciaire ou, pour les ressortissants étrangers, dans un document équivalent, pour des motifs incompatibles avec l'activité de formation considérée.</p><p></p><p> Les formations proposées par l'organisme doivent être conformes au répertoire des formations liées à l'exercice du mandat établi en application des articles L. 1221-1 et L. 1221-2.</p><p></p><p> Les obligations des titulaires d'un agrément sont définies par le ministre chargé des collectivités territoriales, qui peut se faire communiquer tout document permettant de s'assurer de leur respect. A ce titre le titulaire d'un agrément transmet chaque année au ministre chargé des collectivités territoriales ainsi qu'au conseil national de la formation des élus locaux un rapport annuel d'activité relatif à la formation des élus.</p><p></p><p> L'agrément de l'organisme de formation peut être suspendu à titre conservatoire pour une durée maximale de quatre mois, après mise en demeure non suivie d'effet, par le ministre chargé des collectivités territoriales lorsque celui-ci constate l'une des situations suivantes :</p><p></p><p> - le titulaire de l'agrément ne respecte pas l'ensemble des obligations qui lui incombent au titre de la détention de l'agrément ;</p><p></p><p> - il ne remplit plus les critères fixés pour l'obtention de l'agrément ;</p><p></p><p> - il a commis des actes susceptibles de faire peser un doute sérieux sur la régularité de sa gouvernance ou de sa gestion, ou sur la réalité ou la qualité de ses prestations de formation.</p><p></p><p> Il saisit sans délai le conseil national de la formation des élus locaux pour avis sur le maintien ou le retrait de l'agrément. Après avis de ce dernier et avant l'expiration du délai de suspension de l'agrément décidé en application du présent alinéa, il se prononce sur le maintien ou l'abrogation de l'agrément. L'organisme de formation dont l'agrément a été abrogé ne peut solliciter la délivrance d'un nouvel agrément avant l'expiration d'un délai d'un an à compter de la notification de cette décision.</p><p></p><p> Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "num": "L1221-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1611273600000,
            "dateFin": 1624060800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610634209,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135477",
                        "id": "LEGISCTA000006135477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LE CONSEIL NATIONAL DE LA FORMATION DES ÉLUS LOCAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149198",
                        "id": "LEGISCTA000006149198",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE UNIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164472",
                        "id": "LEGISCTA000006164472",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043026075",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006164472",
            "sectionParentId": "LEGISCTA000006164472",
            "sectionParentTitre": "CHAPITRE UNIQUE",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS &gt; TITRE II : LE CONSEIL NATIONAL DE LA FORMATION DES ÉLUS LOCAUX &gt; CHAPITRE UNIQUE",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043026085",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 19 de l'ordonnance n° 2021-45 du 20 janvier 2021, ces dispositions entrent en vigueur le lendemain de la publication de la présente ordonnance, à l’exception du troisième alinéa de l’article L. 1221-3 dont les dispositions entrent en vigueur à compter du 1er janvier 2022.",
            "notaHtml": "<p>Conformément à l'article 19 de l'ordonnance n° 2021-45 du 20 janvier 2021, ces dispositions entrent en vigueur le lendemain de la publication de la présente ordonnance, à l’exception du troisième alinéa de l’article L. 1221-3 dont les dispositions entrent en vigueur à compter du 1er janvier 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043023255",
                    "textTitle": "Ordonnance n°2021-45 du 20 janvier 2021 - art. 12",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000043024601",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-01-21",
                    "dateSignaTexte": "2021-01-20",
                    "dateDebutCible": "2021-01-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044518073",
                    "textTitle": "Décret n°2021-1708 du 17 décembre 2021 - art. 13",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000044526057",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1708",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044518073",
                    "textTitle": "Décret n°2021-1708 du 17 décembre 2021 - art. 14",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000044526059",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1708",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044518073",
                    "textTitle": "Décret n°2021-1708 du 17 décembre 2021 - art. 16",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000044526063",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1708",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044518073",
                    "textTitle": "Décret n°2021-1708 du 17 décembre 2021 - art. 17",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000044526065",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1708",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000044518073",
                    "textTitle": "Décret n°2021-1708 du 17 décembre 2021 - art. 19",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000044526069",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1708",
                    "datePubli": 1639872000000,
                    "dateDebut": 1639958400000
                },
                {
                    "textCid": "JORFTEXT000046672583",
                    "textTitle": "Arrêté du 19 octobre 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046673580",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1669939200000,
                    "dateDebut": 1670025600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6323-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L6323-9-1",
                    "articleId": "LEGIARTI000046761718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671580800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6323-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6323-33",
                    "articleId": "LEGIARTI000047929076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1691107200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6323-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6323-34",
                    "articleId": "LEGIARTI000047929069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1691107200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6323-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6323-36",
                    "articleId": "LEGIARTI000044539726",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6323-37 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6323-37",
                    "articleId": "LEGIARTI000047929054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1691107200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1221-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1221-4",
                    "articleId": "LEGIARTI000043675285",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624060800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1221-21-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1221-21-4",
                    "articleId": "LEGIARTI000044540205",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043026085",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1611273600000,
                    "dateFin": 1624060800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043675282",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1624060800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1221-3",
                "1221-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}