{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000034616015",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par chaque organisation ou organisme représentatif au niveau départemental, compétent dans le ressort du tribunal administratif. Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission. Le représentant salarié visé à l' article 1651 B du code général des impôts est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs. 2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils. L'expert-comptable visé à l' article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission. 3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante. Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction. Lorsqu'il existe dans le ressort du tribunal administratif compétent plusieurs organisations ou organismes ayant vocation à désigner des membres, le titulaire et les suppléants représentants des contribuables sont désignés par le président de la commission au vu des propositions de ces organisations ou organismes. En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée. 4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent. II. - 1. Pour l'application du deuxième alinéa du I de l'article 1651 A du code général des impôts , les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. 2. Pour l'application de l' article 1651 C du code général des impôts , les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles compétentes dans le ressort du tribunal administratif sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles. 3. Pour l'application de l' article 1651 D du code général des impôts , les membres désignés représentent les différentes régions agricoles comprises dans le ressort du tribunal administratif compétent. Les représentants des contribuables désignés par les chambres d'agriculture compétentes dans le ressort du tribunal administratif sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles compétentes dans le ressort du même tribunal et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles compétentes dans le ressort du même tribunal. Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger. III. - Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget. IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des finances publiques peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.",
            "texteHtml": "<p>I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par chaque organisation ou organisme représentatif au niveau départemental, compétent dans le ressort du tribunal administratif.</p><p>Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission.</p><p>Le représentant salarié visé à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306986&dateTexte=&categorieLien=cid'>article 1651 B du code général des impôts</a> est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs.</p><p>2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils.</p><p>L'expert-comptable visé à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312598&dateTexte=&categorieLien=cid'>article 1651 du code général des impôts</a> doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission.</p><p>3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante.</p><p>Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction.</p><p>Lorsqu'il existe dans le ressort du tribunal administratif compétent plusieurs organisations ou organismes ayant vocation à désigner des membres, le titulaire et les suppléants représentants des contribuables sont désignés par le président de la commission au vu des propositions de ces organisations ou organismes.</p><p>En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée.</p><p>4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent.</p><p>II. - 1. Pour l'application du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306982&dateTexte=&categorieLien=cid'>deuxième alinéa du I de l'article 1651 A du code général des impôts</a>, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>2. Pour l'application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306988&dateTexte=&categorieLien=cid'>article 1651 C du code général des impôts</a>, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles compétentes dans le ressort du tribunal administratif sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles.</p><p>3. Pour l'application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306991&dateTexte=&categorieLien=cid'>article 1651 D du code général des impôts</a>, les membres désignés représentent les différentes régions agricoles comprises dans le ressort du tribunal administratif compétent.</p><p>Les représentants des contribuables désignés par les chambres d'agriculture compétentes dans le ressort du tribunal administratif sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles compétentes dans le ressort du même tribunal et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles compétentes dans le ressort du même tribunal.</p><p>Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger.</p><p>III. - Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget.</p><p>IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des finances publiques peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.</p>",
            "num": "347",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "10.0",
            "etat": "VIGUEUR",
            "dateDebut": 1504224000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146871",
                        "id": "LEGISCTA000006146871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-09",
                        "fin": "2999-01-01",
                        "titre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162364",
                        "id": "LEGISCTA000006162364",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006297405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162364",
            "sectionParentId": "LEGISCTA000006162364",
            "sectionParentTitre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts &gt; II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000034616015",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034598670",
                    "textTitle": "Décret n°2017-769 du 4 mai 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000034606066",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-06",
                    "dateSignaTexte": "2017-05-04",
                    "dateDebutCible": "2017-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 170 undecies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "170 undecies",
                    "articleId": "LEGIARTI000034947777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651",
                    "articleId": "LEGIARTI000006312598",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 A",
                    "articleId": "LEGIARTI000006306982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 B",
                    "articleId": "LEGIARTI000006306986",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 C",
                    "articleId": "LEGIARTI000006306988",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 D",
                    "articleId": "LEGIARTI000006306991",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006297405",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 378604800000,
                    "dateFin": 566006400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 566006400000,
                    "dateFin": 599356800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297408",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 599356800000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297409",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 893203200000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297410",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179838",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025625044",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1465776000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032702537",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1465776000000,
                    "dateFin": 1504224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034616015",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1504224000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "347"
            ],
            "versionPrecedente": "LEGIARTI000032702537",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032702537",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental. Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission. Le représentant salarié visé à l' article 1651 B du code général des impôts est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs. 2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils. L'expert-comptable visé à l' article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission. 3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante. Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction. Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le préfet au vu des propositions de ces organisations ou organismes. En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée. 4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent. II. - 1. Pour l'application du deuxième alinéa du I de l'article 1651 A du code général des impôts , les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. 2. Pour l'application de l' article 1651 C du code général des impôts , les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles. 3. Pour l'application de l' article 1651 D du code général des impôts , les membres désignés représentent les différentes régions agricoles du département. Les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles. Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger. III. - Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget. IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des finances publiques peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.",
            "texteHtml": "<p>I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental.</p><p>Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission.</p><p>Le représentant salarié visé à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306986&dateTexte=&categorieLien=cid'>article 1651 B du code général des impôts</a> est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs.</p><p>2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils.</p><p>L'expert-comptable visé à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312598&dateTexte=&categorieLien=cid'>article 1651 du code général des impôts</a> doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission.</p><p>3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante.</p><p>Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction.</p><p>Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le préfet au vu des propositions de ces organisations ou organismes.</p><p>En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée.</p><p>4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent.</p><p>II. - 1. Pour l'application du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306982&dateTexte=&categorieLien=cid'>deuxième alinéa du I de l'article 1651 A du code général des impôts</a>, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>2. Pour l'application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306988&dateTexte=&categorieLien=cid'>article 1651 C du code général des impôts</a>, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles.</p><p>3. Pour l'application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306991&dateTexte=&categorieLien=cid'>article 1651 D du code général des impôts</a>, les membres désignés représentent les différentes régions agricoles du département.</p><p>Les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles.</p><p>Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger.</p><p>III. - Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget.</p><p>IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des finances publiques peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.</p>",
            "num": "347",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "9.0",
            "etat": "MODIFIE",
            "dateDebut": 1465776000000,
            "dateFin": 1504224000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146871",
                        "id": "LEGISCTA000006146871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-09",
                        "fin": "2999-01-01",
                        "titre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162364",
                        "id": "LEGISCTA000006162364",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006297405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162364",
            "sectionParentId": "LEGISCTA000006162364",
            "sectionParentTitre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts &gt; II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000032702537",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032677037",
                    "textTitle": "Décret n°2016-775 du 10 juin 2016 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000032679373",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-12",
                    "dateSignaTexte": "2016-06-10",
                    "dateDebutCible": "2016-06-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 170 undecies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "170 undecies",
                    "articleId": "LEGIARTI000034947777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651",
                    "articleId": "LEGIARTI000006312598",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 A",
                    "articleId": "LEGIARTI000006306982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 B",
                    "articleId": "LEGIARTI000006306986",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 C",
                    "articleId": "LEGIARTI000006306988",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 D",
                    "articleId": "LEGIARTI000006306991",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006297405",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 378604800000,
                    "dateFin": 566006400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 566006400000,
                    "dateFin": 599356800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297408",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 599356800000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297409",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 893203200000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297410",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179838",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025625044",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1465776000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032702537",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1465776000000,
                    "dateFin": 1504224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034616015",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1504224000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "347"
            ],
            "versionPrecedente": "LEGIARTI000025625044",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025625044",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental. Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission. Le représentant salarié visé à l' article 1651 B du code général des impôts est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs. 2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils. L'expert-comptable visé à l' article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission. 3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante. Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction. Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le préfet au vu des propositions de ces organisations ou organismes. En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée. 4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent. II. - 1. Pour l'application du deuxième alinéa du I de l'article 1651 A du code général des impôts , les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. 2. Pour l'application de l' article 1651 C du code général des impôts , les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles. 3. Pour les matières visées à l' article 1651 D du code général des impôts , les membres désignés représentent les différentes régions agricoles du département. Dans le cas prévu au premier alinéa de l'article 1651 D du code précité, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. Dans le cas prévu au deuxième alinéa de l'article 1651 D du code précité, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles. Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger. III. - Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget. IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des finances publiques peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.",
            "texteHtml": "<p>I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental.</p><p>Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission.</p><p>Le représentant salarié visé à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306986&dateTexte=&categorieLien=cid'>article 1651 B du code général des impôts</a> est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs.</p><p>2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils.</p><p>L'expert-comptable visé à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312598&dateTexte=&categorieLien=cid'>article 1651 du code général des impôts</a> doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission.</p><p>3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante.</p><p>Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction.</p><p>Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le préfet au vu des propositions de ces organisations ou organismes.</p><p>En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée.</p><p>4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent.</p><p>II. - 1. Pour l'application du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306982&dateTexte=&categorieLien=cid'>deuxième alinéa du I de l'article 1651 A du code général des impôts</a>, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>2. Pour l'application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306988&dateTexte=&categorieLien=cid'>article 1651 C du code général des impôts</a>, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles.</p><p>3. Pour les matières visées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306991&dateTexte=&categorieLien=cid'>article 1651 D du code général des impôts</a>, les membres désignés représentent les différentes régions agricoles du département.</p><p>Dans le cas prévu au premier alinéa de l'article 1651 D du code précité, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>Dans le cas prévu au deuxième alinéa de l'article 1651 D du code précité, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles.</p><p>Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger.</p><p>III. - Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget.</p><p>IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des finances publiques peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.</p>",
            "num": "347",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "MODIFIE",
            "dateDebut": 1333238400000,
            "dateFin": 1465776000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146871",
                        "id": "LEGISCTA000006146871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-09",
                        "fin": "2999-01-01",
                        "titre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162364",
                        "id": "LEGISCTA000006162364",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006297405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162364",
            "sectionParentId": "LEGISCTA000006162364",
            "sectionParentTitre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts &gt; II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000025625044",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025596082",
                    "textTitle": "Décret n°2012-431  du 29 mars 2012 - art. 28",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000025604337",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-03-31",
                    "dateSignaTexte": "2012-03-29",
                    "dateDebutCible": "2012-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 170 undecies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "170 undecies",
                    "articleId": "LEGIARTI000034947777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651",
                    "articleId": "LEGIARTI000006312598",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 A",
                    "articleId": "LEGIARTI000006306982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 B",
                    "articleId": "LEGIARTI000006306986",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 C",
                    "articleId": "LEGIARTI000006306988",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1651 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1651 D",
                    "articleId": "LEGIARTI000006306991",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006297405",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 378604800000,
                    "dateFin": 566006400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 566006400000,
                    "dateFin": 599356800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297408",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 599356800000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297409",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 893203200000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297410",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179838",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025625044",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1465776000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032702537",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1465776000000,
                    "dateFin": 1504224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034616015",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1504224000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "347"
            ],
            "versionPrecedente": "LEGIARTI000022179838",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022179838",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental. Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission. Le représentant salarié visé à l'article 1651 B du code général des impôts est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs. 2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils. L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission. 3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante. Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction. Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le préfet au vu des propositions de ces organisations ou organismes. En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée. 4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent. II. - 1. Pour l'application du deuxième alinéa du I de l'article 1651 A du code général des impôts, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. 2. Pour l'application de l'article 1651 C du code général des impôts, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles. 3. Pour les matières visées à l'article 1651 D du code général des impôts, les membres désignés représentent les différentes régions agricoles du département. Dans le cas prévu au premier alinéa de l'article 1651 D du code précité, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. Dans le cas prévu au deuxième alinéa de l'article 1651 D du code précité, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles. Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger. III. - Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget. IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.",
            "texteHtml": "<p>I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental.</p><p>Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission.</p><p>Le représentant salarié visé à l'article 1651 B du code général des impôts est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs.</p><p>2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils.</p><p>L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission.</p><p>3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante.</p><p>Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction.</p><p>Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le préfet au vu des propositions de ces organisations ou organismes.</p><p>En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée.</p><p>4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent.</p><p>II. - 1. Pour l'application du deuxième alinéa du I de l'article 1651 A du code général des impôts, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>2. Pour l'application de l'article 1651 C du code général des impôts, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles.</p><p>3. Pour les matières visées à l'article 1651 D du code général des impôts, les membres désignés représentent les différentes régions agricoles du département.</p><p>Dans le cas prévu au premier alinéa de l'article 1651 D du code précité, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>Dans le cas prévu au deuxième alinéa de l'article 1651 D du code précité, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles.</p><p>Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger.</p><p>III. - Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget.</p><p>IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.</p>",
            "num": "347",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1272672000000,
            "dateFin": 1333238400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146871",
                        "id": "LEGISCTA000006146871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-09",
                        "fin": "2999-01-01",
                        "titre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162364",
                        "id": "LEGISCTA000006162364",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006297405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162364",
            "sectionParentId": "LEGISCTA000006162364",
            "sectionParentTitre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts &gt; II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000022179838",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022166146",
                    "textTitle": "Décret n°2010-421  du 27 avril 2010 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000022169567",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-04-30",
                    "dateSignaTexte": "2010-04-27",
                    "dateDebutCible": "2010-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1651, 1653 A, 1651 B, 1651 C, 1651 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 170 undecies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "170 undecies",
                    "articleId": "LEGIARTI000034947777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006297405",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 378604800000,
                    "dateFin": 566006400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 566006400000,
                    "dateFin": 599356800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297408",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 599356800000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297409",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 893203200000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297410",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179838",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025625044",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1465776000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032702537",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1465776000000,
                    "dateFin": 1504224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034616015",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1504224000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "347"
            ],
            "versionPrecedente": "LEGIARTI000006297410",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006297410",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental. Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission. Le représentant salarié visé à l'article 1651 B est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs. 2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils. L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission. 3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante. Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction. Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le préfet au vu des propositions de ces organisations ou organismes. En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée. 4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent. II. - 1. Pour l'application du deuxième alinéa du I de l'article 1651 A, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. 2. Pour l'application de l'article 1651 C, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles. 3. Pour les matières visées à l'article 1651 D, les membres désignés représentent les différentes régions agricoles du département. Dans le cas prévu au premier alinéa de l'article 1651 D, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. Dans le cas prévu au deuxième alinéa de l'article 1651 D, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles. Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger. III. - Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget. IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.",
            "texteHtml": "<p>I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental.</p><p>Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission.</p><p>Le représentant salarié visé à l'article 1651 B est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs.</p><p>2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils.</p><p>L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission.</p><p>3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante.</p><p>Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction.</p><p>Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le préfet au vu des propositions de ces organisations ou organismes.</p><p>En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée.</p><p>4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent.</p><p>II. - 1. Pour l'application du deuxième alinéa du I de l'article 1651 A, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>2. Pour l'application de l'article 1651 C, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles.</p><p>3. Pour les matières visées à l'article 1651 D, les membres désignés représentent les différentes régions agricoles du département.</p><p>Dans le cas prévu au premier alinéa de l'article 1651 D, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>Dans le cas prévu au deuxième alinéa de l'article 1651 D, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles.</p><p>Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger.</p><p>III. - Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget.</p><p>IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.</p>",
            "num": "347",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 922838400000,
            "dateFin": 1272672000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146871",
                        "id": "LEGISCTA000006146871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-09",
                        "fin": "2999-01-01",
                        "titre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162364",
                        "id": "LEGISCTA000006162364",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006297405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162364",
            "sectionParentId": "LEGISCTA000006162364",
            "sectionParentTitre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts &gt; II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006297410",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000209044",
                    "textTitle": "Loi 98-1266 1998-12-30 art. 111 1° Finances pour 1999 JORF 31 décembre 1998",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000209044",
                    "natureText": "LOI",
                    "datePubliTexte": "1998-12-31",
                    "dateSignaTexte": "1998-12-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000209983",
                    "textTitle": "Décret 99-382 1999-05-18",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000209983",
                    "natureText": "DECRET",
                    "datePubliTexte": "1999-05-20",
                    "dateSignaTexte": "1999-05-18",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1651, 1653 A, 1651 B, 1651 C, 1651 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 170 undecies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "170 undecies",
                    "articleId": "LEGIARTI000034947777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 1999",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006297405",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 378604800000,
                    "dateFin": 566006400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 566006400000,
                    "dateFin": 599356800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297408",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 599356800000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297409",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 893203200000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297410",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179838",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025625044",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1465776000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032702537",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1465776000000,
                    "dateFin": 1504224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034616015",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1504224000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "347"
            ],
            "versionPrecedente": "LEGIARTI000006297409",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006297409",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental. Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission. Le représentant salarié visé à l'article 1651 B est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs. 2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils. L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission. 3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante. Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction. Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le commissaire de la République au vu des propositions de ces organisations ou organismes. En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée. 4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent. II. - 1. Pour l'application du deuxième alinéa de l'article 1651 A, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. 2. Pour l'application de l'article 1651 C, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles. 3. Pour les matières visées à l'article 1651 D, les membres désignés représentent les différentes régions agricoles du département. Dans le cas prévu au premier alinéa de l'article 1651 D, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. Dans le cas prévu au deuxième alinéa de l'article 1651 D, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles. Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger. III. - ((Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget)) (M). IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects. (M) Modification qui entrera en vigueur pour les désignations des représentants appelés à siéger en 1998.",
            "texteHtml": "<p>I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental.</p><p>Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission.</p><p>Le représentant salarié visé à l'article 1651 B est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs.</p><p>2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils.</p><p>L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission.</p><p>3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante.</p><p>Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction.</p><p>Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le commissaire de la République au vu des propositions de ces organisations ou organismes.</p><p>En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée.</p><p>4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent.</p><p>II. - 1. Pour l'application du deuxième alinéa de l'article 1651 A, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>2. Pour l'application de l'article 1651 C, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles.</p><p>3. Pour les matières visées à l'article 1651 D, les membres désignés représentent les différentes régions agricoles du département.</p><p>Dans le cas prévu au premier alinéa de l'article 1651 D, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>Dans le cas prévu au deuxième alinéa de l'article 1651 D, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles.</p><p>Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger.</p><p>III. - ((Il est désigné deux suppléants pour un titulaire. Le nombre de suppléants peut toutefois être modifié dans les conditions et limites fixées par arrêté du ministre chargé du budget)) (M).</p><p>IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.</p><p>(M) Modification qui entrera en vigueur pour les désignations des représentants appelés à siéger en 1998.</p><p></p>",
            "num": "347",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 893203200000,
            "dateFin": 922838400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146871",
                        "id": "LEGISCTA000006146871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-09",
                        "fin": "2999-01-01",
                        "titre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162364",
                        "id": "LEGISCTA000006162364",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006297405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162364",
            "sectionParentId": "LEGISCTA000006162364",
            "sectionParentTitre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts &gt; II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006297409",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000386849",
                    "textTitle": "Décret n°97-1110 du 28 novembre 1997 - art. 1 () JORF 29 novembre 1997",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006330644",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-11-29",
                    "dateSignaTexte": "1997-11-28",
                    "dateDebutCible": "1997-11-29"
                },
                {
                    "textCid": "JORFTEXT000000386849",
                    "textTitle": "Décret n°97-1110 du 28 novembre 1997 - art. 2 (V) JORF 29 novembre 1997",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006330645",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-11-29",
                    "dateSignaTexte": "1997-11-28",
                    "dateDebutCible": "1997-11-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1651, 1653 A, 1651 B, 1651 C, 1651 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 170 undecies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "170 undecies",
                    "articleId": "LEGIARTI000034947777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 22 avril 1998",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006297405",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 378604800000,
                    "dateFin": 566006400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 566006400000,
                    "dateFin": 599356800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297408",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 599356800000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297409",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 893203200000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297410",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179838",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025625044",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1465776000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032702537",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1465776000000,
                    "dateFin": 1504224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034616015",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1504224000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "347"
            ],
            "versionPrecedente": "LEGIARTI000006297408",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006297408",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental. Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission. Le représentant salarié visé à l'article 1651 B est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs. 2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils. L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission. 3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante. Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction. Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le commissaire de la République au vu des propositions de ces organisations ou organismes. En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée. 4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent. II. - 1. Pour l'application du deuxième alinéa de l'article 1651 A, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. 2. Pour l'application de l'article 1651 C, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles. 3. Pour les matières visées à l'article 1651 D, les membres désignés représentent les différentes régions agricoles du département. Dans le cas prévu au premier alinéa de l'article 1651 D, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. Dans le cas prévu au deuxième alinéa de l'article 1651 D, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles. Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger. III. - 1. Sous réserve des dispositions ci-après, il est désigné deux suppléants pour un titulaire. 2. Si le président de la commission le juge utile, le nombre de suppléants peut être augmenté, pour la ville de Paris, jusqu'à : soixante-quinze, en ce qui concerne les représentants des contribuables désignés par la chambre de commerce et d'industrie ; vingt-cinq, en ce qui concerne les représentants des contribuables désignés par la chambre des métiers et par les organisations ou organismes professionnels regroupant les titulaires de revenus non commerciaux. 3. Dans les mêmes conditions qu'au 2, le nombre de suppléants peut être porté respectivement à trente et à quinze, pour les départements de plus de 600 000 habitants. IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.",
            "texteHtml": "<p>I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental.</p><p>Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission.</p><p>Le représentant salarié visé à l'article 1651 B est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs.</p><p>2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils.</p><p>L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission.</p><p>3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante.</p><p>Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction.</p><p>Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le commissaire de la République au vu des propositions de ces organisations ou organismes.</p><p>En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée.</p><p>4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent.</p><p>II. - 1. Pour l'application du deuxième alinéa de l'article 1651 A, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>2. Pour l'application de l'article 1651 C, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles.</p><p>3. Pour les matières visées à l'article 1651 D, les membres désignés représentent les différentes régions agricoles du département.</p><p>Dans le cas prévu au premier alinéa de l'article 1651 D, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>Dans le cas prévu au deuxième alinéa de l'article 1651 D, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles.</p><p>Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger.</p><p>III. - 1. Sous réserve des dispositions ci-après, il est désigné deux suppléants pour un titulaire.</p><p>2. Si le président de la commission le juge utile, le nombre de suppléants peut être augmenté, pour la ville de Paris, jusqu'à :</p><p>soixante-quinze, en ce qui concerne les représentants des contribuables désignés par la chambre de commerce et d'industrie ;</p><p>vingt-cinq, en ce qui concerne les représentants des contribuables désignés par la chambre des métiers et par les organisations ou organismes professionnels regroupant les titulaires de revenus non commerciaux.</p><p>3. Dans les mêmes conditions qu'au 2, le nombre de suppléants peut être porté respectivement à trente et à quinze, pour les départements de plus de 600 000 habitants.</p><p>IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.</p><p></p>",
            "num": "347",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 599356800000,
            "dateFin": 893203200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146871",
                        "id": "LEGISCTA000006146871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-09",
                        "fin": "2999-01-01",
                        "titre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162364",
                        "id": "LEGISCTA000006162364",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006297405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162364",
            "sectionParentId": "LEGISCTA000006162364",
            "sectionParentTitre": "II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts &gt; II : Commission départementale des impôts directs et des taxes sur le chiffre d'affaires",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006297408",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000501418",
                    "textTitle": "Décret n°88-1189 du 28 décembre 1988 - art. 1 () JORF 29 décembre 1988",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006325601",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-12-29",
                    "dateSignaTexte": "1988-12-28",
                    "dateDebutCible": "1988-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1651, 1653 A, 1651 B, 1651 C, 1651 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 170 undecies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "170 undecies",
                    "articleId": "LEGIARTI000034947777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006297405",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 378604800000,
                    "dateFin": 566006400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 566006400000,
                    "dateFin": 599356800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297408",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 599356800000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297409",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 893203200000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297410",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179838",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025625044",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1465776000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032702537",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1465776000000,
                    "dateFin": 1504224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034616015",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1504224000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "347"
            ],
            "versionPrecedente": "LEGIARTI000006297407",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006297407",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental. Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission. Le représentant salarié visé à l'article 1651 B est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs. 2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils. L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission. 3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante. Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction. Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le commissaire de la République au vu des propositions de ces organisations ou organismes. En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée. 4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent. II. - 1. Pour l'application du deuxième alinéa de l'article 1651 A, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. 2. Pour l'application de l'article 1651 C, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles. 3. Pour les matières visées à l'article 1651 D, les membres désignés représentent les différentes régions agricoles du département. Dans le cas prévu au premier alinéa de l'article 1651 D, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole. Dans le cas prévu au deuxième alinéa de l'article 1651 D, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles. Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger. III. - 1. Sous réserve des dispositions ci-après, il est désigné deux suppléants pour un titulaire. 2. Pour la ville de Paris, si le président de la commission le juge utile, le nombre de suppléants peut être augmenté jusqu'à : - soixante, en ce qui concerne les représentants des contribuables désignés par la chambre de commerce et d'industrie ; - quinze, en ce qui concerne les représentants désignés par la chambre des métiers et par les organisations ou organismes professionnels regroupant les titulaires de revenus non commerciaux. 3. Pour les départements de plus d'un million d'habitants, la majoration visée au deuxième alinéa du 2 est fixée à trente. IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.",
            "texteHtml": "<p>I. - 1. Sous réserve des dispositions des deuxième et troisième alinéas ci-après, les représentants des contribuables sont désignés par les organisations ou organismes représentatifs au niveau départemental.</p><p>Les organisations ou organismes à compétence interdépartementale désignent les représentants des contribuables parmi les professionnels exerçant dans le ressort de la commission.</p><p>Le représentant salarié visé à l'article 1651 B est désigné par les organisations ou organismes nationaux représentatifs des ingénieurs et cadres supérieurs.</p><p>2. Les membres de la commission doivent être de nationalité française, âgés de vingt-cinq ans au moins et jouir de leurs droits civils.</p><p>L'expert-comptable visé à l'article 1651 du code général des impôts doit être inscrit au tableau régional de l'ordre et exercer son activité dans le ressort de la commission.</p><p>3. Les organisations ou organismes représentatifs adressent la liste des représentants qu'ils désignent au secrétariat de la commission le 1er décembre au plus tard, pour l'année suivante. Les représentants des contribuables sont désignés pour une année. Leur mandat est renouvelable par tacite reconduction.</p><p>Lorsqu'il existe dans un même département plusieurs organisations ou organismes ayant vocation à désigner des membres, et à défaut d'accord entre eux, les représentants des contribuables sont désignés par le commissaire de la République au vu des propositions de ces organisations ou organismes.</p><p>En cas de retard, d'empêchement ou d'absence de désignation des représentants des contribuables, la commission est valablement constituée.</p><p>4. Les organismes consulaires doivent consulter les organisations patronales interprofessionnelles avant d'établir la liste des représentants qu'ils désignent.</p><p>II. - 1. Pour l'application du deuxième alinéa de l'article 1651 A, les représentants des contribuables sont choisis parmi les propriétaires ruraux et exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>2. Pour l'application de l'article 1651 C, les membres désignés par les fédérations départementales des syndicats d'exploitants agricoles sont choisis parmi les propriétaires ruraux passibles de l'impôt sur le revenu dans la catégorie des bénéfices agricoles.</p><p>3. Pour les matières visées à l'article 1651 D, les membres désignés représentent les différentes régions agricoles du département.</p><p>Dans le cas prévu au premier alinéa de l'article 1651 D, les représentants des contribuables sont choisis moitié parmi les propriétaires ruraux et moitié parmi les exploitants agricoles, passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole.</p><p>Dans le cas prévu au deuxième alinéa de l'article 1651 D, les représentants des contribuables désignés par la chambre d'agriculture sont choisis moitié parmi les propriétaires ruraux sur proposition des fédérations départementales des syndicats de la propriété agricole et des fédérations départementales des syndicats d'exploitants agricoles et moitié parmi les exploitants agricoles passibles de l'impôt sur le revenu au titre des bénéfices de l'exploitation agricole, sur proposition des fédérations départementales des syndicats d'exploitants agricoles.</p><p>Lorsque la commission se prononce sur les tarifs d'évaluation ou les coefficients d'actualisation des valeurs locatives des bois et forêts, un des représentants des contribuables doit être propriétaire de bois et forêts ; il est appelé à siéger.</p><p>III. - 1. Sous réserve des dispositions ci-après, il est désigné deux suppléants pour un titulaire.</p><p>2. Pour la ville de Paris, si le président de la commission le juge utile, le nombre de suppléants peut être augmenté jusqu'à :</p><p>- soixante, en ce qui concerne les représentants des contribuables désignés par la chambre de commerce et d'industrie ; - quinze, en ce qui concerne les représentants désignés par la chambre des métiers et par les organisations ou organismes professionnels regroupant les titulaires de revenus non commerciaux. 3. Pour les départements de plus d'un million d'habitants, la majoration visée au deuxième alinéa du 2 est fixée à trente.</p><p></p><p>IV. - Lorsqu'en matière de taxes sur le chiffre d'affaires la commission est saisie d'un litige intéressant un contribuable qui relève de l'administration des douanes et des droits indirects au regard desdites taxes, l'un des représentants de la direction générale des impôts peut être remplacé par un fonctionnaire de la direction générale des douanes et des droits indirects.</p>",
            "num": "347",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 566006400000,
            "dateFin": 599356800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-12-30",
                        "fin": "1984-07-24",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084180",
                        "id": "LEGISCTA000006084180",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1984-07-24",
                        "titre": "DISPOSITIONS COMMUNES AUX PREMIERE ET DEUXIEME PARTIES *IMPOTS D'ETAT, IMPOTS DIRECTS, TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES, CONTRIBUTIONS INDIRECTES ET MONOPOLES FISCAUX, IMPOSITIONS PERCUES AU PROFIT DES COLLECTIVITES LOCALES ET DE DIVERS ORGANISMES*",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114426",
                        "id": "LEGISCTA000006114426",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1984-07-24",
                        "titre": "DISPOSITIONS DIVERSES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133749",
                        "id": "LEGISCTA000006133749",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1984-07-24",
                        "titre": "COMMISSIONS ADMINISTRATIVES DES IMPOTS.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146813",
                        "id": "LEGISCTA000006146813",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006297405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146813",
            "sectionParentId": "LEGISCTA000006146813",
            "sectionParentTitre": "COMMISSIONS ADMINISTRATIVES DES IMPOTS.",
            "fullSectionsTitre": null,
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006297407",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000523057",
                    "textTitle": "Décret 87-985 1987-12-08 art. 1 JORF 9 décembre 1987",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000523057",
                    "natureText": "DECRET",
                    "datePubliTexte": "1987-12-09",
                    "dateSignaTexte": "1987-12-08",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000684439",
                    "textTitle": "Décret n°88-199 du 29 février 1988 - art. 1 (V) JORF 2 mars 1988",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006352318",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-03-02",
                    "dateSignaTexte": "1988-02-29",
                    "dateDebutCible": "1988-03-03"
                },
                {
                    "textCid": "JORFTEXT000000509838",
                    "textTitle": "Décret 88-1001 1988-10-20",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000509838",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-10-22",
                    "dateSignaTexte": "1988-10-20",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1651",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 1651 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 1651 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 1651 D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 1653 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 170 undecies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "170 undecies",
                    "articleId": "LEGIARTI000034947777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006297405",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 378604800000,
                    "dateFin": 566006400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 566006400000,
                    "dateFin": 599356800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297408",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 599356800000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297409",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 893203200000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297410",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179838",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025625044",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1465776000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032702537",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1465776000000,
                    "dateFin": 1504224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034616015",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1504224000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "347"
            ],
            "versionPrecedente": "LEGIARTI000006297406",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006297406",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La commission départementale prévue à l'article 1651 du code général des impôts est valablement constituée lorsque les organismes chargés de désigner les représentants des contribuables ont disposé d'un délai d'un mois pour procéder à cette désignation à partir de la demande qui leur a été adressée par le président de la commission ou en ce qui concerne les personnes visées à l'article 1653 A-I-4° et 5° du même code  par le directeur des services fiscaux. La commission se réunit sur la convocation de son président. Elle délibère valablement à condition qu'il y ait au moins quatre membres présents  y compris le président. Convoqués dix jours au moins avant la réunion  les contribuables intéressés  ou le maire de la commune intéressée en matière d'évaluation des propriétés non bâties  sont invités à se faire entendre  ou à faire parvenir leurs observations écrites. Ils peuvent déléguer un mandataire dûment habilité (1). 2. Un agent de la direction générale des impôts  ayant au moins le grade d'inspecteur  remplit les fonctions de secrétaire de la commission  avec voix consultative. Un ou plusieurs agents de la même direction générale  ayant au moins le grade d'inspecteur peuvent assister aux séances de la commission en qualité de secrétaires adjoints. Ils ont également voix consultative. 3. Lorsqu'en matière de taxes sur le chiffre d'affaires la commission prévue à l'article 1651 du code général des impôts est saisie d'un litige intéressant un redevable qui relève de l'administration des douanes et droits indirects au regard desdites taxes  l'un des secrétaires adjoints de la commission peut être un agent des douanes et droits indirects ayant au moins le grade d'inspecteur. 4. Le rapport par lequel l'administration soumet le différend à la commission doit obligatoirement indiquer selon le cas le montant du forfait du bénéfice du chiffre d'affaires ou de la valeur vénale que l'intéressé était en dernier lieu disposé à accepter. 5. A la demande de l'un de ses membres  la commission peut  si elle l'estime utile  entendre en séance tout fonctionnaire qui a pris part à la détermination de la base d'imposition qui fait l'objet du désaccord dont elle est saisie ou  en cas d'absence ou de mutation son successeur ou remplaçant. (1) Voir également art. 1651 bis du code général des impôts.",
            "texteHtml": "<p></p>   1. La commission départementale prévue à l'article 1651 du code général des impôts est valablement constituée lorsque les organismes chargés de désigner les représentants des contribuables ont disposé d'un délai d'un mois pour procéder à cette désignation à partir de la demande qui leur a été adressée par le président de la commission ou en ce qui concerne les personnes visées à l'article 1653 A-I-4° et 5° du même code  par le directeur des services fiscaux.<p></p><p></p>   La commission se réunit sur la convocation de son président.<p></p><p></p>   Elle délibère valablement à condition qu'il y ait au moins quatre membres présents  y compris le président.<p></p><p></p>   Convoqués dix jours au moins avant la réunion  les contribuables intéressés  ou le maire de la commune intéressée en matière d'évaluation des propriétés non bâties  sont invités à se faire entendre  ou à faire parvenir leurs observations écrites. Ils peuvent déléguer un mandataire dûment habilité (1).<p></p><p></p>   2. Un agent de la direction générale des impôts  ayant au moins le grade d'inspecteur  remplit les fonctions de secrétaire de la commission  avec voix consultative. Un ou plusieurs agents de la même direction générale  ayant au moins le grade d'inspecteur peuvent assister aux séances de la commission en qualité de secrétaires adjoints. Ils ont également voix consultative.<p></p><p></p><p></p>   3. Lorsqu'en matière de taxes sur le chiffre d'affaires la commission prévue à l'article 1651 du code général des impôts est saisie d'un litige intéressant un redevable qui relève de l'administration des douanes et droits indirects au regard desdites taxes  l'un des secrétaires adjoints de la commission peut être un agent des douanes et droits indirects ayant au moins le grade d'inspecteur.<p></p><p></p><p></p>   4. Le rapport par lequel l'administration soumet le différend à la commission doit obligatoirement indiquer selon le cas le montant du forfait du bénéfice du chiffre d'affaires ou de la valeur vénale que l'intéressé était en dernier lieu disposé à accepter.<p></p><p></p><p></p>   5. A la demande de l'un de ses membres  la commission peut  si elle l'estime utile  entendre en séance tout fonctionnaire qui a pris part à la détermination de la base d'imposition qui fait l'objet du désaccord dont elle est saisie ou  en cas d'absence ou de mutation son successeur ou remplaçant.<p></p><p></p><p></p>   (1) Voir également art. 1651 bis du code général des impôts.<p></p><p></p>",
            "num": "347",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 378604800000,
            "dateFin": 566006400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-12-30",
                        "fin": "1984-07-24",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084180",
                        "id": "LEGISCTA000006084180",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1984-07-24",
                        "titre": "DISPOSITIONS COMMUNES AUX PREMIERE ET DEUXIEME PARTIES *IMPOTS D'ETAT, IMPOTS DIRECTS, TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES, CONTRIBUTIONS INDIRECTES ET MONOPOLES FISCAUX, IMPOSITIONS PERCUES AU PROFIT DES COLLECTIVITES LOCALES ET DE DIVERS ORGANISMES*",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114426",
                        "id": "LEGISCTA000006114426",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1984-07-24",
                        "titre": "DISPOSITIONS DIVERSES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133749",
                        "id": "LEGISCTA000006133749",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1984-07-24",
                        "titre": "COMMISSIONS ADMINISTRATIVES DES IMPOTS.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146813",
                        "id": "LEGISCTA000006146813",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006297405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146813",
            "sectionParentId": "LEGISCTA000006146813",
            "sectionParentTitre": "COMMISSIONS ADMINISTRATIVES DES IMPOTS.",
            "fullSectionsTitre": null,
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006297406",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Décret 82-881 1982-10-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000000515870",
                    "textTitle": "Loi n°81-1160 du 30 décembre 1981 - art. 102 (P) JORF 31 DECEMBRE 1981",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "102",
                    "articleId": "LEGIARTI000006273561",
                    "natureText": "LOI",
                    "datePubliTexte": "1981-12-31",
                    "dateSignaTexte": "1981-12-30",
                    "dateDebutCible": "1982-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1651",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 1651 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 1653 A I 4°, 5°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 170 undecies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "170 undecies",
                    "articleId": "LEGIARTI000034947777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006297405",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 378604800000,
                    "dateFin": 566006400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 566006400000,
                    "dateFin": 599356800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297408",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 599356800000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297409",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 893203200000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297410",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179838",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025625044",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1465776000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032702537",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1465776000000,
                    "dateFin": 1504224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034616015",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1504224000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "347"
            ],
            "versionPrecedente": "LEGIARTI000006297405",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006297405",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La commission départementale prévue à l'article 1651 du code général des impôts est valablement constituée lorsque les organismes chargés de désigner les représentants des contribuables ont disposé d'un délai d'un mois pour procéder à cette désignation à partir de la demande qui leur a été adressée par le président de la commission ou en ce qui concerne les personnes visées à l'article 1653 A-I-3o et 4o du même code  par le directeur des services fiscaux. La commission se réunit sur la convocation de son président. Elle délibère valablement à condition qu'il y ait au moins quatre membres présents  y compris le président. Convoqués dix jours au moins avant la réunion  les contribuables intéressés  ou le maire de la commune intéressée en matière d'évaluation des propriétés non bâties  sont invités à se faire entendre  ou à faire parvenir leurs observations écrites. Ils peuvent déléguer un mandataire dûment habilité (1). 2. Un agent de la direction générale des impôts  ayant au moins le grade d'inspecteur  remplit les fonctions de secrétaire de la commission  avec voix consultative. Un ou plusieurs agents de la même direction générale  ayant au moins le grade d'inspecteur peuvent assister aux séances de la commission en qualité de secrétaires adjoints. Ils ont également voix consultative. 3. Lorsqu'en matière de taxes sur le chiffre d'affaires la commission prévue à l'article 1651 du code général des impôts est saisie d'un litige intéressant un redevable qui relève de l'administration des douanes et droits indirects au regard desdites taxes  l'un des secrétaires adjoints de la commission peut être un agent des douanes et droits indirects ayant au moins le grade d'inspecteur. 4. Le rapport par lequel l'administration soumet le différend à la commission doit obligatoirement indiquer selon le cas le montant du forfait du bénéfice du chiffre d'affaires ou de la valeur vénale que l'intéressé était en dernier lieu disposé à accepter. 5. A la demande de l'un de ses membres  la commission peut  si elle l'estime utile  entendre en séance tout fonctionnaire qui a pris part à la détermination de la base d'imposition qui fait l'objet du désaccord dont elle est saisie ou  en cas d'absence ou de mutation son successeur ou remplaçant. (1) Voir également art. 1651 bis du code général des impôts.",
            "texteHtml": "<p></p>   1. La commission départementale prévue à l'article 1651 du code général des impôts est valablement constituée lorsque les organismes chargés de désigner les représentants des contribuables ont disposé d'un délai d'un mois pour procéder à cette désignation à partir de la demande qui leur a été adressée par le président de la commission ou en ce qui concerne les personnes visées à l'article 1653 A-I-3o et 4o du même code  par le directeur des services fiscaux.<p></p><p></p>   La commission se réunit sur la convocation de son président.<p></p><p></p>   Elle délibère valablement à condition qu'il y ait au moins quatre membres présents  y compris le président.<p></p><p></p>   Convoqués dix jours au moins avant la réunion  les contribuables intéressés  ou le maire de la commune intéressée en matière d'évaluation des propriétés non bâties  sont invités à se faire entendre  ou à faire parvenir leurs observations écrites. Ils peuvent déléguer un mandataire dûment habilité (1).<p></p><p></p>   2. Un agent de la direction générale des impôts  ayant au moins le grade d'inspecteur  remplit les fonctions de secrétaire de la commission  avec voix consultative. Un ou plusieurs agents de la même direction générale  ayant au moins le grade d'inspecteur peuvent assister aux séances de la commission en qualité de secrétaires adjoints. Ils ont également voix consultative.<p></p><p></p><p></p>   3. Lorsqu'en matière de taxes sur le chiffre d'affaires la commission prévue à l'article 1651 du code général des impôts est saisie d'un litige intéressant un redevable qui relève de l'administration des douanes et droits indirects au regard desdites taxes  l'un des secrétaires adjoints de la commission peut être un agent des douanes et droits indirects ayant au moins le grade d'inspecteur.<p></p><p></p><p></p>   4. Le rapport par lequel l'administration soumet le différend à la commission doit obligatoirement indiquer selon le cas le montant du forfait du bénéfice du chiffre d'affaires ou de la valeur vénale que l'intéressé était en dernier lieu disposé à accepter.<p></p><p></p><p></p>   5. A la demande de l'un de ses membres  la commission peut  si elle l'estime utile  entendre en séance tout fonctionnaire qui a pris part à la détermination de la base d'imposition qui fait l'objet du désaccord dont elle est saisie ou  en cas d'absence ou de mutation son successeur ou remplaçant.<p></p><p></p><p></p>   (1) Voir également art. 1651 bis du code général des impôts.<p></p><p></p>",
            "num": "347",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 378604800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-12-30",
                        "fin": "1984-07-24",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084180",
                        "id": "LEGISCTA000006084180",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1984-07-24",
                        "titre": "DISPOSITIONS COMMUNES AUX PREMIERE ET DEUXIEME PARTIES *IMPOTS D'ETAT, IMPOTS DIRECTS, TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES, CONTRIBUTIONS INDIRECTES ET MONOPOLES FISCAUX, IMPOSITIONS PERCUES AU PROFIT DES COLLECTIVITES LOCALES ET DE DIVERS ORGANISMES*",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114426",
                        "id": "LEGISCTA000006114426",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1984-07-24",
                        "titre": "DISPOSITIONS DIVERSES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133749",
                        "id": "LEGISCTA000006133749",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1984-07-24",
                        "titre": "COMMISSIONS ADMINISTRATIVES DES IMPOTS.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146813",
                        "id": "LEGISCTA000006146813",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006297405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146813",
            "sectionParentId": "LEGISCTA000006146813",
            "sectionParentTitre": "COMMISSIONS ADMINISTRATIVES DES IMPOTS.",
            "fullSectionsTitre": "ASSIETTE ET LIQUIDATION DE L'IMPOT &gt; DISPOSITIONS COMMUNES AUX PREMIERE ET DEUXIEME PARTIES *IMPOTS D'ETAT, IMPOTS DIRECTS, TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES, CONTRIBUTIONS INDIRECTES ET MONOPOLES FISCAUX, IMPOSITIONS PERCUES AU PROFIT DES COLLECTIVITES LOCALES ET DE DIVERS ORGANISMES* &gt; DISPOSITIONS DIVERSES &gt; COMMISSIONS ADMINISTRATIVES DES IMPOTS.",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006297405",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1651",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 1651 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 1653 A I 3°, 4°",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 170 undecies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "170 undecies",
                    "articleId": "LEGIARTI000034947777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "EDITION 1979-07-01",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006297405",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 378604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 378604800000,
                    "dateFin": 566006400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 566006400000,
                    "dateFin": 599356800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297408",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 599356800000,
                    "dateFin": 893203200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297409",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 893203200000,
                    "dateFin": 922838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006297410",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022179838",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025625044",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1465776000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032702537",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1465776000000,
                    "dateFin": 1504224000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034616015",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1504224000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "347"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}