{
    "cid": "LEGIARTI000006754755",
    "num": "R922-37",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126978",
                        "id": "LEGISCTA000006126978",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-10",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions relatives aux retraites complémentaires obligatoires, aux institutions de retraite complémentaire et à leurs fédérations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141961",
                        "id": "LEGISCTA000006141961",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions relatives aux institutions de retraite complémentaire et à leurs fédérations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156781",
                        "id": "LEGISCTA000006156781",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-10",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Statuts, règlement et conseil d'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173631",
                        "id": "LEGISCTA000006173631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions particulières aux institutions de retraite complémentaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186697",
                        "id": "LEGISCTA000006186697",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000006754755",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R922-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R922-48",
                    "articleId": "LEGIARTI000026309867",
                    "natureText": "CODE",
                    "date": 1622685109848,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1345766400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000440885",
                    "textTitle": "Décret n°2004-965 du 9 septembre 2004 - art. 1 () JORF 10 septembre 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006234252",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-09-10",
                    "dateSignaTexte": "2004-09-09",
                    "dateDebutCible": "2004-09-10"
                }
            ],
            "num": "R922-37",
            "origine": "LEGI",
            "texte": "L'assemblée générale, réunie en session ordinaire, est convoquée par le président du conseil d'administration ou, en cas d'empêchement, par le vice-président. En cas de carence, elle peut également être convoquée par le ou les commissaires aux comptes. Les formes et les délais de convocation de l'assemblée générale sont fixés par les statuts. Les membres de l'assemblée générale doivent disposer de tout document utile à la préparation de l'assemblée. La liste de ces documents ainsi que leurs modalités d'envoi et de mise à disposition sont fixées par les statuts. A compter de la convocation, tout membre de l'assemblée générale a la faculté de poser par écrit des questions relevant de la compétence de l'assemblée générale, auxquelles il peut être répondu par le président du conseil d'administration, dans des conditions fixées par les statuts. L'ordre du jour de l'assemblée générale ordinaire d'une institution de retraite complémentaire est arrêté conjointement par le président et le vice-président. L'inscription à l'ordre du jour de l'assemblée générale de toute question relevant de sa compétence est de droit quand elle est demandée par une fraction, fixée par les statuts, des membres de l'assemblée générale. L'assemblée ne peut délibérer sur une question qui n'est pas à l'ordre du jour. L'ordre du jour de l'assemblée ne peut être modifié sur deuxième convocation que dans le respect des formes et des délais prévus par les statuts. L'assemblée générale est réunie au moins une fois par an et obligatoirement dans les neuf mois suivant la clôture de l'exercice. Elle se réunit au siège social ou en tout autre lieu du même département ou de la même région. Une feuille de présence est tenue à chaque assemblée dans les conditions fixées par les statuts.",
            "texteHtml": "<p></p>   L'assemblée générale, réunie en session ordinaire, est convoquée par le président du conseil d'administration ou, en cas d'empêchement, par le vice-président. En cas de carence, elle peut également être convoquée par le ou les commissaires aux comptes. Les formes et les délais de convocation de l'assemblée générale sont fixés par les statuts.<p></p><p></p>   Les membres de l'assemblée générale doivent disposer de tout document utile à la préparation de l'assemblée. La liste de ces documents ainsi que leurs modalités d'envoi et de mise à disposition sont fixées par les statuts.<p></p><p></p>   A compter de la convocation, tout membre de l'assemblée générale a la faculté de poser par écrit des questions relevant de la compétence de l'assemblée générale, auxquelles il peut être répondu par le président du conseil d'administration, dans des conditions fixées par les statuts.<p></p><p></p>   L'ordre du jour de l'assemblée générale ordinaire d'une institution de retraite complémentaire est arrêté conjointement par le président et le vice-président. L'inscription à l'ordre du jour de l'assemblée générale de toute question relevant de sa compétence est de droit quand elle est demandée par une fraction, fixée par les statuts, des membres de l'assemblée générale.<p></p><p></p>   L'assemblée ne peut délibérer sur une question qui n'est pas à l'ordre du jour. L'ordre du jour de l'assemblée ne peut être modifié sur deuxième convocation que dans le respect des formes et des délais prévus par les statuts.<p></p><p></p>   L'assemblée générale est réunie au moins une fois par an et obligatoirement dans les neuf mois suivant la clôture de l'exercice. Elle se réunit au siège social ou en tout autre lieu du même département ou de la même région. Une feuille de présence est tenue à chaque assemblée dans les conditions fixées par les statuts.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2004-09-10T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}