{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048521639",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Toute société qui est une grande entreprise, au sens de l'article L. 230-1, et qui est contrôlée, au sens du II ou du III de l'article L. 233-16, par une société consolidante ne disposant pas d'un siège social dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen publie un rapport consolidé relatif aux enjeux de durabilité, à la diligence du conseil d'administration, du directoire ou du gérant. Toute société qui est comprise dans les comptes consolidés d'une société ne disposant pas d'un siège social dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen et qui dispose d'une succursale en France dont le chiffre d'affaires net excède, à la date de clôture de l'exercice, un seuil fixé par décret publie un rapport consolidé relatif aux enjeux de durabilité, à la diligence du représentant légal en France de la société ou de la personne ayant le pouvoir de l'y engager. Le rapport mentionné au deux premiers alinéas du présent I comprend les descriptions et mentions prévues au I de l'article L. 233-28-4, relatives au groupe de la société mentionnée au II du présent article. Un décret en Conseil d'Etat précise le contenu de ce rapport, ainsi que ses modalités de présentation et de publication. II. - Les sociétés ne disposant pas d'un siège social dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen mentionnées au I sont celles qui remplissent les conditions cumulatives suivantes : 1° Elles revêtent une forme juridique comparable aux sociétés par actions et aux sociétés à responsabilité limitée ; 2° Elles comptabilisent un chiffre d'affaires net consolidé dans l'Espace économique européen qui excède, à la date de clôture de deux exercices consécutifs, un seuil fixé par décret ; 3° Elles ne sont pas contrôlées par une autre société, au sens du II ou du III de l'article L. 233-16 ; 4° Elles établissent les comptes consolidés, dans lesquels les actifs, les passifs, les fonds propres, les produits et les charges sont présentés comme étant ceux d'une seule entité économique, du plus grand ensemble d'entreprises. III. - Les informations portant sur des évolutions imminentes ou des affaires en cours de négociation peuvent être omises dans des cas exceptionnels lorsque, de l'avis dûment motivé des du conseil d'administration, du directoire ou du gérant de la société mentionnée au premier alinéa du I ou du représentant légal en France de la société mentionnée au deuxième alinéa du I ou de la personne ayant le pouvoir de l'y engager, selon le cas, leur publication nuirait gravement à la position commerciale de la société mentionnée au II à condition que cette omission ne fasse pas obstacle à la compréhension juste et équilibrée de l'évolution des affaires de ce groupe, ses résultats, sa situation et les incidences de son activité. IV. - Un rapport contenant l'avis sur la conformité de ces informations est émis par une ou plusieurs personnes ou un ou plusieurs cabinets habilités à émettre un avis sur l'information en matière de durabilité au titre du droit applicable à la société ou par un commissaire aux comptes inscrit sur la liste mentionnée au I de l'article L. 821-13 ou par un organisme tiers indépendant inscrit sur la liste mentionnée au I de l'article L. 822-3 est joint à ce rapport. V. - Les dispositions prévues au V de l'article L. 232-6-4 s'appliquent aux sociétés mentionnées au premier alinéa du I et aux représentants légaux en France des sociétés mentionnées au deuxième alinéa du I ou des personnes ayant le pouvoir de les y engager, selon le cas, en ce qui concerne le rapport ou les informations requis en vertu du I et le rapport mentionné au IV. VI. - L'obligation prévue au second alinéa du I ne s'applique pas : - si la société dispose d'un siège social dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, revêt une forme juridique qui n'est pas comparable aux sociétés par actions et aux sociétés à responsabilité limitée, ou n'est pas contrôlée, au sens du II ou du III de l'article L. 233-16, par une société remplissant les conditions prévues au II ; - si la société remplissant les conditions prévues au II contrôle, dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, une société qui est une grande entreprise, au sens de l'article L. 230-1, ou une société qui est une petite ou une moyenne entreprise, au sens de ce même article, dont les titres sont admis aux négociations sur un marché réglementé.",
            "texteHtml": "<p>I. - Toute société qui est une grande entreprise, au sens de l'article L. 230-1, et qui est contrôlée, au sens du II ou du III de l'article L. 233-16, par une société consolidante ne disposant pas d'un siège social dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen publie un rapport consolidé relatif aux enjeux de durabilité, à la diligence du conseil d'administration, du directoire ou du gérant.</p><p>Toute société qui est comprise dans les comptes consolidés d'une société ne disposant pas d'un siège social dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen et qui dispose d'une succursale en France dont le chiffre d'affaires net excède, à la date de clôture de l'exercice, un seuil fixé par décret publie un rapport consolidé relatif aux enjeux de durabilité, à la diligence du représentant légal en France de la société ou de la personne ayant le pouvoir de l'y engager.</p><p>Le rapport mentionné au deux premiers alinéas du présent I comprend les descriptions et mentions prévues au I de l'article L. 233-28-4, relatives au groupe de la société mentionnée au II du présent article.</p><p>Un décret en Conseil d'Etat précise le contenu de ce rapport, ainsi que ses modalités de présentation et de publication.</p><p>II. - Les sociétés ne disposant pas d'un siège social dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen mentionnées au I sont celles qui remplissent les conditions cumulatives suivantes :</p><p>1° Elles revêtent une forme juridique comparable aux sociétés par actions et aux sociétés à responsabilité limitée ;</p><p>2° Elles comptabilisent un chiffre d'affaires net consolidé dans l'Espace économique européen qui excède, à la date de clôture de deux exercices consécutifs, un seuil fixé par décret ;</p><p>3° Elles ne sont pas contrôlées par une autre société, au sens du II ou du III de l'article L. 233-16 ;</p><p>4° Elles établissent les comptes consolidés, dans lesquels les actifs, les passifs, les fonds propres, les produits et les charges sont présentés comme étant ceux d'une seule entité économique, du plus grand ensemble d'entreprises.</p><p>III. - Les informations portant sur des évolutions imminentes ou des affaires en cours de négociation peuvent être omises dans des cas exceptionnels lorsque, de l'avis dûment motivé des du conseil d'administration, du directoire ou du gérant de la société mentionnée au premier alinéa du I ou du représentant légal en France de la société mentionnée au deuxième alinéa du I ou de la personne ayant le pouvoir de l'y engager, selon le cas, leur publication nuirait gravement à la position commerciale de la société mentionnée au II à condition que cette omission ne fasse pas obstacle à la compréhension juste et équilibrée de l'évolution des affaires de ce groupe, ses résultats, sa situation et les incidences de son activité.</p><p>IV. - Un rapport contenant l'avis sur la conformité de ces informations est émis par une ou plusieurs personnes ou un ou plusieurs cabinets habilités à émettre un avis sur l'information en matière de durabilité au titre du droit applicable à la société ou par un commissaire aux comptes inscrit sur la liste mentionnée au I de l'article L. 821-13 ou par un organisme tiers indépendant inscrit sur la liste mentionnée au I de l'article L. 822-3 est joint à ce rapport.</p><p>V. - Les dispositions prévues au V de l'article L. 232-6-4 s'appliquent aux sociétés mentionnées au premier alinéa du I et aux représentants légaux en France des sociétés mentionnées au deuxième alinéa du I ou des personnes ayant le pouvoir de les y engager, selon le cas, en ce qui concerne le rapport ou les informations requis en vertu du I et le rapport mentionné au IV.</p><p>VI. - L'obligation prévue au second alinéa du I ne s'applique pas :</p><p> - si la société dispose d'un siège social dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, revêt une forme juridique qui n'est pas comparable aux sociétés par actions et aux sociétés à responsabilité limitée, ou n'est pas contrôlée, au sens du II ou du III de l'article L. 233-16, par une société remplissant les conditions prévues au II ;</p><p> - si la société remplissant les conditions prévues au II contrôle, dans un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, une société qui est une grande entreprise, au sens de l'article L. 230-1, ou une société qui est une petite ou une moyenne entreprise, au sens de ce même article, dont les titres sont admis aux négociations sur un marché réglementé.</p>",
            "num": "L233-28-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080397599,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113739",
                        "id": "LEGISCTA000006113739",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : Dispositions communes aux diverses sociétés commerciales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133177",
                        "id": "LEGISCTA000006133177",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Des filiales, des participations et des sociétés contrôlées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146053",
                        "id": "LEGISCTA000006146053",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2024-01-01",
                        "titre": "Section 3 : Des comptes consolidés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161295",
                        "id": "LEGISCTA000006161295",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des documents comptables et des informations consolidées en matière de durabilité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161295",
                        "id": "LEGISCTA000048535268",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048521616",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161295",
            "sectionParentId": "LEGISCTA000048535268",
            "sectionParentTitre": "Section 3 : Des documents comptables et des informations consolidées en matière de durabilité",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique. &gt; TITRE III : Dispositions communes aux diverses sociétés commerciales. &gt; Chapitre III : Des filiales, des participations et des sociétés contrôlées &gt; Section 3 : Des documents comptables et des informations consolidées en matière de durabilité",
            "refInjection": "MD-20240108_202250_086_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048521639",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Se reporter aux modalités d'application prévues à l'article 33 de l'ordonnance n° 2023-1142 du 6 décembre 2023.",
            "notaHtml": "<p>Se reporter aux modalités d'application prévues à l'article 33 de l'ordonnance n° 2023-1142 du 6 décembre 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048519395",
                    "textTitle": "Ordonnance n°2023-1142 du 6 décembre 2023 - art. 9",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000048520376",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2023-12-07",
                    "dateSignaTexte": "2023-12-06",
                    "dateDebutCible": "2023-12-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000048735301",
                    "textTitle": "Décret n°2023-1394 du 30 décembre 2023 - art. 5",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048870035",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-1394",
                    "datePubli": 1703980800000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L221-7-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-7-1",
                    "articleId": "LEGIARTI000048535085",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1735689600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048521639",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L233-28-5",
                "233-28-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}