{
    "cid": "LEGIARTI000032742047",
    "num": "L5211-3-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023706480",
                        "id": "LEGISCTA000023706480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072346",
                        "id": "LEGISCTA000023081942",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA NAVIGATION MARITIME",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072760",
                        "id": "LEGISCTA000023081237",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IER : DROIT DE PASSAGE INOFFENSIF  DANS LES EAUX TERRITORIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072762",
                        "id": "LEGISCTA000023081234",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027516433",
                        "id": "LEGISCTA000027516433",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000041715755",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041712108",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041712109",
                    "natureText": "RAPPORT",
                    "date": 1634241615076,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1583971200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070716",
                    "natureText": "CODE",
                    "date": 1634241615076,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2352-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2352-1",
                    "articleId": "LEGIARTI000006540127",
                    "natureText": "CODE",
                    "date": 1634241615076,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1103587200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5762-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5762-1",
                    "articleId": "LEGIARTI000044204506",
                    "natureText": "CODE",
                    "date": 1634241615076,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5772-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5772-1",
                    "articleId": "LEGIARTI000044204576",
                    "natureText": "CODE",
                    "date": 1634241615077,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5782-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5782-1",
                    "articleId": "LEGIARTI000044204624",
                    "natureText": "CODE",
                    "date": 1634241615077,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5792-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5792-1",
                    "articleId": "LEGIARTI000044204684",
                    "natureText": "CODE",
                    "date": 1634241615077,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L311-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-2",
                    "articleId": "LEGIARTI000025505567",
                    "natureText": "CODE",
                    "date": 1634241615077,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1533081600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041712122",
                    "textTitle": "Ordonnance n°2020-234 du 11 mars 2020 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000041713584",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-03-12",
                    "dateSignaTexte": "2020-03-11",
                    "dateDebutCible": "2020-03-13"
                }
            ],
            "num": "L5211-3-1",
            "origine": "LEGI",
            "texte": "I.-Pour prévenir une atteinte grave à la sécurité des personnes et des biens, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire peuvent, à toute heure, accéder à bord et procéder à une fouille de sûreté de tout navire ou de tout autre engin flottant, à l'exception des navires de guerre étrangers et des autres navires d'Etat étrangers utilisés à des fins non commerciales, se trouvant soit dans les eaux intérieures, soit dans la mer territoriale et se dirigeant ou ayant déclaré son intention de se diriger vers un port ou vers les eaux intérieures. Cette fouille de sûreté est opérée avec l'accord du capitaine, ou de son représentant, ou, à défaut, sur instructions du procureur de la République communiquées par tous moyens. Est considérée comme le capitaine la personne qui exerce, de droit ou de fait, le commandement ou la conduite du navire ou de l'engin flottant. Dans l'attente des instructions du procureur de la République, le navire ou l'engin flottant peut être immobilisé pour une durée qui ne peut excéder une heure. La fouille de sûreté se déroule en présence du capitaine du navire ou de son représentant. Elle comprend l'inspection des extérieurs ainsi que des cales, des soutes et des locaux aux fins de rechercher                                        des matériels de guerre, armes, munitions et leurs éléments mentionnés à l' article L. 311-2 du code de la sécurité intérieure ainsi que des produits explosifs mentionnés à l' article L. 2352-1 du code de la défense . Le navire ou l'engin flottant ne peut être immobilisé que le temps strictement nécessaire au déroulement de la fouille de sûreté. L'officier de police judiciaire responsable de la fouille de sûreté rend compte du déroulement des opérations au procureur de la République, au représentant de l'Etat en mer ainsi qu'au représentant de l'Etat dans le département du port de destination. Il informe sans délai le procureur de la République de toute infraction constatée. II.-Lorsque les locaux sont affectés à un usage privé ou d'habitation et que le navire ou l'engin flottant est dans la mer territoriale, dans les eaux intérieures ou depuis moins de soixante-douze heures dans un port, dans une rade ou à quai, la fouille de sûreté est effectuée en présence de l'occupant des lieux ou, à défaut, du capitaine ou de son représentant. III.-Lorsque la fouille de sûreté des locaux mentionnés au II intervient alors que le navire ou l'engin flottant est dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel se trouve le navire. L'ordonnance ayant autorisé la fouille de sûreté est exécutoire au seul vu de la minute. La procédure est sans représentation obligatoire. La fouille de sûreté s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Celui-ci peut se rendre dans les locaux durant l'intervention. A tout moment, il peut décider de l'arrêt ou de la suspension de la fouille de sûreté. L'ordonnance est notifiée verbalement et sur place au moment de la fouille de sûreté à l'occupant des lieux ou, en son absence, au capitaine ou à son représentant. L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. IV.-Un procès-verbal de fouille de sûreté est établi et contresigné par le capitaine ou son représentant, à qui une copie est immédiatement remise, ainsi que, le cas échéant, à l'occupant des locaux affectés à un usage privé ou d'habitation, avec mention des voies et délais de recours. Il est adressé au procureur de la République, au représentant de l'Etat en mer ainsi qu'au préfet de département du port de destination. V.-L'occupant des locaux mentionnés aux II et III peut contester la régularité de la fouille de sûreté devant le premier président de la cour d'appel selon les règles de la procédure sans représentation. VI.-Ce recours doit être formé par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.",
            "texteHtml": "<p>I.-Pour prévenir une atteinte grave à la sécurité des personnes et des biens, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire peuvent, à toute heure, accéder à bord et procéder à une fouille de sûreté de tout navire ou de tout autre engin flottant, à l'exception des navires de guerre étrangers et des autres navires d'Etat étrangers utilisés à des fins non commerciales, se trouvant soit dans les eaux intérieures, soit dans la mer territoriale et se dirigeant ou ayant déclaré son intention de se diriger vers un port ou vers les eaux intérieures. <br/><br/>Cette fouille de sûreté est opérée avec l'accord du capitaine, ou de son représentant, ou, à défaut, sur instructions du procureur de la République communiquées par tous moyens. <br/><br/>Est considérée comme le capitaine la personne qui exerce, de droit ou de fait, le commandement ou la conduite du navire ou de l'engin flottant. <br/><br/>Dans l'attente des instructions du procureur de la République, le navire ou l'engin flottant peut être immobilisé pour une durée qui ne peut excéder une heure. <br/><br/>La fouille de sûreté se déroule en présence du capitaine du navire ou de son représentant. Elle comprend l'inspection des extérieurs ainsi que des cales, des soutes et des locaux aux fins de rechercher                                        des matériels de guerre, armes, munitions et leurs éléments mentionnés à l'<a href='/article/LEGIARTI000025505567'>article L. 311-2 du code de la sécurité intérieure</a> ainsi que des produits explosifs mentionnés à l'<a href='/article/LEGIARTI000006540127'>article L. 2352-1 du code de la défense</a>. <br/><br/>Le navire ou l'engin flottant ne peut être immobilisé que le temps strictement nécessaire au déroulement de la fouille de sûreté. <br/><br/>L'officier de police judiciaire responsable de la fouille de sûreté rend compte du déroulement des opérations au procureur de la République, au représentant de l'Etat en mer ainsi qu'au représentant de l'Etat dans le département du port de destination. Il informe sans délai le procureur de la République de toute infraction constatée. <br/><br/>II.-Lorsque les locaux sont affectés à un usage privé ou d'habitation et que le navire ou l'engin flottant est dans la mer territoriale, dans les eaux intérieures ou depuis moins de soixante-douze heures dans un port, dans une rade ou à quai, la fouille de sûreté est effectuée en présence de l'occupant des lieux ou, à défaut, du capitaine ou de son représentant. <br/><br/>III.-Lorsque la fouille de sûreté des locaux mentionnés au II intervient alors que le navire ou l'engin flottant est dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel se trouve le navire. <br/><br/>L'ordonnance ayant autorisé la fouille de sûreté est exécutoire au seul vu de la minute. La procédure est sans représentation obligatoire. La fouille de sûreté s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Celui-ci peut se rendre dans les locaux durant l'intervention. A tout moment, il peut décider de l'arrêt ou de la suspension de la fouille de sûreté. <br/><br/>L'ordonnance est notifiée verbalement et sur place au moment de la fouille de sûreté à l'occupant des lieux ou, en son absence, au capitaine ou à son représentant. <br/><br/>L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. <br/><br/>IV.-Un procès-verbal de fouille de sûreté est établi et contresigné par le capitaine ou son représentant, à qui une copie est immédiatement remise, ainsi que, le cas échéant, à l'occupant des locaux affectés à un usage privé ou d'habitation, avec mention des voies et délais de recours. Il est adressé au procureur de la République, au représentant de l'Etat en mer ainsi qu'au préfet de département du port de destination. <br/><br/>V.-L'occupant des locaux mentionnés aux II et III peut contester la régularité de la fouille de sûreté devant le premier président de la cour d'appel selon les règles de la procédure sans représentation. <br/><br/>VI.-Ce recours doit être formé par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ce recours n'est pas suspensif. <br/><br/>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. <br/><br/>Le <a href='https://www.legifrance.gouv.fr/affichCode.do?cidTexte=LEGITEXT000006070716&dateTexte=&categorieLien=cid'>code de procédure civile</a> s'applique sous réserve des dispositions prévues au présent article.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2020-03-13T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023706480",
                        "id": "LEGISCTA000023706480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072346",
                        "id": "LEGISCTA000023081942",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA NAVIGATION MARITIME",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072760",
                        "id": "LEGISCTA000023081237",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IER : DROIT DE PASSAGE INOFFENSIF  DANS LES EAUX TERRITORIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072762",
                        "id": "LEGISCTA000023081234",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027516433",
                        "id": "LEGISCTA000027516433",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000039278855",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041712108",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041712109",
                    "natureText": "RAPPORT",
                    "date": 1634241614704,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1583971200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2353-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2353-4",
                    "articleId": "LEGIARTI000006540134",
                    "natureText": "CODE",
                    "date": 1634241614704,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5762-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5762-1",
                    "articleId": "LEGIARTI000044204506",
                    "natureText": "CODE",
                    "date": 1634241614704,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5772-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5772-1",
                    "articleId": "LEGIARTI000044204576",
                    "natureText": "CODE",
                    "date": 1634241614704,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5782-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5782-1",
                    "articleId": "LEGIARTI000044204624",
                    "natureText": "CODE",
                    "date": 1634241614705,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5792-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5792-1",
                    "articleId": "LEGIARTI000044204684",
                    "natureText": "CODE",
                    "date": 1634241614705,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L317-7",
                    "articleId": "LEGIARTI000025505676",
                    "natureText": "CODE",
                    "date": 1634241614705,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "num": "L5211-3-1",
            "origine": "LEGI",
            "texte": "I.-Pour prévenir une atteinte grave à la sécurité des personnes et des biens, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire peuvent, à toute heure, accéder à bord et procéder à une fouille de sûreté de tout navire ou de tout autre engin flottant, à l'exception des navires de guerre étrangers et des autres navires d'Etat étrangers utilisés à des fins non commerciales, se trouvant soit dans les eaux intérieures, soit dans la mer territoriale et se dirigeant ou ayant déclaré son intention de se diriger vers un port ou vers les eaux intérieures. Cette fouille de sûreté est opérée avec l'accord du capitaine, ou de son représentant, ou, à défaut, sur instructions du procureur de la République communiquées par tous moyens. Est considérée comme le capitaine la personne qui exerce, de droit ou de fait, le commandement ou la conduite du navire ou de l'engin flottant. Dans l'attente des instructions du procureur de la République, le navire ou l'engin flottant peut être immobilisé pour une durée qui ne peut excéder une heure. La fouille de sûreté se déroule en présence du capitaine du navire ou de son représentant. Elle comprend l'inspection des extérieurs ainsi que des cales, des soutes et des locaux aux fins de rechercher des matériels, armes ou explosifs mentionnés aux articles L. 317-7 et L. 317-8 du code de la sécurité intérieure et à l'article L. 2353-4 du code de la défense. Le navire ou l'engin flottant ne peut être immobilisé que le temps strictement nécessaire au déroulement de la fouille de sûreté. L'officier de police judiciaire responsable de la fouille de sûreté rend compte du déroulement des opérations au procureur de la République, au représentant de l'Etat en mer ainsi qu'au représentant de l'Etat dans le département du port de destination. Il informe sans délai le procureur de la République de toute infraction constatée. II.-Lorsque les locaux sont affectés à un usage privé ou d'habitation et que le navire ou l'engin flottant est dans la mer territoriale, dans les eaux intérieures ou depuis moins de soixante-douze heures dans un port, dans une rade ou à quai, la fouille de sûreté est effectuée en présence de l'occupant des lieux ou, à défaut, du capitaine ou de son représentant. III.-Lorsque la fouille de sûreté des locaux mentionnés au II intervient alors que le navire ou l'engin flottant est dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du   tribunal judiciaire dans le ressort duquel se trouve le navire. L'ordonnance ayant autorisé la fouille de sûreté est exécutoire au seul vu de la minute. La procédure est sans représentation obligatoire. La fouille de sûreté s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Celui-ci peut se rendre dans les locaux durant l'intervention. A tout moment, il peut décider de l'arrêt ou de la suspension de la fouille de sûreté. L'ordonnance est notifiée verbalement et sur place au moment de la fouille de sûreté à l'occupant des lieux ou, en son absence, au capitaine ou à son représentant. L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. IV.-Un procès-verbal de fouille de sûreté est établi et contresigné par le capitaine ou son représentant, à qui une copie est immédiatement remise, ainsi que, le cas échéant, à l'occupant des locaux affectés à un usage privé ou d'habitation, avec mention des voies et délais de recours. Il est adressé au procureur de la République, au représentant de l'Etat en mer ainsi qu'au préfet de département du port de destination. V.-L'occupant des locaux mentionnés aux II et III peut contester la régularité de la fouille de sûreté devant le premier président de la cour d'appel selon les règles de la procédure sans représentation. VI.-Ce recours doit être formé par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.",
            "texteHtml": "<p>I.-Pour prévenir une atteinte grave à la sécurité des personnes et des biens, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire peuvent, à toute heure, accéder à bord et procéder à une fouille de sûreté de tout navire ou de tout autre engin flottant, à l'exception des navires de guerre étrangers et des autres navires d'Etat étrangers utilisés à des fins non commerciales, se trouvant soit dans les eaux intérieures, soit dans la mer territoriale et se dirigeant ou ayant déclaré son intention de se diriger vers un port ou vers les eaux intérieures. <br/><br/>Cette fouille de sûreté est opérée avec l'accord du capitaine, ou de son représentant, ou, à défaut, sur instructions du procureur de la République communiquées par tous moyens. <br/><br/>Est considérée comme le capitaine la personne qui exerce, de droit ou de fait, le commandement ou la conduite du navire ou de l'engin flottant. <br/><br/>Dans l'attente des instructions du procureur de la République, le navire ou l'engin flottant peut être immobilisé pour une durée qui ne peut excéder une heure. <br/><br/>La fouille de sûreté se déroule en présence du capitaine du navire ou de son représentant. Elle comprend l'inspection des extérieurs ainsi que des cales, des soutes et des locaux aux fins de rechercher des matériels, armes ou explosifs mentionnés aux articles <a href='/article/LEGIARTI000025505676'>L. 317-7 et L. 317-8 </a>du code de la sécurité intérieure et à <a href='/article/LEGIARTI000006540134'>l'article L. 2353-4</a> du code de la défense. <br/><br/>Le navire ou l'engin flottant ne peut être immobilisé que le temps strictement nécessaire au déroulement de la fouille de sûreté. <br/><br/>L'officier de police judiciaire responsable de la fouille de sûreté rend compte du déroulement des opérations au procureur de la République, au représentant de l'Etat en mer ainsi qu'au représentant de l'Etat dans le département du port de destination. Il informe sans délai le procureur de la République de toute infraction constatée. <br/><br/>II.-Lorsque les locaux sont affectés à un usage privé ou d'habitation et que le navire ou l'engin flottant est dans la mer territoriale, dans les eaux intérieures ou depuis moins de soixante-douze heures dans un port, dans une rade ou à quai, la fouille de sûreté est effectuée en présence de l'occupant des lieux ou, à défaut, du capitaine ou de son représentant. <br/><br/>III.-Lorsque la fouille de sûreté des locaux mentionnés au II intervient alors que le navire ou l'engin flottant est dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du   tribunal judiciaire dans le ressort duquel se trouve le navire. <br/><br/>L'ordonnance ayant autorisé la fouille de sûreté est exécutoire au seul vu de la minute. La procédure est sans représentation obligatoire. La fouille de sûreté s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Celui-ci peut se rendre dans les locaux durant l'intervention. A tout moment, il peut décider de l'arrêt ou de la suspension de la fouille de sûreté. <br/><br/>L'ordonnance est notifiée verbalement et sur place au moment de la fouille de sûreté à l'occupant des lieux ou, en son absence, au capitaine ou à son représentant. <br/><br/>L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. <br/><br/>IV.-Un procès-verbal de fouille de sûreté est établi et contresigné par le capitaine ou son représentant, à qui une copie est immédiatement remise, ainsi que, le cas échéant, à l'occupant des locaux affectés à un usage privé ou d'habitation, avec mention des voies et délais de recours. Il est adressé au procureur de la République, au représentant de l'Etat en mer ainsi qu'au préfet de département du port de destination. <br/><br/>V.-L'occupant des locaux mentionnés aux II et III peut contester la régularité de la fouille de sûreté devant le premier président de la cour d'appel selon les règles de la procédure sans représentation. <br/><br/>VI.-Ce recours doit être formé par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ce recours n'est pas suspensif. <br/><br/>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. <br/><br/>Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2020-01-01T00:00:00.000Z",
            "dateFin": "2020-03-13T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023706480",
                        "id": "LEGISCTA000023706480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072346",
                        "id": "LEGISCTA000023081942",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA NAVIGATION MARITIME",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072760",
                        "id": "LEGISCTA000023081237",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IER : DROIT DE PASSAGE INOFFENSIF  DANS LES EAUX TERRITORIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072762",
                        "id": "LEGISCTA000023081234",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027516433",
                        "id": "LEGISCTA000027516433",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000033557668",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041712108",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041712109",
                    "natureText": "RAPPORT",
                    "date": 1634241614344,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1583971200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2353-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2353-4",
                    "articleId": "LEGIARTI000006540134",
                    "natureText": "CODE",
                    "date": 1634241614344,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5762-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5762-1",
                    "articleId": "LEGIARTI000044204506",
                    "natureText": "CODE",
                    "date": 1634241614344,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5772-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5772-1",
                    "articleId": "LEGIARTI000044204576",
                    "natureText": "CODE",
                    "date": 1634241614344,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5782-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5782-1",
                    "articleId": "LEGIARTI000044204624",
                    "natureText": "CODE",
                    "date": 1634241614344,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5792-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5792-1",
                    "articleId": "LEGIARTI000044204684",
                    "natureText": "CODE",
                    "date": 1634241614345,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L317-7",
                    "articleId": "LEGIARTI000025505676",
                    "natureText": "CODE",
                    "date": 1634241614345,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033553233",
                    "textTitle": "Ordonnance n°2016-1687 du 8 décembre 2016 - art. 64",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "64",
                    "articleId": "LEGIARTI000033553944",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-12-09",
                    "dateSignaTexte": "2016-12-08",
                    "dateDebutCible": "2016-12-10"
                }
            ],
            "num": "L5211-3-1",
            "origine": "LEGI",
            "texte": "I.-Pour prévenir une atteinte grave à la sécurité des personnes et des biens, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire peuvent, à toute heure, accéder à bord et procéder à une fouille de sûreté de tout navire ou de tout autre engin flottant, à l'exception des navires de guerre étrangers et des autres navires d'Etat étrangers utilisés à des fins non commerciales, se trouvant soit dans les eaux intérieures, soit dans la mer territoriale et se dirigeant ou ayant déclaré son intention de se diriger vers un port ou vers les eaux intérieures. Cette fouille de sûreté est opérée avec l'accord du capitaine, ou de son représentant, ou, à défaut, sur instructions du procureur de la République communiquées par tous moyens. Est considérée comme le capitaine la personne qui exerce, de droit ou de fait, le commandement ou la conduite du navire ou de l'engin flottant. Dans l'attente des instructions du procureur de la République, le navire ou l'engin flottant peut être immobilisé pour une durée qui ne peut excéder une heure. La fouille de sûreté se déroule en présence du capitaine du navire ou de son représentant. Elle comprend l'inspection des extérieurs ainsi que des cales, des soutes et des locaux aux fins de rechercher des matériels, armes ou explosifs mentionnés aux articles L. 317-7 et L. 317-8 du code de la sécurité intérieure et à l'article L. 2353-4 du code de la défense. Le navire ou l'engin flottant ne peut être immobilisé que le temps strictement nécessaire au déroulement de la fouille de sûreté. L'officier de police judiciaire responsable de la fouille de sûreté rend compte du déroulement des opérations au procureur de la République, au représentant de l'Etat en mer ainsi qu'au représentant de l'Etat dans le département du port de destination. Il informe sans délai le procureur de la République de toute infraction constatée. II.-Lorsque les locaux sont affectés à un usage privé ou d'habitation et que le navire ou l'engin flottant est dans la mer territoriale, dans les eaux intérieures ou depuis moins de soixante-douze heures dans un port, dans une rade ou à quai, la fouille de sûreté est effectuée en présence de l'occupant des lieux ou, à défaut, du capitaine ou de son représentant. III.-Lorsque la fouille de sûreté des locaux mentionnés au II intervient alors que le navire ou l'engin flottant est dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel se trouve le navire. L'ordonnance ayant autorisé la fouille de sûreté est exécutoire au seul vu de la minute. La procédure est sans représentation obligatoire. La fouille de sûreté s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Celui-ci peut se rendre dans les locaux durant l'intervention. A tout moment, il peut décider de l'arrêt ou de la suspension de la fouille de sûreté. L'ordonnance est notifiée verbalement et sur place au moment de la fouille de sûreté à l'occupant des lieux ou, en son absence, au capitaine ou à son représentant. L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. IV.-Un procès-verbal de fouille de sûreté est établi et contresigné par le capitaine ou son représentant, à qui une copie est immédiatement remise, ainsi que, le cas échéant, à l'occupant des locaux affectés à un usage privé ou d'habitation, avec mention des voies et délais de recours. Il est adressé au procureur de la République, au représentant de l'Etat en mer ainsi qu'au préfet de département du port de destination. V.-L'occupant des locaux mentionnés aux II et III peut contester la régularité de la fouille de sûreté devant le premier président de la cour d'appel selon les règles de la procédure sans représentation. VI.-Ce recours doit être formé par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.",
            "texteHtml": "<p>I.-Pour prévenir une atteinte grave à la sécurité des personnes et des biens, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire peuvent, à toute heure, accéder à bord et procéder à une fouille de sûreté de tout navire ou de tout autre engin flottant, à l'exception des navires de guerre étrangers et des autres navires d'Etat étrangers utilisés à des fins non commerciales, se trouvant soit dans les eaux intérieures, soit dans la mer territoriale et se dirigeant ou ayant déclaré son intention de se diriger vers un port ou vers les eaux intérieures. <br/><br/>Cette fouille de sûreté est opérée avec l'accord du capitaine, ou de son représentant, ou, à défaut, sur instructions du procureur de la République communiquées par tous moyens. <br/><br/>Est considérée comme le capitaine la personne qui exerce, de droit ou de fait, le commandement ou la conduite du navire ou de l'engin flottant. <br/><br/>Dans l'attente des instructions du procureur de la République, le navire ou l'engin flottant peut être immobilisé pour une durée qui ne peut excéder une heure. <br/><br/>La fouille de sûreté se déroule en présence du capitaine du navire ou de son représentant. Elle comprend l'inspection des extérieurs ainsi que des cales, des soutes et des locaux aux fins de rechercher des matériels, armes ou explosifs mentionnés aux articles <a href='/article/LEGIARTI000025505676'>L. 317-7 et L. 317-8 </a>du code de la sécurité intérieure et à <a href='/article/LEGIARTI000006540134'>l'article L. 2353-4</a> du code de la défense. <br/><br/>Le navire ou l'engin flottant ne peut être immobilisé que le temps strictement nécessaire au déroulement de la fouille de sûreté. <br/><br/>L'officier de police judiciaire responsable de la fouille de sûreté rend compte du déroulement des opérations au procureur de la République, au représentant de l'Etat en mer ainsi qu'au représentant de l'Etat dans le département du port de destination. Il informe sans délai le procureur de la République de toute infraction constatée. <br/><br/>II.-Lorsque les locaux sont affectés à un usage privé ou d'habitation et que le navire ou l'engin flottant est dans la mer territoriale, dans les eaux intérieures ou depuis moins de soixante-douze heures dans un port, dans une rade ou à quai, la fouille de sûreté est effectuée en présence de l'occupant des lieux ou, à défaut, du capitaine ou de son représentant. <br/><br/>III.-Lorsque la fouille de sûreté des locaux mentionnés au II intervient alors que le navire ou l'engin flottant est dans un port, dans une rade ou à quai depuis soixante-douze heures au moins, elle ne peut être effectuée, en cas de refus de l'occupant des lieux, qu'après autorisation du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel se trouve le navire. <br/><br/>L'ordonnance ayant autorisé la fouille de sûreté est exécutoire au seul vu de la minute. La procédure est sans représentation obligatoire. La fouille de sûreté s'effectue sous l'autorité et le contrôle du juge qui l'a autorisée. Celui-ci peut se rendre dans les locaux durant l'intervention. A tout moment, il peut décider de l'arrêt ou de la suspension de la fouille de sûreté. <br/><br/>L'ordonnance est notifiée verbalement et sur place au moment de la fouille de sûreté à l'occupant des lieux ou, en son absence, au capitaine ou à son représentant. <br/><br/>L'ordonnance peut faire l'objet d'un appel devant le premier président de la cour d'appel. <br/><br/>IV.-Un procès-verbal de fouille de sûreté est établi et contresigné par le capitaine ou son représentant, à qui une copie est immédiatement remise, ainsi que, le cas échéant, à l'occupant des locaux affectés à un usage privé ou d'habitation, avec mention des voies et délais de recours. Il est adressé au procureur de la République, au représentant de l'Etat en mer ainsi qu'au préfet de département du port de destination. <br/><br/>V.-L'occupant des locaux mentionnés aux II et III peut contester la régularité de la fouille de sûreté devant le premier président de la cour d'appel selon les règles de la procédure sans représentation. <br/><br/>VI.-Ce recours doit être formé par déclaration remise ou adressée, par pli recommandé, au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal. Ce recours n'est pas suspensif. <br/><br/>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles de la procédure sans représentation. Le délai du pourvoi en cassation est de quinze jours. <br/><br/>Le code de procédure civile s'applique sous réserve des dispositions prévues au présent article.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-12-10T00:00:00.000Z",
            "dateFin": "2020-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023706480",
                        "id": "LEGISCTA000023706480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072346",
                        "id": "LEGISCTA000023081942",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA NAVIGATION MARITIME",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072760",
                        "id": "LEGISCTA000023081237",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IER : DROIT DE PASSAGE INOFFENSIF  DANS LES EAUX TERRITORIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023072762",
                        "id": "LEGISCTA000023081234",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027516433",
                        "id": "LEGISCTA000027516433",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000032742092",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041712108",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041712109",
                    "natureText": "RAPPORT",
                    "date": 1634241614716,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1583971200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2353-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2353-4",
                    "articleId": "LEGIARTI000006540134",
                    "natureText": "CODE",
                    "date": 1634241614716,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5762-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5762-1",
                    "articleId": "LEGIARTI000044204506",
                    "natureText": "CODE",
                    "date": 1634241614717,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5772-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5772-1",
                    "articleId": "LEGIARTI000044204576",
                    "natureText": "CODE",
                    "date": 1634241614717,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5782-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5782-1",
                    "articleId": "LEGIARTI000044204624",
                    "natureText": "CODE",
                    "date": 1634241614717,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L5792-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5792-1",
                    "articleId": "LEGIARTI000044204684",
                    "natureText": "CODE",
                    "date": 1634241614717,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1634256000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L317-7",
                    "articleId": "LEGIARTI000025505676",
                    "natureText": "CODE",
                    "date": 1634241614717,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032728685",
                    "textTitle": "LOI n°2016-816 du 20 juin 2016 - art. 72",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "72",
                    "articleId": "LEGIARTI000032730831",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-06-21",
                    "dateSignaTexte": "2016-06-20",
                    "dateDebutCible": "2016-06-22"
                }
            ],
            "num": "L5211-3-1",
            "origine": "LEGI",
            "texte": "Pour prévenir une atteinte grave à la sécurité des personnes et des biens, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire peuvent, à toute heure, accéder à bord et procéder à une fouille de sûreté de tout navire ou de tout autre engin flottant, à l'exception des navires de guerre étrangers et des autres navires d'Etat étrangers utilisés à des fins non commerciales, se trouvant soit dans les eaux intérieures, soit dans la mer territoriale et se dirigeant ou ayant déclaré son intention de se diriger vers un port français ou vers les eaux intérieures. Cette fouille de sûreté est opérée avec l'accord du capitaine, ou de son représentant, ou, à défaut, sur instructions du procureur de la République communiquées par tous moyens. Est considérée comme le capitaine la personne qui exerce, de droit ou de fait, le commandement ou la conduite du navire ou de l'engin flottant. Dans l'attente des instructions du procureur de la République, le navire ou l'engin flottant peut être immobilisé pour une durée qui ne peut excéder une heure. La fouille de sûreté se déroule en présence du capitaine du navire ou de son représentant. Elle comprend l'inspection des extérieurs ainsi que des cales, des soutes et des locaux, à l'exception des locaux affectés à un usage privé ou d'habitation, aux fins de rechercher des matériels, armes ou explosifs mentionnés aux articles L. 317-7 et L. 317-8 du code de la sécurité intérieure et à l'article L. 2353-4 du code de la défense. Le navire ou l'engin flottant ne peut être immobilisé que le temps strictement nécessaire au déroulement de la fouille de sûreté. L'officier de police judiciaire responsable de la fouille de sûreté rend compte du déroulement des opérations au procureur de la République, au représentant de l'Etat en mer ainsi qu'au préfet de département du port de destination. Il informe sans délai le procureur de la République de toute infraction constatée.",
            "texteHtml": "<p>Pour prévenir une atteinte grave à la sécurité des personnes et des biens, les officiers de police judiciaire et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire peuvent, à toute heure, accéder à bord et procéder à une fouille de sûreté de tout navire ou de tout autre engin flottant, à l'exception des navires de guerre étrangers et des autres navires d'Etat étrangers utilisés à des fins non commerciales, se trouvant soit dans les eaux intérieures, soit dans la mer territoriale et se dirigeant ou ayant déclaré son intention de se diriger vers un port français ou vers les eaux intérieures. </p><p>Cette fouille de sûreté est opérée avec l'accord du capitaine, ou de son représentant, ou, à défaut, sur instructions du procureur de la République communiquées par tous moyens. </p><p>Est considérée comme le capitaine la personne qui exerce, de droit ou de fait, le commandement ou la conduite du navire ou de l'engin flottant. </p><p>Dans l'attente des instructions du procureur de la République, le navire ou l'engin flottant peut être immobilisé pour une durée qui ne peut excéder une heure. </p><p>La fouille de sûreté se déroule en présence du capitaine du navire ou de son représentant. Elle comprend l'inspection des extérieurs ainsi que des cales, des soutes et des locaux, à l'exception des locaux affectés à un usage privé ou d'habitation, aux fins de rechercher des matériels, armes ou explosifs mentionnés aux <a href='/article/LEGIARTI000025505676' title='Code de la sécurité intérieure - art. L317-7 (V)'>articles L. 317-7 et L. 317-8 </a>du code de la sécurité intérieure et à <a href='/article/LEGIARTI000006540134' title='Code de la défense. - art. L2353-4 (V)'>l'article L. 2353-4</a> du code de la défense. </p><p>Le navire ou l'engin flottant ne peut être immobilisé que le temps strictement nécessaire au déroulement de la fouille de sûreté. </p><p>L'officier de police judiciaire responsable de la fouille de sûreté rend compte du déroulement des opérations au procureur de la République, au représentant de l'Etat en mer ainsi qu'au préfet de département du port de destination. Il informe sans délai le procureur de la République de toute infraction constatée.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-06-22T00:00:00.000Z",
            "dateFin": "2016-12-10T00:00:00.000Z"
        }
    ]
}