{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019083258",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le titulaire du livret d'épargne pour le codéveloppement s'engage à effectuer chaque année, à échéances régulières, mensuelles, trimestrielles ou semestrielles, des versements d'un montant annuel total d'au moins 600 euros. Le rythme de ces versements est déterminé par le contrat entre l'établissement de crédit et le titulaire du livret d'épargne pour le codéveloppement. Au cours de l'année, un ou plusieurs versements peuvent être majorés ou minorés à condition que le total des versements de l'année ne soit pas inférieur à 600 euros. II.-Le contrat entre l'établissement de crédit et le titulaire du livret d'épargne pour le codéveloppement fixe la durée du livret d'épargne pour le codéveloppement. Cette durée ne peut être inférieure à trois ans à compter du versement initial. Des avenants au contrat initial peuvent proroger le livret d'épargne pour le codéveloppement pour une année au moins sans que la durée d'un livret puisse être supérieure à dix ans. Les versements et les intérêts capitalisés acquis demeurent indisponibles pendant la durée initiale du livret d'épargne pour le codéveloppement sous peine de ne pouvoir bénéficier de la prime d'épargne. III.-Sous réserve du respect des I et II du présent article et des conditions prévues au III de l'article L. 221-34 , le titulaire d'un livret d'épargne pour le codéveloppement doit, pour bénéficier de la prime d'épargne prévue au III de l'article L. 221-34, remettre à l'établissement de crédit, au moment où il procède au retrait des sommes : a) La déclaration qui précise que les fonds seront investis dans les conditions prévues au III de l'article L. 221-34 et dont le modèle est annexé à la convention prévue au I du même article ; b) Les caractéristiques du projet financé par le prêt, notamment le lieu et l'objet de l'investissement, sa date de réalisation et son plan de financement ; c) Lorsque le prêt est consenti par un établissement de crédit autorisé à exercer ses activités en France, la convention de prêt entre le titulaire du livret d'épargne pour le codéveloppement et l'établissement prêteur ; d) Lorsque le projet consiste en l'achat à un tiers d'un immeuble ou d'un meuble, une promesse de vente, ou sa copie, datée et signée du vendeur précisant le montant de l'opération. IV.-Pour bénéficier de la prime prévue au III de l'article L. 221-34, le prêt contracté à des fins d'investissement doit être accordé par un établissement de crédit autorisé à exercer ses activités en France ou par une banque ou une institution financière d'un pays figurant sur la liste de pays fixée par l'arrêté prévu au II de l'article L. 221-33 et signataire d'une convention avec l'établissement de crédit dans lequel est ouvert le livret d'épargne pour le codéveloppement. Cette convention prévoit la transmission par la banque ou l'institution financière locale à l'établissement de crédit de la convention de prêt entre le titulaire du livret d'épargne pour le codéveloppement et la banque ou l'institution financière locale. V.-Les investissements qui ouvrent droit au versement de la prime d'épargne sont définis par les accords prévus au III de l'article L. 221-34 et concernent : a) La création, la reprise ou la prise de participation dans les entreprises locales ; b) L'abondement de fonds destinés à des activités de microfinance ; c) L'acquisition d'immobilier d'entreprise, d'immobilier commercial, ou de logements locatifs ; d) Le rachat de fonds de commerce. VI.-Au vu des documents prévus aux III et IV du présent article, l'établissement de crédit dans lequel est ouvert le livret d'épargne pour le codéveloppement vérifie la cohérence des informations qui y figurent, et s'assure que la destination de l'investissement est conforme aux emplois prévus par les accords mentionnés au III de l'article L. 221-34. VII.-Si l'une des conditions énoncées aux I à VI du présent article n'est pas remplie, le titulaire du livret d'épargne pour le codéveloppement ne peut bénéficier de la prime d'épargne. VIII.-Le taux de la prime d'épargne est révisé chaque année. Il est égal au taux d'adjudication des derniers bons du Trésor à intérêts annuels émis par l'Etat pour une durée de cinq ans au cours de l'année précédente. Le montant annuel de la prime d'épargne est calculé chaque année par l'établissement de crédit en appliquant le taux de la prime au capital des sommes déposées sur le livret d'épargne pour le codéveloppement. Le montant annuel de la prime d'épargne s'ajoute aux primes d'épargne constatées au cours des années antérieures. La prime d'épargne ne peut dépasser un montant de 500 euros par livret. IX.-L'établissement dans lequel est ouvert le livret d'épargne pour le codéveloppement conserve les documents mentionnés aux III et IV aux fins du contrôle prévu au V de l'article L. 221-34 et de la gestion du livret d'épargne pour le codéveloppement sans préjudice des autres dispositions du code monétaire et financier relatives aux obligations de conservation des documents.",
            "texteHtml": "<p>I.-Le titulaire du livret d'épargne pour le codéveloppement s'engage à effectuer chaque année, à échéances régulières, mensuelles, trimestrielles ou semestrielles, des versements d'un montant annuel total d'au moins 600 euros. Le rythme de ces versements est déterminé par le contrat entre l'établissement de crédit et le titulaire du livret d'épargne pour le codéveloppement. Au cours de l'année, un ou plusieurs versements peuvent être majorés ou minorés à condition que le total des versements de l'année ne soit pas inférieur à 600 euros. </p><p>II.-Le contrat entre l'établissement de crédit et le titulaire du livret d'épargne pour le codéveloppement fixe la durée du livret d'épargne pour le codéveloppement. Cette durée ne peut être inférieure à trois ans à compter du versement initial. Des avenants au contrat initial peuvent proroger le livret d'épargne pour le codéveloppement pour une année au moins sans que la durée d'un livret puisse être supérieure à dix ans. Les versements et les intérêts capitalisés acquis demeurent indisponibles pendant la durée initiale du livret d'épargne pour le codéveloppement sous peine de ne pouvoir bénéficier de la prime d'épargne. </p><p>III.-Sous réserve du respect des I et II du présent article et des conditions prévues au III de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006651970&dateTexte=&categorieLien=cid'>l'article L. 221-34</a>, le titulaire d'un livret d'épargne pour le codéveloppement doit, pour bénéficier de la prime d'épargne prévue au III de l'article L. 221-34, remettre à l'établissement de crédit, au moment où il procède au retrait des sommes : </p><p>a) La déclaration qui précise que les fonds seront investis dans les conditions prévues au III de l'article L. 221-34 et dont le modèle est annexé à la convention prévue au I du même article ; </p><p>b) Les caractéristiques du projet financé par le prêt, notamment le lieu et l'objet de l'investissement, sa date de réalisation et son plan de financement ; </p><p>c) Lorsque le prêt est consenti par un établissement de crédit autorisé à exercer ses activités en France, la convention de prêt entre le titulaire du livret d'épargne pour le codéveloppement et l'établissement prêteur ; </p><p>d) Lorsque le projet consiste en l'achat à un tiers d'un immeuble ou d'un meuble, une promesse de vente, ou sa copie, datée et signée du vendeur précisant le montant de l'opération. </p><p>IV.-Pour bénéficier de la prime prévue au III de l'article L. 221-34, le prêt contracté à des fins d'investissement doit être accordé par un établissement de crédit autorisé à exercer ses activités en France ou par une banque ou une institution financière d'un pays figurant sur la liste de pays fixée par l'arrêté prévu au II de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006651968&dateTexte=&categorieLien=cid'>l'article L. 221-33</a> et signataire d'une convention avec l'établissement de crédit dans lequel est ouvert le livret d'épargne pour le codéveloppement. Cette convention prévoit la transmission par la banque ou l'institution financière locale à l'établissement de crédit de la convention de prêt entre le titulaire du livret d'épargne pour le codéveloppement et la banque ou l'institution financière locale.</p><p>V.-Les investissements qui ouvrent droit au versement de la prime d'épargne sont définis par les accords prévus au III de l'article L. 221-34 et concernent : </p><p>a) La création, la reprise ou la prise de participation dans les entreprises locales ; </p><p>b) L'abondement de fonds destinés à des activités de microfinance ; </p><p>c) L'acquisition d'immobilier d'entreprise, d'immobilier commercial, ou de logements locatifs ; </p><p>d) Le rachat de fonds de commerce. </p><p>VI.-Au vu des documents prévus aux III et IV du présent article, l'établissement de crédit dans lequel est ouvert le livret d'épargne pour le codéveloppement vérifie la cohérence des informations qui y figurent, et s'assure que la destination de l'investissement est conforme aux emplois prévus par les accords mentionnés au III de l'article L. 221-34. </p><p>VII.-Si l'une des conditions énoncées aux I à VI du présent article n'est pas remplie, le titulaire du livret d'épargne pour le codéveloppement ne peut bénéficier de la prime d'épargne. </p><p>VIII.-Le taux de la prime d'épargne est révisé chaque année. Il est égal au taux d'adjudication des derniers bons du Trésor à intérêts annuels émis par l'Etat pour une durée de cinq ans au cours de l'année précédente. Le montant annuel de la prime d'épargne est calculé chaque année par l'établissement de crédit en appliquant le taux de la prime au capital des sommes déposées sur le livret d'épargne pour le codéveloppement. Le montant annuel de la prime d'épargne s'ajoute aux primes d'épargne constatées au cours des années antérieures. </p><p>La prime d'épargne ne peut dépasser un montant de 500 euros par livret. </p><p>IX.-L'établissement dans lequel est ouvert le livret d'épargne pour le codéveloppement conserve les documents mentionnés aux III et IV aux fins du contrôle prévu au V de l'article L. 221-34 et de la gestion du livret d'épargne pour le codéveloppement sans préjudice des autres dispositions du code monétaire et financier relatives aux obligations de conservation des documents.<br/></p>",
            "num": "R221-120",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1214697600000,
            "dateFin": 1415232000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123430",
                        "id": "LEGISCTA000006123430",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Les produits d'épargne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139627",
                        "id": "LEGISCTA000006139627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Produits d'épargne générale à régime fiscal spécifique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153789",
                        "id": "LEGISCTA000006153789",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-01",
                        "fin": "2008-06-29",
                        "titre": "Section 7 : Compte épargne codéveloppement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169758",
                        "id": "LEGISCTA000006169758",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-29",
                        "fin": "2014-11-06",
                        "titre": "Section 7 : L'épargne codéveloppement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169758",
                        "id": "LEGISCTA000019083288",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2007-03-01",
                        "fin": "2008-06-29",
                        "titre": "Sous-section 2 : Dispositions relatives au fonctionnement du compte épargne codéveloppement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184407",
                        "id": "LEGISCTA000006184407",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-06-29",
                        "fin": "2014-11-06",
                        "titre": "Sous-section 2 : Livret d'épargne pour le codéveloppement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184407",
                        "id": "LEGISCTA000019083275",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019081928",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184407",
            "sectionParentId": "LEGISCTA000019083275",
            "sectionParentTitre": "Sous-section 2 : Livret d'épargne pour le codéveloppement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Les produits &gt; Titre II : Les produits d'épargne &gt; Chapitre Ier : Produits d'épargne générale à régime fiscal spécifique.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019083258",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019078718",
                    "textTitle": "Décret n°2008-613\n du 27 juin 2008 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000019081393",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-06-28",
                    "dateSignaTexte": "2008-06-27",
                    "dateDebutCible": "2008-06-29"
                },
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 2",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000029702470",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-11-05",
                    "dateSignaTexte": "2014-11-03",
                    "dateDebutCible": "2014-11-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-33",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-33",
                    "articleId": "LEGIARTI000006651968",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153785600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-34",
                    "articleId": "LEGIARTI000006651970",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1195603200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019083258",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1214697600000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R221-120",
                "221-120"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}