{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045673635",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les titulaires de la mention 1° sous la modalité soins critiques adultes de l'article R. 6123-34-1 et les titulaires des mentions 1° ou 2° sous la modalité soins critiques pédiatriques de l'article R. 6123-34-2 doivent s'organiser en plateau technique de soins critiques comprenant au moins une unité de réanimation et au moins une unité de soins intensifs polyvalents contiguë. II.-L'unité de réanimation assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu leur pronostic vital ou fonctionnel, et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance. L'unité de réanimation pédiatrique de recours assure la prise en charge des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu le pronostic vital ou fonctionnel et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance, et dont l'affection peut requérir des avis et des soins particuliers, du fait de sa rareté ou sa complexité. L'unité de réanimation pédiatrique assure la prise en charge des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu le pronostic vital ou fonctionnel et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance. III.-Les unités de soins intensifs polyvalents contiguës et les unités de soins intensifs polyvalents dérogatoires en l'absence d'une unité de réanimation sur le site assurent la prise en charge des patients qui sont susceptibles de présenter une ou plusieurs défaillances aiguës mettant directement en jeu leur pronostic vital ou fonctionnel, et pouvant impliquer de façon transitoire le recours à une méthode de suppléance, dans l'attente le cas échéant d'un transfert en réanimation. Lorsque le patient présente une ou plusieurs défaillances aiguës mettant en jeu son pronostic vital ou fonctionnel et nécessitant un traitement de suppléance d'organe, il est transféré en réanimation. Les unités de soins intensifs polyvalents pédiatriques contiguës et les unités de soins intensifs polyvalents pédiatriques dérogatoires en l'absence d'une unité de réanimation sur le site assurent la prise en charge des patients âgés de moins de dix-huit ans, qui sont susceptibles de présenter une défaillance aigue mettant directement en jeu leur pronostic vital ou fonctionnel et pouvant impliquer de façon transitoire le recours à une méthode de suppléance, dans l'attente le cas échéant d'un transfert en réanimation. Lorsque le patient présente une ou plusieurs défaillances aiguës mettant en jeu son pronostic vital ou fonctionnel et nécessitant un traitement de suppléance d'organe, il est transféré en réanimation. IV.-L'unité de soins intensifs de cardiologie assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie cardiovasculaire, mettant directement en jeu leur pronostic vital ou fonctionnel, imposant des traitements spécifiques cardiologiques et pouvant impliquer le recours à une méthode de suppléance. V.-L'unité de soins intensifs de neurologie vasculaire assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie neuro-vasculaire mettant directement en jeu leur pronostic vital ou fonctionnel et imposant des traitements spécifiques neuro-vasculaires, de prévention et de rééducation neurologique et cognitive. VI.-L'unité de soins intensifs d'hématologie assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie hématologique mettant directement en jeu leur pronostic vital ou fonctionnel et imposant des traitements spécifiques hématologiques nécessitant un ou des séjours en secteur stérile. L'unité de soins intensifs pédiatriques d'hématologie assure la prise en charge, au sein d'une unité dédiée, des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie hématologique mettant directement en jeu leur pronostic vital ou fonctionnel imposant des traitements spécifiques hématologiques nécessitant un ou des séjours en secteur stérile. VII.-Lorsque les activités du site le justifient, le titulaire de la mention 1° mentionnée à l'article R. 6123-34-1 peut également disposer d'unités de soins intensifs de spécialité, à l'exception de celles mentionnées au 3°, 4° et 5° du même article, et notamment : 1° Néphrologie ; 2° Respiratoire ; 3° Hépato-gastro-entérologie. Lorsque les activités du site le justifient, le titulaire des mentions 1° ou 2° mentionnées à l'article R. 6123-34-2 peut également disposer d'unités de soins intensifs de spécialité, à l'exception de celle mentionnée au 4° dudit article, et notamment de cardiologie pédiatrique. Les unités de soins intensifs de spécialité mentionnées aux précédents alinéas assurent la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigüe de l'organe concerné, mettant directement en jeu leur pronostic vital ou fonctionnel, imposant des traitements spécifiques à la spécialité, et sans défaillance aiguë d'organe supplémentaire. Les unités de soins intensifs de spécialité mises en œuvre sont précisées dans la demande d'autorisation et mentionnées dans la décision d'autorisation. Toute modification de ces unités est portée à la connaissance du directeur général de l'agence régionale de santé territorialement compétente.",
            "texteHtml": "<p>I.-Les titulaires de la mention 1° sous la modalité soins critiques adultes de l'article R. 6123-34-1 et les titulaires des mentions 1° ou 2° sous la modalité soins critiques pédiatriques de l'article R. 6123-34-2 doivent s'organiser en plateau technique de soins critiques comprenant au moins une unité de réanimation et au moins une unité de soins intensifs polyvalents contiguë.<br/><br/>\n II.-L'unité de réanimation assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu leur pronostic vital ou fonctionnel, et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance.<br/><br/>\n L'unité de réanimation pédiatrique de recours assure la prise en charge des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu le pronostic vital ou fonctionnel et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance, et dont l'affection peut requérir des avis et des soins particuliers, du fait de sa rareté ou sa complexité.<br/><br/>\n L'unité de réanimation pédiatrique assure la prise en charge des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu le pronostic vital ou fonctionnel et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance.<br/><br/>\n III.-Les unités de soins intensifs polyvalents contiguës et les unités de soins intensifs polyvalents dérogatoires en l'absence d'une unité de réanimation sur le site assurent la prise en charge des patients qui sont susceptibles de présenter une ou plusieurs défaillances aiguës mettant directement en jeu leur pronostic vital ou fonctionnel, et pouvant impliquer de façon transitoire le recours à une méthode de suppléance, dans l'attente le cas échéant d'un transfert en réanimation. Lorsque le patient présente une ou plusieurs défaillances aiguës mettant en jeu son pronostic vital ou fonctionnel et nécessitant un traitement de suppléance d'organe, il est transféré en réanimation.<br/><br/>\n Les unités de soins intensifs polyvalents pédiatriques contiguës et les unités de soins intensifs polyvalents pédiatriques dérogatoires en l'absence d'une unité de réanimation sur le site assurent la prise en charge des patients âgés de moins de dix-huit ans, qui sont susceptibles de présenter une défaillance aigue mettant directement en jeu leur pronostic vital ou fonctionnel et pouvant impliquer de façon transitoire le recours à une méthode de suppléance, dans l'attente le cas échéant d'un transfert en réanimation. Lorsque le patient présente une ou plusieurs défaillances aiguës mettant en jeu son pronostic vital ou fonctionnel et nécessitant un traitement de suppléance d'organe, il est transféré en réanimation.<br/><br/>\n IV.-L'unité de soins intensifs de cardiologie assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie cardiovasculaire, mettant directement en jeu leur pronostic vital ou fonctionnel, imposant des traitements spécifiques cardiologiques et pouvant impliquer le recours à une méthode de suppléance.<br/><br/>\n V.-L'unité de soins intensifs de neurologie vasculaire assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie neuro-vasculaire mettant directement en jeu leur pronostic vital ou fonctionnel et imposant des traitements spécifiques neuro-vasculaires, de prévention et de rééducation neurologique et cognitive.<br/><br/>\n VI.-L'unité de soins intensifs d'hématologie assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie hématologique mettant directement en jeu leur pronostic vital ou fonctionnel et imposant des traitements spécifiques hématologiques nécessitant un ou des séjours en secteur stérile.<br/><br/>\n L'unité de soins intensifs pédiatriques d'hématologie assure la prise en charge, au sein d'une unité dédiée, des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie hématologique mettant directement en jeu leur pronostic vital ou fonctionnel imposant des traitements spécifiques hématologiques nécessitant un ou des séjours en secteur stérile.<br/><br/>\n VII.-Lorsque les activités du site le justifient, le titulaire de la mention 1° mentionnée à l'article R. 6123-34-1 peut également disposer d'unités de soins intensifs de spécialité, à l'exception de celles mentionnées au 3°, 4° et 5° du même article, et notamment :<br/><br/>\n 1° Néphrologie ;<br/><br/>\n 2° Respiratoire ;<br/><br/>\n 3° Hépato-gastro-entérologie.<br/><br/>\n Lorsque les activités du site le justifient, le titulaire des mentions 1° ou 2° mentionnées à l'article R. 6123-34-2 peut également disposer d'unités de soins intensifs de spécialité, à l'exception de celle mentionnée au 4° dudit article, et notamment de cardiologie pédiatrique.<br/><br/>\n Les unités de soins intensifs de spécialité mentionnées aux précédents alinéas assurent la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigüe de l'organe concerné, mettant directement en jeu leur pronostic vital ou fonctionnel, imposant des traitements spécifiques à la spécialité, et sans défaillance aiguë d'organe supplémentaire.<br/><br/>\n Les unités de soins intensifs de spécialité mises en œuvre sont précisées dans la demande d'autorisation et mentionnées dans la décision d'autorisation.<br/><br/>\n Toute modification de ces unités est portée à la connaissance du directeur général de l'agence régionale de santé territorialement compétente.</p>",
            "num": "R6123-34-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1685577600000,
            "dateFin": 1685577600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 596523235,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132400",
                        "id": "LEGISCTA000006132400",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Etablissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145493",
                        "id": "LEGISCTA000006145493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Equipement sanitaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161025",
                        "id": "LEGISCTA000006161025",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Conditions d'implantation de certaines activités de soins et des équipements matériels lourds",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178694",
                        "id": "LEGISCTA000006178694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2023-06-01",
                        "titre": "Section 2 : Réanimation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190810",
                        "id": "LEGISCTA000006190810",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-06-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Soins critiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190810",
                        "id": "LEGISCTA000045678199",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000045673607",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006190810",
            "sectionParentId": "LEGISCTA000045678199",
            "sectionParentTitre": "Section 2 : Soins critiques",
            "fullSectionsTitre": "Partie réglementaire &gt; Sixième partie : Etablissements et services de santé &gt; Livre Ier : Etablissements de santé &gt; Titre II : Equipement sanitaire &gt; Chapitre III : Conditions d'implantation de certaines activités de soins et des équipements matériels lourds &gt; Section 2 : Réanimation &gt; Section 2 : Soins critiques",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045673635",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l’article 4 du décret n° 2022-690 du 26 avril 2022, ces dispositions entrent en vigueur le 1er juin 2023.",
            "notaHtml": "<p>Conformément au I de l’article 4 du décret n° 2022-690 du 26 avril 2022, ces dispositions entrent en vigueur le 1er juin 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045668536",
                    "textTitle": "Décret n°2022-690 du 26 avril 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045672392",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-27",
                    "dateSignaTexte": "2022-04-26",
                    "dateDebutCible": "2022-04-28"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000045673635",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1685577600000,
                    "dateFin": 1685577600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046912081",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1685577600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R6123-34-3",
                "6123-34-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000046912081",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les titulaires de la mention 1° sous la modalité soins critiques adultes de l'article R. 6123-34-1 et les titulaires des mentions 1° ou 2° sous la modalité soins critiques pédiatriques de l'article R. 6123-34-2 doivent s'organiser en plateau technique de soins critiques comprenant au moins une unité de réanimation et au moins une unité de soins intensifs polyvalents contiguë. II.-L'unité de réanimation assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu leur pronostic vital ou fonctionnel, et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance. L'unité de réanimation pédiatrique de recours assure la prise en charge des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu le pronostic vital ou fonctionnel et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance, et dont l'affection peut requérir des avis et des soins particuliers, du fait de sa rareté ou sa complexité. L'unité de réanimation pédiatrique assure la prise en charge des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu le pronostic vital ou fonctionnel et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance. III.-Les unités de soins intensifs polyvalents contiguës et les unités de soins intensifs polyvalents dérogatoires en l'absence d'une unité de réanimation sur le site assurent la prise en charge des patients qui sont susceptibles de présenter une ou plusieurs défaillances aiguës mettant directement en jeu leur pronostic vital ou fonctionnel, et pouvant impliquer de façon transitoire le recours à une méthode de suppléance, dans l'attente le cas échéant d'un transfert en réanimation. Lorsque le patient présente une ou plusieurs défaillances aiguës mettant en jeu son pronostic vital ou fonctionnel et nécessitant un traitement de suppléance d'organe, il est transféré en réanimation. Les unités de soins intensifs polyvalents pédiatriques contiguës et les unités de soins intensifs polyvalents pédiatriques dérogatoires en l'absence d'une unité de réanimation sur le site assurent la prise en charge des patients âgés de moins de dix-huit ans, qui sont susceptibles de présenter une défaillance aigue mettant directement en jeu leur pronostic vital ou fonctionnel et pouvant impliquer de façon transitoire le recours à une méthode de suppléance, dans l'attente le cas échéant d'un transfert en réanimation. Lorsque le patient présente une ou plusieurs défaillances aiguës mettant en jeu son pronostic vital ou fonctionnel et nécessitant un traitement de suppléance d'organe, il est transféré en réanimation. IV.-L'unité de soins intensifs de cardiologie assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie cardiovasculaire, mettant directement en jeu leur pronostic vital ou fonctionnel, imposant des traitements spécifiques cardiologiques et pouvant impliquer le recours à une méthode de suppléance. V.-L'unité de soins intensifs de neurologie vasculaire assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie neuro-vasculaire mettant directement en jeu leur pronostic vital ou fonctionnel et imposant des traitements spécifiques neuro-vasculaires, de prévention et de rééducation neurologique et cognitive. VI.-L'unité de soins intensifs d'hématologie assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie hématologique mettant directement en jeu leur pronostic vital ou fonctionnel et imposant des traitements spécifiques hématologiques, pouvant nécessiter un ou des séjours en secteur stérile. L'unité de soins intensifs pédiatriques d'hématologie assure la prise en charge, au sein d'une unité dédiée, des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie hématologique mettant directement en jeu leur pronostic vital ou fonctionnel imposant des traitements spécifiques hématologiques, pouvant nécessiter un ou des séjours en secteur stérile. VII.-Lorsque les activités du site le justifient, le titulaire de la mention 1° mentionnée à l'article R. 6123-34-1 peut également disposer d'unités de soins intensifs de spécialité, à l'exception de celles mentionnées au 3°, 4° et 5° du même article, et notamment : 1° Néphrologie ; 2° Respiratoire ; 3° Hépato-gastro-entérologie. Lorsque les activités du site le justifient, le titulaire des mentions 1° ou 2° mentionnées à l'article R. 6123-34-2 peut également disposer d'unités de soins intensifs de spécialité, à l'exception de celle mentionnée au 4° dudit article, et notamment de cardiologie pédiatrique. Les unités de soins intensifs de spécialité mentionnées aux précédents alinéas assurent la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigüe de l'organe concerné, mettant directement en jeu leur pronostic vital ou fonctionnel, imposant des traitements spécifiques à la spécialité, et sans défaillance aiguë d'organe supplémentaire. Les unités de soins intensifs de spécialité mises en œuvre sont précisées dans la demande d'autorisation et mentionnées dans la décision d'autorisation. Toute modification de ces unités est portée à la connaissance du directeur général de l'agence régionale de santé territorialement compétente.",
            "texteHtml": "<p>I.-Les titulaires de la mention 1° sous la modalité soins critiques adultes de l'article R. 6123-34-1 et les titulaires des mentions 1° ou 2° sous la modalité soins critiques pédiatriques de l'article R. 6123-34-2 doivent s'organiser en plateau technique de soins critiques comprenant au moins une unité de réanimation et au moins une unité de soins intensifs polyvalents contiguë.<br/><br/>\nII.-L'unité de réanimation assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu leur pronostic vital ou fonctionnel, et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance.<br/><br/>\nL'unité de réanimation pédiatrique de recours assure la prise en charge des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu le pronostic vital ou fonctionnel et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance, et dont l'affection peut requérir des avis et des soins particuliers, du fait de sa rareté ou sa complexité.<br/><br/>\nL'unité de réanimation pédiatrique assure la prise en charge des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une ou plusieurs défaillances aigües mettant directement en jeu le pronostic vital ou fonctionnel et pouvant impliquer le recours à une ou plusieurs méthodes de suppléance.<br/><br/>\nIII.-Les unités de soins intensifs polyvalents contiguës et les unités de soins intensifs polyvalents dérogatoires en l'absence d'une unité de réanimation sur le site assurent la prise en charge des patients qui sont susceptibles de présenter une ou plusieurs défaillances aiguës mettant directement en jeu leur pronostic vital ou fonctionnel, et pouvant impliquer de façon transitoire le recours à une méthode de suppléance, dans l'attente le cas échéant d'un transfert en réanimation. Lorsque le patient présente une ou plusieurs défaillances aiguës mettant en jeu son pronostic vital ou fonctionnel et nécessitant un traitement de suppléance d'organe, il est transféré en réanimation.<br/><br/>\nLes unités de soins intensifs polyvalents pédiatriques contiguës et les unités de soins intensifs polyvalents pédiatriques dérogatoires en l'absence d'une unité de réanimation sur le site assurent la prise en charge des patients âgés de moins de dix-huit ans, qui sont susceptibles de présenter une défaillance aigue mettant directement en jeu leur pronostic vital ou fonctionnel et pouvant impliquer de façon transitoire le recours à une méthode de suppléance, dans l'attente le cas échéant d'un transfert en réanimation. Lorsque le patient présente une ou plusieurs défaillances aiguës mettant en jeu son pronostic vital ou fonctionnel et nécessitant un traitement de suppléance d'organe, il est transféré en réanimation.<br/><br/>\nIV.-L'unité de soins intensifs de cardiologie assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie cardiovasculaire, mettant directement en jeu leur pronostic vital ou fonctionnel, imposant des traitements spécifiques cardiologiques et pouvant impliquer le recours à une méthode de suppléance.<br/><br/>\nV.-L'unité de soins intensifs de neurologie vasculaire assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie neuro-vasculaire mettant directement en jeu leur pronostic vital ou fonctionnel et imposant des traitements spécifiques neuro-vasculaires, de prévention et de rééducation neurologique et cognitive.<br/><br/>\nVI.-L'unité de soins intensifs d'hématologie assure la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie hématologique mettant directement en jeu leur pronostic vital ou fonctionnel et imposant des traitements spécifiques hématologiques, pouvant nécessiter un ou des séjours en secteur stérile.<br/><br/>\nL'unité de soins intensifs pédiatriques d'hématologie assure la prise en charge, au sein d'une unité dédiée, des patients âgés de moins de dix-huit ans qui présentent ou sont susceptibles de présenter une défaillance aigue liée à une pathologie hématologique mettant directement en jeu leur pronostic vital ou fonctionnel imposant des traitements spécifiques hématologiques, pouvant nécessiter un ou des séjours en secteur stérile.<br/><br/>\nVII.-Lorsque les activités du site le justifient, le titulaire de la mention 1° mentionnée à l'article R. 6123-34-1 peut également disposer d'unités de soins intensifs de spécialité, à l'exception de celles mentionnées au 3°, 4° et 5° du même article, et notamment :<br/><br/>\n1° Néphrologie ;<br/><br/>\n2° Respiratoire ;<br/><br/>\n3° Hépato-gastro-entérologie.<br/><br/>\nLorsque les activités du site le justifient, le titulaire des mentions 1° ou 2° mentionnées à l'article R. 6123-34-2 peut également disposer d'unités de soins intensifs de spécialité, à l'exception de celle mentionnée au 4° dudit article, et notamment de cardiologie pédiatrique.<br/><br/>\nLes unités de soins intensifs de spécialité mentionnées aux précédents alinéas assurent la prise en charge des patients qui présentent ou sont susceptibles de présenter une défaillance aigüe de l'organe concerné, mettant directement en jeu leur pronostic vital ou fonctionnel, imposant des traitements spécifiques à la spécialité, et sans défaillance aiguë d'organe supplémentaire.<br/><br/>\nLes unités de soins intensifs de spécialité mises en œuvre sont précisées dans la demande d'autorisation et mentionnées dans la décision d'autorisation.<br/><br/>\nToute modification de ces unités est portée à la connaissance du directeur général de l'agence régionale de santé territorialement compétente.</p>",
            "num": "R6123-34-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1685577600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 596523235,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132400",
                        "id": "LEGISCTA000006132400",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Etablissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145493",
                        "id": "LEGISCTA000006145493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Equipement sanitaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161025",
                        "id": "LEGISCTA000006161025",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Conditions d'implantation de certaines activités de soins et des équipements matériels lourds",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178694",
                        "id": "LEGISCTA000006178694",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2023-06-01",
                        "titre": "Section 2 : Réanimation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190810",
                        "id": "LEGISCTA000006190810",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-06-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Soins critiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190810",
                        "id": "LEGISCTA000045678199",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000045673607",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006190810",
            "sectionParentId": "LEGISCTA000045678199",
            "sectionParentTitre": "Section 2 : Soins critiques",
            "fullSectionsTitre": "Partie réglementaire &gt; Sixième partie : Etablissements et services de santé &gt; Livre Ier : Etablissements de santé &gt; Titre II : Equipement sanitaire &gt; Chapitre III : Conditions d'implantation de certaines activités de soins et des équipements matériels lourds &gt; Section 2 : Soins critiques",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046912081",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l’article 5 du décret n° 2022-1765 du 29 décembre 2022, ces dispositions entrent en vigueur le 1er juin 2023. Se reporter aux conditions d'application prévues au VI dudit l’article 5.",
            "notaHtml": "<p>Conformément au I de l’article 5 du décret n° 2022-1765 du 29 décembre 2022, ces dispositions entrent en vigueur le 1er juin 2023. Se reporter aux conditions d'application prévues au VI dudit l’article 5.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046848991",
                    "textTitle": "Décret n°2022-1765 du 29 décembre 2022 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000046868608",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-12-31",
                    "dateSignaTexte": "2022-12-29",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000045673635",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1685577600000,
                    "dateFin": 1685577600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046912081",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1685577600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R6123-34-3",
                "6123-34-3"
            ],
            "versionPrecedente": "LEGIARTI000045673635",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}