{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020079416",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CHARTE DES DROITS ET LIBERTÉS DE LA PERSONNE MAJEURE PROTÉGÉE Par la loi du 5 mars 2007 portant réforme de la protection juridique des majeurs, le législateur a souhaité garantir à tout citoyen le droit d'être protégé pour le cas où il ne pourrait plus s'occuper seul de ses intérêts. Cette loi renforce la protection de la personne du majeur protégé et de ses biens. La protection juridique qui lui est garantie s'exerce en vertu des principes énoncés dans la présente charte. Article 1er Respect des libertés individuelles et des droits civiques Conformément à l'article 415 du code civil, la mesure de protection juridique est exercée dans le respect des libertés individuelles et des droits fondamentaux et civiques de la personne. Conformément à l'article L. 5 du code électoral, le droit de vote est garanti à la personne sous réserve des décisions de justice. Article 2 Non-discrimination Nul ne peut faire l'objet d'une discrimination en raison de son sexe, de l'origine, de sa grossesse, de son apparence physique, de son patronyme, de ses caractéristiques génétiques, de ses mœurs, de son orientation sexuelle, de son handicap, de son âge, de ses opinions et convictions ou croyances, notamment politiques ou religieuses, de ses activités syndicales, de son appartenance ou de sa non-appartenance, vraie ou supposée, à une ethnie, une nation, une race ou une religion déterminée lors de la mise en œuvre d'une mesure de protection. Article 3 Respect de la dignité de la personne et de son intégrité Le respect de la dignité et de l'intégrité de la personne est garanti. Le droit à l'intimité est préservé. Il est garanti à la personne la confidentialité de la correspondance privée reçue à son attention par le mandataire judiciaire à la protection des majeurs. Cette correspondance lui est remise. La correspondance administrative reçue à son attention par le mandataire judiciaire à la protection des majeurs est également mise à sa disposition. Article 4 Liberté des relations personnelles Conformément à l'article 459-2 du code civil, la personne entretient librement des relations personnelles avec les tiers, parent ou non, et a le droit d'être visitée et, le cas échéant, hébergée par ceux-ci, sauf décision contraire du conseil de famille ou du juge en cas de difficulté. Article 5 Droit au respect des liens familiaux La mesure de protection juridique s'exerce en préservant les liens familiaux et tient compte du rôle de la famille et des proches qui entourent de leurs soins la personne tout en respectant les souhaits de la personne protégée et les décisions du conseil de famille ou du juge. Article 6 Droit à l'information La personne a droit à une information claire, compréhensible et adaptée sur : - la procédure de mise sous protection ; - les motifs et le contenu d'une mesure de protection ; - le contenu et les modalités d'exercice de ses droits durant la mise en œuvre de cette procédure ainsi que sur l'organisation et le fonctionnement du mandataire judiciaire à la protection des majeurs, en particulier s'il s'agit d'un service. La personne est également informée des voies de réclamation et de recours amiables et judiciaires. Elle a accès aux informations la concernant dans les conditions prévues par la loi et, le cas échéant, selon des modalités fixées par le juge. Article 7 Droit à l'autonomie Conformément à l'article 458 du code civil, sous réserve des dispositions particulières prévues par la loi, l'accomplissement par la personne des actes dont la nature implique un consentement strictement personnel ne peut jamais donner lieu à assistance ou représentation. Conformément à l'article 459 du code civil, dans les autres cas, la personne protégée prend seule les décisions relatives à sa personne dans la mesure où son état le permet. Conformément à l'article 459-2 du code civil, la personne a la possibilité de choisir son lieu de résidence, sauf décision contraire du conseil de famille ou du juge. Article 8 Droit à la protection du logement et des objets personnels Conformément à l'article 426 du code civil, le logement de la personne et les meubles dont il est garni, qu'il s'agisse d'une résidence principale ou secondaire, sont conservés à la disposition de celle-ci aussi longtemps qu'il est possible. Les objets à caractère personnel indispensables à la personne handicapée ou destinés aux soins de la personne malade sont gardés à sa disposition, le cas échéant par l'établissement dans lequel elle est hébergée. Article 9 Consentement éclairé et participation de la personne Dans le respect des dispositions légales et réglementaires ainsi que des décisions du conseil de famille ou du juge : - le consentement éclairé de la personne est recherché en l'informant, par tous les moyens adaptés à sa situation et en veillant à sa compréhension, des conditions d'exercice et des conséquences de la mesure de protection juridique ; - le droit de participer à la conception et à la mise en œuvre du projet individuel de protection est garanti. Article 10 Droit à une intervention personnalisée Dans le cadre de la mise en œuvre de la mesure de protection, la personne bénéficie d'une intervention individualisée de qualité favorisant son autonomie et son insertion. La situation de la personne fait l'objet d'une évaluation régulière afin d'adapter le plus possible l'intervention à ses besoins. Les conséquences affectives et sociales qui peuvent résulter de la mise en œuvre de la mesure de protection sont prises en considération. Article 11 Droit à l'accès aux soins Il est garanti à la personne l'accès à des soins adaptés à son état de santé. Article 12 Protection des biens dans l'intérêt exclusif de la personne La protection des biens est exercée en fonction de la situation ou de l'état de la personne et, conformément à l'article 496 du code civil, dans son seul intérêt. Conformément au même article du code civil, les actes relatifs à la protection des biens de la personne font l'objet de soins prudents, diligents et avisés. Sauf volonté contraire exprimée par la personne protégée, les comptes ou les livrets ouverts à son nom, et sous réserve des dispositions légales et réglementaires ainsi que des décisions du conseil de famille ou du juge, sont maintenus ouverts. Conformément à l'article 427 du code civil, les opérations bancaires d'encaissement, de paiement et de gestion patrimoniale, effectuées au nom et pour le compte de la personne, sont réalisées exclusivement au moyen des comptes ouverts à son nom, sous réserve des dispositions légales et réglementaires, notamment celles relatives à la comptabilité publique. Les fruits, produits et plus-values générés par les fonds et les valeurs appartenant à la personne lui reviennent exclusivement. Article 13 Confidentialité des informations Il est garanti à la personne et à sa famille le respect de la confidentialité des informations les concernant dans le cadre des lois existantes et sous réserve des décisions du juge.",
            "texteHtml": "<p></p><p align='center'>CHARTE DES DROITS ET LIBERTÉS DE LA PERSONNE MAJEURE PROTÉGÉE </p><p></p><p></p><p>Par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000430707&categorieLien=cid'>loi du 5 mars 2007 </a>portant réforme de la protection juridique des majeurs, le législateur a souhaité garantir à tout citoyen le droit d'être protégé pour le cas où il ne pourrait plus s'occuper seul de ses intérêts. Cette loi renforce la protection de la personne du majeur protégé et de ses biens. </p><p>La protection juridique qui lui est garantie s'exerce en vertu des principes énoncés dans la présente charte. </p><p></p><p></p><p>Article 1er </p><p>Respect des libertés individuelles et des droits civiques </p><p></p><p></p><p>Conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006427564&dateTexte=&categorieLien=cid'>l'article 415 </a>du code civil, la mesure de protection juridique est exercée dans le respect des libertés individuelles et des droits fondamentaux et civiques de la personne. </p><p>Conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070239&idArticle=LEGIARTI000006353021&dateTexte=&categorieLien=cid'>l'article L. 5 </a>du code électoral, le droit de vote est garanti à la personne sous réserve des décisions de justice. </p><p></p><p></p><p>Article 2 </p><p>Non-discrimination </p><p></p><p></p><p>Nul ne peut faire l'objet d'une discrimination en raison de son sexe, de l'origine, de sa grossesse, de son apparence physique, de son patronyme, de ses caractéristiques génétiques, de ses mœurs, de son orientation sexuelle, de son handicap, de son âge, de ses opinions et convictions ou croyances, notamment politiques ou religieuses, de ses activités syndicales, de son appartenance ou de sa non-appartenance, vraie ou supposée, à une ethnie, une nation, une race ou une religion déterminée lors de la mise en œuvre d'une mesure de protection. </p><p></p><p></p><p>Article 3 </p><p>Respect de la dignité </p><p>de la personne et de son intégrité </p><p></p><p></p><p>Le respect de la dignité et de l'intégrité de la personne est garanti. Le droit à l'intimité est préservé. </p><p>Il est garanti à la personne la confidentialité de la correspondance privée reçue à son attention par le mandataire judiciaire à la protection des majeurs. Cette correspondance lui est remise. La correspondance administrative reçue à son attention par le mandataire judiciaire à la protection des majeurs est également mise à sa disposition. </p><p></p><p></p><p>Article 4 </p><p>Liberté des relations personnelles </p><p></p><p></p><p>Conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006428039&dateTexte=&categorieLien=cid'>l'article 459-2 </a>du code civil, la personne entretient librement des relations personnelles avec les tiers, parent ou non, et a le droit d'être visitée et, le cas échéant, hébergée par ceux-ci, sauf décision contraire du conseil de famille ou du juge en cas de difficulté. </p><p></p><p></p><p>Article 5 </p><p>Droit au respect des liens familiaux </p><p></p><p></p><p>La mesure de protection juridique s'exerce en préservant les liens familiaux et tient compte du rôle de la famille et des proches qui entourent de leurs soins la personne tout en respectant les souhaits de la personne protégée et les décisions du conseil de famille ou du juge. </p><p></p><p></p><p>Article 6 </p><p>Droit à l'information </p><p></p><p></p><p>La personne a droit à une information claire, compréhensible et adaptée sur :</p><p>- la procédure de mise sous protection ;</p><p>- les motifs et le contenu d'une mesure de protection ;</p><p>- le contenu et les modalités d'exercice de ses droits durant la mise en œuvre de cette procédure ainsi que sur l'organisation et le fonctionnement du mandataire judiciaire à la protection des majeurs, en particulier s'il s'agit d'un service. </p><p>La personne est également informée des voies de réclamation et de recours amiables et judiciaires. </p><p>Elle a accès aux informations la concernant dans les conditions prévues par la loi et, le cas échéant, selon des modalités fixées par le juge. </p><p></p><p></p><p>Article 7 </p><p>Droit à l'autonomie </p><p></p><p></p><p>Conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006427722&dateTexte=&categorieLien=cid'>l'article 458 </a>du code civil, sous réserve des dispositions particulières prévues par la loi, l'accomplissement par la personne des actes dont la nature implique un consentement strictement personnel ne peut jamais donner lieu à assistance ou représentation. Conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006427734&dateTexte=&categorieLien=cid' title='Code civil - art. 459 (V)'>459 </a>du code civil, dans les autres cas, la personne protégée prend seule les décisions relatives à sa personne dans la mesure où son état le permet. </p><p>Conformément à l'article 459-2 du code civil, la personne a la possibilité de choisir son lieu de résidence, sauf décision contraire du conseil de famille ou du juge. </p><p></p><p></p><p>Article 8 </p><p>Droit à la protection du logement et des objets personnels </p><p></p><p></p><p>Conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006427436&dateTexte=&categorieLien=cid'>l'article 426 </a>du code civil, le logement de la personne et les meubles dont il est garni, qu'il s'agisse d'une résidence principale ou secondaire, sont conservés à la disposition de celle-ci aussi longtemps qu'il est possible. Les objets à caractère personnel indispensables à la personne handicapée ou destinés aux soins de la personne malade sont gardés à sa disposition, le cas échéant par l'établissement dans lequel elle est hébergée. </p><p></p><p></p><p>Article 9 </p><p>Consentement éclairé et participation de la personne </p><p></p><p></p><p>Dans le respect des dispositions légales et réglementaires ainsi que des décisions du conseil de famille ou du juge :</p><p>- le consentement éclairé de la personne est recherché en l'informant, par tous les moyens adaptés à sa situation et en veillant à sa compréhension, des conditions d'exercice et des conséquences de la mesure de protection juridique ;</p><p>- le droit de participer à la conception et à la mise en œuvre du projet individuel de protection est garanti. </p><p></p><p></p><p>Article 10 </p><p>Droit à une intervention personnalisée </p><p></p><p></p><p>Dans le cadre de la mise en œuvre de la mesure de protection, la personne bénéficie d'une intervention individualisée de qualité favorisant son autonomie et son insertion. La situation de la personne fait l'objet d'une évaluation régulière afin d'adapter le plus possible l'intervention à ses besoins. </p><p>Les conséquences affectives et sociales qui peuvent résulter de la mise en œuvre de la mesure de protection sont prises en considération. </p><p></p><p></p><p>Article 11 </p><p>Droit à l'accès aux soins </p><p></p><p></p><p>Il est garanti à la personne l'accès à des soins adaptés à son état de santé. </p><p></p><p></p><p>Article 12 </p><p>Protection des biens dans l'intérêt exclusif de la personne </p><p></p><p></p><p>La protection des biens est exercée en fonction de la situation ou de l'état de la personne et, conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006428218&dateTexte=&categorieLien=cid' title='Code civil - art. 496 (V)'>496</a> du code civil, dans son seul intérêt. </p><p>Conformément au même article du code civil, les actes relatifs à la protection des biens de la personne font l'objet de soins prudents, diligents et avisés. </p><p>Sauf volonté contraire exprimée par la personne protégée, les comptes ou les livrets ouverts à son nom, et sous réserve des dispositions légales et réglementaires ainsi que des décisions du conseil de famille ou du juge, sont maintenus ouverts. </p><p>Conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006427450&dateTexte=&categorieLien=cid'>l'article 427 </a>du code civil, les opérations bancaires d'encaissement, de paiement et de gestion patrimoniale, effectuées au nom et pour le compte de la personne, sont réalisées exclusivement au moyen des comptes ouverts à son nom, sous réserve des dispositions légales et réglementaires, notamment celles relatives à la comptabilité publique. Les fruits, produits et plus-values générés par les fonds et les valeurs appartenant à la personne lui reviennent exclusivement. </p><p></p><p></p><p>Article 13 </p><p>Confidentialité des informations </p><p></p><p></p><p>Il est garanti à la personne et à sa famille le respect de la confidentialité des informations les concernant dans le cadre des lois existantes et sous réserve des décisions du juge.</p><p></p>",
            "num": "Annexe 4-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1230768000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147155967,
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020078943",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000018780362",
            "sectionParentId": "LEGISCTA000018780362",
            "sectionParentTitre": "Annexe ",
            "fullSectionsTitre": "Annexe ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020079416",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074069",
                    "titre": "Code de l'action sociale et des familles",
                    "titreLong": "Code de l'action sociale et des familles",
                    "etat": "VIGUEUR",
                    "dateDebut": 977529600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074069",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020021150",
                    "textTitle": "Décret n°2008-1556 du 31 décembre 2008 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000020078716",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-01-01",
                    "dateSignaTexte": "2008-12-31",
                    "dateDebutCible": "2009-01-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000430707",
                    "textTitle": "Loi n° 2007-308 du 5 mars 2007",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000430707",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-308",
                    "datePubli": 1173225600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral - art. L5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5",
                    "articleId": "LEGIARTI000006353021",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -163382400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 415",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "415",
                    "articleId": "LEGIARTI000006427564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -143510400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 426",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "426",
                    "articleId": "LEGIARTI000006427436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -143510400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 427",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "427",
                    "articleId": "LEGIARTI000006427450",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 458",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "458",
                    "articleId": "LEGIARTI000006427722",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -143510400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 459 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "459",
                    "articleId": "LEGIARTI000006427734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 459-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "459-2",
                    "articleId": "LEGIARTI000006428039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 496 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "496",
                    "articleId": "LEGIARTI000006428218",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -36806400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D471-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D471-7",
                    "articleId": "LEGIARTI000020079397",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R215-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R215-15",
                    "articleId": "LEGIARTI000020077542",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020079416",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1230768000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 4-3",
                "4-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}