{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038787043",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La transaction conclue entre un cotisant et le directeur d'un organisme de recouvrement en application de l' article 2044 du code civil et de l'article L. 243-6-5 du présent code termine une contestation née, à la condition que les créances concernées aient fait l'objet d'une contestation dans les délais de recours fixés par les dispositions du présent code et n'aient pas fait l'objet d'une décision de justice définitive, ou prévient une contestation à naître. Elle comporte des concessions réciproques de la part de chaque partie. La demande formulée par le cotisant en application des dispositions du 3° du II de l'article L. 243-6-5 porte sur les montants redressés en application des dispositions de l'article R. 243-59-4 ainsi que sur les montants des redressements calculés en application de méthodes d'évaluation par extrapolation autres que celles mentionnées à l'article R. 243-59-2 . Elle porte sur des sommes non prescrites. Le montant de la transaction s'apprécie comme la différence entre le montant initialement notifié par l'organisme de recouvrement et le montant figurant dans la proposition de transaction. II.- Le cotisant ou, pour le compte de celui-ci, un expert-comptable mandaté ou un avocat, peut demander au directeur de l'organisme de recouvrement mentionné aux articles L. 213-1 et L. 752-4 auprès duquel il est tenu de souscrire ses déclarations la conclusion d'une transaction dans les conditions mentionnées à l'article L. 243-6-5. La demande n'est recevable que si un cotisant est à jour de ses obligations déclaratives et de paiement à l'égard de l'organisme de recouvrement dont il dépend, à l'exception de l'objet de la demande. La condition est réputée remplie dès lors que le cotisant a souscrit et respecte, à la date de la demande, un plan d'apurement. La demande n'est recevable qu'après réception de la mise en demeure prévue à l'article L. 244-2 . La demande est écrite et adressée par tout moyen permettant de rapporter la preuve de sa date de réception. Elle est motivée et comporte : 1° Le nom et l'adresse du demandeur ; 2° Son numéro d'inscription lorsqu'il est déjà inscrit au régime général de sécurité sociale ; 3° Tous documents et supports d'information utile à l'identification des montants qui font l'objet de la demande ; 4° Les références de la mise en demeure couvrant les sommes faisant l'objet de la demande. III.-Le délai imparti au cotisant pour saisir la commission de recours amiable mentionnée à l'article R. 142-1 est interrompu dès réception de la demande de transaction par le directeur de l'organisme de recouvrement et jusqu'à la notification, le cas échéant, de la décision du directeur de l'organisme de ne pas transiger. La demande de transaction interrompt également les délais applicables au recouvrement des cotisations et contributions de sécurité sociale faisant suite à une mise en demeure dans les mêmes conditions. Lorsque la demande est complète, le directeur dispose d'un délai de trente jours à compter de sa réception pour notifier sa réponse par tout moyen permettant de rapporter la preuve de sa date de réception. Lorsque la demande est incomplète, le directeur adresse une demande de pièces complémentaires au demandeur. Dans ce cas, le délai de trente jours ne court qu'à compter de la réception par le directeur des documents manquants. En l'absence de réception des éléments manquants dans un délai de vingt jours suivant la demande de complément, la demande de transaction est réputée caduque. Une réponse apportée à la demande de transaction, laissée à la libre appréciation du directeur, est notifiée au demandeur par tout moyen permettant de rapporter la preuve de sa date de réception. Une réponse négative n'a pas à être motivée. Lorsque la réponse du directeur n'a pas été portée à la connaissance du demandeur dans un délai de trente jours, cette réponse est réputée négative. Une réponse positive du directeur n'emporte pas droit à la transaction. Les parties peuvent à tout moment abandonner la procédure. Elles doivent alors en informer l'autre partie par tout moyen permettant de rapporter la preuve de sa date de réception à cette information. L'abandon de la transaction en cours n'a pas à être motivé. Le directeur et le demandeur conviennent d'une proposition de protocole transactionnel, conforme à un modèle approuvé par arrêté conjoint des ministres chargés de la sécurité sociale et de l'agriculture. IV.-La proposition de protocole transactionnel est soumise pour approbation par le directeur de l'organisme de recouvrement à l'autorité mentionnée à l'article R. 155-1 . Le directeur lui fournit tous documents et supports d'information utiles à l'exercice de sa mission. L'autorité mentionnée à l'article R. 155-1 dispose d'un délai de trente jours, prorogeable une fois, à compter de la réception de la proposition pour approuver la transaction. Dans le cas de la prorogation du délai, l'autorité en informe le directeur de l'organisme de recouvrement. L'autorité peut demander des informations complémentaires au directeur de l'organisme de recouvrement. Le délai de trente jours est alors interrompu jusqu'à réception des informations demandées par l'autorité. Le directeur de l'organisme de recouvrement informe le demandeur de toute prorogation ou interruption du délai. Le contrôle de l'autorité porte sur la conformité de la proposition de protocole transactionnel aux dispositions de l'article L. 243-6-5 et sur la réciprocité des concessions faites par les parties. L'autorité mentionnée à l'article R. 155-1 notifie sa décision au directeur. Le silence de l'autorité à l'issue du délai mentionné au deuxième alinéa du présent IV vaut approbation de la proposition de transaction. Le refus d'approbation de la proposition prive d'effet la transaction. V.-Les dispositions prévues aux articles 641 et 642 du code de procédure civile s'appliquent aux délais mentionnés au III et au IV. Pour les délais mentionnés au IV, les dispositions prévues au quatrième alinéa de l'article R. 151-1 s'appliquent également. VI.-Le manquement par le cotisant à l'accomplissement des obligations prévues dans la transaction entraîne la caducité de celle-ci. A défaut de conclusion d'une transaction ou lorsque la transaction est devenue caduque, la procédure de recouvrement des sommes notifiées dans la mise en demeure est alors engagée ou poursuivie selon les règles, garanties et sanctions applicables au recouvrement des cotisations et contributions de sécurité sociale. VII.-La transaction signée n'emporte pas d'effet sur l'interprétation en droit concernant les motifs mentionnés dans la lettre d'observations. VIII.-Le directeur de l'organisme de recouvrement présente chaque année au conseil d'administration de cet organisme et à l'Agence centrale des organismes de sécurité sociale un rapport annuel des transactions conclues l'année précédente. Ce rapport comprend le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée. L'Agence centrale des organismes de sécurité sociale adresse à l'autorité mentionnée à l'article R. 155-1, avant le 1er octobre, un rapport d'analyse des propositions de transactions de l'année précédente qui comporte notamment le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée.",
            "texteHtml": "<p>I.-La transaction conclue entre un cotisant et le directeur d'un organisme de recouvrement en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006445609&dateTexte=&categorieLien=cid'>article 2044 du code civil </a>et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000029956233&dateTexte=&categorieLien=cid'>L. 243-6-5 </a>du présent code termine une contestation née, à la condition que les créances concernées aient fait l'objet d'une contestation dans les délais de recours fixés par les dispositions du présent code et n'aient pas fait l'objet d'une décision de justice définitive, ou prévient une contestation à naître. Elle comporte des concessions réciproques de la part de chaque partie.</p><p>La demande formulée par le cotisant en application des dispositions du 3° du II de l'article L. 243-6-5 porte sur les montants redressés en application des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000032865748&dateTexte=&categorieLien=cid'>R. 243-59-4</a> ainsi que sur les montants des redressements calculés en application de méthodes d'évaluation par extrapolation autres que celles mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748857&dateTexte=&categorieLien=cid'>R. 243-59-2</a>. Elle porte sur des sommes non prescrites.</p><p>Le montant de la transaction s'apprécie comme la différence entre le montant initialement notifié par l'organisme de recouvrement et le montant figurant dans la proposition de transaction.</p><p>II.- Le cotisant ou, pour le compte de celui-ci, un expert-comptable mandaté ou un avocat, peut demander au directeur de l'organisme de recouvrement mentionné aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741637&dateTexte=&categorieLien=cid'>L. 213-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006744441&dateTexte=&categorieLien=cid'>L. 752-4 </a>auprès duquel il est tenu de souscrire ses déclarations la conclusion d'une transaction dans les conditions mentionnées à l'article L. 243-6-5.</p><p>La demande n'est recevable que si un cotisant est à jour de ses obligations déclaratives et de paiement à l'égard de l'organisme de recouvrement dont il dépend, à l'exception de l'objet de la demande. La condition est réputée remplie dès lors que le cotisant a souscrit et respecte, à la date de la demande, un plan d'apurement.</p><p>La demande n'est recevable qu'après réception de la mise en demeure prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742078&dateTexte=&categorieLien=cid'>L. 244-2</a>.</p><p>La demande est écrite et adressée par tout moyen permettant de rapporter la preuve de sa date de réception. Elle est motivée et comporte :</p><p>1° Le nom et l'adresse du demandeur ;</p><p>2° Son numéro d'inscription lorsqu'il est déjà inscrit au régime général de sécurité sociale ;</p><p>3° Tous documents et supports d'information utile à l'identification des montants qui font l'objet de la demande ;</p><p>4° Les références de la mise en demeure couvrant les sommes faisant l'objet de la demande.</p><p>III.-Le délai imparti au cotisant pour saisir la commission de recours amiable mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748158&dateTexte=&categorieLien=cid'>R. 142-1 </a>est interrompu dès réception de la demande de transaction par le directeur de l'organisme de recouvrement et jusqu'à la notification, le cas échéant, de la décision du directeur de l'organisme de ne pas transiger.</p><p>La demande de transaction interrompt également les délais applicables au recouvrement des cotisations et contributions de sécurité sociale faisant suite à une mise en demeure dans les mêmes conditions.</p><p>Lorsque la demande est complète, le directeur dispose d'un délai de trente jours à compter de sa réception pour notifier sa réponse par tout moyen permettant de rapporter la preuve de sa date de réception. Lorsque la demande est incomplète, le directeur adresse une demande de pièces complémentaires au demandeur. Dans ce cas, le délai de trente jours ne court qu'à compter de la réception par le directeur des documents manquants. En l'absence de réception des éléments manquants dans un délai de vingt jours suivant la demande de complément, la demande de transaction est réputée caduque.</p><p>Une réponse apportée à la demande de transaction, laissée à la libre appréciation du directeur, est notifiée au demandeur par tout moyen permettant de rapporter la preuve de sa date de réception. Une réponse négative n'a pas à être motivée. Lorsque la réponse du directeur n'a pas été portée à la connaissance du demandeur dans un délai de trente jours, cette réponse est réputée négative.</p><p>Une réponse positive du directeur n'emporte pas droit à la transaction. Les parties peuvent à tout moment abandonner la procédure. Elles doivent alors en informer l'autre partie par tout moyen permettant de rapporter la preuve de sa date de réception à cette information. L'abandon de la transaction en cours n'a pas à être motivé.</p><p>Le directeur et le demandeur conviennent d'une proposition de protocole transactionnel, conforme à un modèle approuvé par arrêté conjoint des ministres chargés de la sécurité sociale et de l'agriculture.</p><p>IV.-La proposition de protocole transactionnel est soumise pour approbation par le directeur de l'organisme de recouvrement à l'autorité mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000038790497&dateTexte=&categorieLien=id' title='Code de la sécurité sociale. - art. R155-1 (V)'>R. 155-1</a>. Le directeur lui fournit tous documents et supports d'information utiles à l'exercice de sa mission.</p><p>L'autorité mentionnée à l'article R. 155-1 dispose d'un délai de trente jours, prorogeable une fois, à compter de la réception de la proposition pour approuver la transaction. Dans le cas de la prorogation du délai, l'autorité en informe le directeur de l'organisme de recouvrement. L'autorité peut demander des informations complémentaires au directeur de l'organisme de recouvrement. Le délai de trente jours est alors interrompu jusqu'à réception des informations demandées par l'autorité. Le directeur de l'organisme de recouvrement informe le demandeur de toute prorogation ou interruption du délai.</p><p>Le contrôle de l'autorité porte sur la conformité de la proposition de protocole transactionnel aux dispositions de l'article L. 243-6-5 et sur la réciprocité des concessions faites par les parties.</p><p>L'autorité mentionnée à l'article R. 155-1 notifie sa décision au directeur. Le silence de l'autorité à l'issue du délai mentionné au deuxième alinéa du présent IV vaut approbation de la proposition de transaction.</p><p>Le refus d'approbation de la proposition prive d'effet la transaction.</p><p>V.-Les dispositions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411002&dateTexte=&categorieLien=cid'>641 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411003&dateTexte=&categorieLien=cid'>642 </a>du code de procédure civile s'appliquent aux délais mentionnés au III et au IV. Pour les délais mentionnés au IV, les dispositions prévues au quatrième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748342&dateTexte=&categorieLien=cid'>R. 151-1 </a>s'appliquent également.</p><p>VI.-Le manquement par le cotisant à l'accomplissement des obligations prévues dans la transaction entraîne la caducité de celle-ci.</p><p>A défaut de conclusion d'une transaction ou lorsque la transaction est devenue caduque, la procédure de recouvrement des sommes notifiées dans la mise en demeure est alors engagée ou poursuivie selon les règles, garanties et sanctions applicables au recouvrement des cotisations et contributions de sécurité sociale.</p><p>VII.-La transaction signée n'emporte pas d'effet sur l'interprétation en droit concernant les motifs mentionnés dans la lettre d'observations.</p><p>VIII.-Le directeur de l'organisme de recouvrement présente chaque année au conseil d'administration de cet organisme et à l'Agence centrale des organismes de sécurité sociale un rapport annuel des transactions conclues l'année précédente. Ce rapport comprend le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée.</p><p>L'Agence centrale des organismes de sécurité sociale adresse à l'autorité mentionnée à l'article R. 155-1, avant le 1er octobre, un rapport d'analyse des propositions de transactions de l'année précédente qui comporte notamment le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée.</p>",
            "num": "R243-45-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1562544000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Organisation du régime général - Action de prévention - Action sanitaire et sociale des caisses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126954",
                        "id": "LEGISCTA000006126954",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Ressources",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141857",
                        "id": "LEGISCTA000006141857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Recouvrement - Sûretés - Prescription - Contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156578",
                        "id": "LEGISCTA000006156578",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Recouvrement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173354",
                        "id": "LEGISCTA000006173354",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-02-18",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 8 : Transaction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032067166",
                        "id": "LEGISCTA000032067166",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032067168",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032067166",
            "sectionParentId": "LEGISCTA000032067166",
            "sectionParentTitre": "Sous-section 8 : Transaction",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Organisation du régime général - Action de prévention - Action sanitaire et sociale des caisses &gt; Titre IV : Ressources &gt; Chapitre 3 : Recouvrement - Sûretés - Prescription - Contrôle &gt; Section 1 : Recouvrement &gt; Sous-section 8 : Transaction",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038787043",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038731196",
                    "textTitle": "Décret n°2019-718 du 5 juillet 2019 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038733643",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-07-07",
                    "dateSignaTexte": "2019-07-05",
                    "dateDebutCible": "2019-07-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035645794",
                    "textTitle": "Décret n°2017-1409 du 25 septembre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035645840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1409",
                    "datePubli": 1506470400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042439150",
                    "textTitle": "Arrêté du 8 octobre 2020 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042441012",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603152000000,
                    "dateDebut": 1603238400000
                },
                {
                    "textCid": "JORFTEXT000042439150",
                    "textTitle": "Arrêté du 8 octobre 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042441009",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603152000000,
                    "dateDebut": 1603238400000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 641",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "641",
                    "articleId": "LEGIARTI000006411002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 642",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "642",
                    "articleId": "LEGIARTI000006411003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2044",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2044",
                    "articleId": "LEGIARTI000006445609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-1",
                    "articleId": "LEGIARTI000006741637",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-6-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-6-5",
                    "articleId": "LEGIARTI000029956233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L244-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L244-2",
                    "articleId": "LEGIARTI000006742078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L752-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L752-4",
                    "articleId": "LEGIARTI000006744441",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R133-2-6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R133-2-6",
                    "articleId": "LEGIARTI000036703687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R142-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-1",
                    "articleId": "LEGIARTI000006748158",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R151-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R151-1",
                    "articleId": "LEGIARTI000006748342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R155-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R155-1",
                    "articleId": "LEGIARTI000038790497",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562544000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R243-59-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R243-59-2",
                    "articleId": "LEGIARTI000006748857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1188604800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R243-59-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R243-59-4",
                    "articleId": "LEGIARTI000032865748",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468195200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R725-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R725-30",
                    "articleId": "LEGIARTI000047133075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1676419200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032067168",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1455753600000,
                    "dateFin": 1468195200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032882376",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1468195200000,
                    "dateFin": 1506556800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035656934",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1506556800000,
                    "dateFin": 1562544000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038787043",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1562544000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R243-45-1",
                "243-45-1"
            ],
            "versionPrecedente": "LEGIARTI000035656934",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035656934",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La transaction conclue entre un employeur et le directeur d'un organisme de recouvrement en application de l' article 2044 du code civil et de l'article L. 243-6-5 du présent code termine une contestation née, à la condition que les créances concernées aient fait l'objet d'une contestation dans les délais de recours fixés par les dispositions du présent code et n'aient pas fait l'objet d'une décision de justice définitive, ou prévient une contestation à naître. Elle comporte des concessions réciproques de la part de chaque partie. La demande formulée par l'employeur en application des dispositions du 3° du II de l'article L. 243-6-5 porte sur les montants redressés en application des dispositions de l'article R. 243-59-4 ainsi que sur les montants des redressements calculés en application de méthodes d'évaluation par extrapolation autres que celles mentionnées à l'article R. 243-59-2 . Elle porte sur des sommes non prescrites. Le montant de la transaction s'apprécie comme la différence entre le montant initialement notifié par l'organisme de recouvrement et le montant figurant dans la proposition de transaction. II.-L'employeur ou, pour le compte de celui-ci, un expert-comptable mandaté ou un avocat, peut demander au directeur de l'organisme de recouvrement mentionné aux articles L. 213-1 et L. 752-4 auprès duquel il est tenu de souscrire ses déclarations la conclusion d'une transaction dans les conditions mentionnées à l'article L. 243-6-5. La demande n'est recevable que si l'employeur est à jour de ses obligations déclaratives et de paiement à l'égard de l'organisme de recouvrement dont il dépend, à l'exception de l'objet de la demande. La condition est réputée remplie dès lors que le cotisant a souscrit et respecte, à la date de la demande, un plan d'apurement. La demande n'est recevable qu'après réception de la mise en demeure prévue à l'article L. 244-2 . La demande est écrite et adressée par tout moyen permettant de rapporter la preuve de sa date de réception. Elle est motivée et comporte : 1° Le nom et l'adresse du demandeur en sa qualité d'employeur ; 2° Son numéro d'inscription lorsqu'il est déjà inscrit au régime général de sécurité sociale ; 3° Tous documents et supports d'information utile à l'identification des montants qui font l'objet de la demande ; 4° Les références de la mise en demeure couvrant les sommes faisant l'objet de la demande. III.-Le délai imparti à l'employeur pour saisir la commission de recours amiable mentionnée à l'article R. 142-1 est interrompu dès réception de la demande de transaction par le directeur de l'organisme de recouvrement et jusqu'à la notification, le cas échéant, de la décision du directeur de l'organisme de ne pas transiger. La demande de transaction interrompt également les délais applicables au recouvrement des cotisations et contributions de sécurité sociale faisant suite à une mise en demeure dans les mêmes conditions. Lorsque la demande est complète, le directeur dispose d'un délai de trente jours à compter de sa réception pour notifier sa réponse par tout moyen permettant de rapporter la preuve de sa date de réception. Lorsque la demande est incomplète, le directeur adresse une demande de pièces complémentaires au demandeur. Dans ce cas, le délai de trente jours ne court qu'à compter de la réception par le directeur des documents manquants. En l'absence de réception des éléments manquants dans un délai de vingt jours suivant la demande de complément, la demande de transaction est réputée caduque. Une réponse apportée à la demande de transaction, laissée à la libre appréciation du directeur, est notifiée au demandeur par tout moyen permettant de rapporter la preuve de sa date de réception. Une réponse négative n'a pas à être motivée. Lorsque la réponse du directeur n'a pas été portée à la connaissance du demandeur dans un délai de trente jours, cette réponse est réputée négative. Une réponse positive du directeur n'emporte pas droit à la transaction. Les parties peuvent à tout moment abandonner la procédure. Elles doivent alors en informer l'autre partie par tout moyen permettant de rapporter la preuve de sa date de réception à cette information. L'abandon de la transaction en cours n'a pas à être motivé. Le directeur et le demandeur conviennent d'une proposition de protocole transactionnel, conforme à un modèle approuvé par arrêté conjoint des ministres chargés de la sécurité sociale et de l'agriculture. IV.-La proposition de protocole transactionnel est soumise pour approbation par le directeur de l'organisme de recouvrement à l'autorité mentionnée à l'article R. 155-1 . Le directeur lui fournit tous documents et supports d'information utiles à l'exercice de sa mission. L'autorité mentionnée à l'article R. 155-1 dispose d'un délai de trente jours, prorogeable une fois, à compter de la réception de la proposition pour approuver la transaction. Dans le cas de la prorogation du délai, l'autorité en informe le directeur de l'organisme de recouvrement. L'autorité peut demander des informations complémentaires au directeur de l'organisme de recouvrement. Le délai de trente jours est alors interrompu jusqu'à réception des informations demandées par l'autorité. Le directeur de l'organisme de recouvrement informe le demandeur de toute prorogation ou interruption du délai. Le contrôle de l'autorité porte sur la conformité de la proposition de protocole transactionnel aux dispositions de l'article L. 243-6-5 et sur la réciprocité des concessions faites par les parties. L'autorité mentionnée à l'article R. 155-1 notifie sa décision au directeur. Le silence de l'autorité à l'issue du délai mentionné au deuxième alinéa du présent IV vaut approbation de la proposition de transaction. Le refus d'approbation de la proposition prive d'effet la transaction. V.-Les dispositions prévues aux articles 641 et 642 du code de procédure civile s'appliquent aux délais mentionnés au III et au IV. Pour les délais mentionnés au IV, les dispositions prévues au quatrième alinéa de l'article R. 151-1 s'appliquent également. VI.-Le manquement par l'employeur à l'accomplissement des obligations prévues dans la transaction entraîne la caducité de celle-ci. A défaut de conclusion d'une transaction ou lorsque la transaction est devenue caduque, la procédure de recouvrement des sommes notifiées dans la mise en demeure est alors engagée ou poursuivie selon les règles, garanties et sanctions applicables au recouvrement des cotisations et contributions de sécurité sociale. VII.-La transaction signée n'emporte pas d'effet sur l'interprétation en droit concernant les motifs mentionnés dans la lettre d'observations. VIII.-Le directeur de l'organisme de recouvrement présente chaque année au conseil d'administration de cet organisme et à l'Agence centrale des organismes de sécurité sociale un rapport annuel des transactions conclues l'année précédente. Ce rapport comprend le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée. L'Agence centrale des organismes de sécurité sociale adresse à l'autorité mentionnée à l'article R. 155-1, avant le 1er octobre, un rapport d'analyse des propositions de transactions de l'année précédente qui comporte notamment le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée.",
            "texteHtml": "<p>I.-La transaction conclue entre un employeur et le directeur d'un organisme de recouvrement en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006445609&dateTexte=&categorieLien=cid'>article 2044 du code civil </a>et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000029956233&dateTexte=&categorieLien=cid'>L. 243-6-5 </a>du présent code termine une contestation née, à la condition que les créances concernées aient fait l'objet d'une contestation dans les délais de recours fixés par les dispositions du présent code et n'aient pas fait l'objet d'une décision de justice définitive, ou prévient une contestation à naître. Elle comporte des concessions réciproques de la part de chaque partie. </p><p>La demande formulée par l'employeur en application des dispositions du 3° du II de l'article L. 243-6-5 porte sur les montants redressés en application des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000032865748&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. R243-59-4 (V)'>R. 243-59-4</a> ainsi que sur les montants des redressements calculés en application de méthodes d'évaluation par extrapolation autres que celles mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748857&dateTexte=&categorieLien=cid'>R. 243-59-2</a>. Elle porte sur des sommes non prescrites. </p><p>Le montant de la transaction s'apprécie comme la différence entre le montant initialement notifié par l'organisme de recouvrement et le montant figurant dans la proposition de transaction. </p><p>II.-L'employeur ou, pour le compte de celui-ci, un expert-comptable mandaté ou un avocat, peut demander au directeur de l'organisme de recouvrement mentionné aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741637&dateTexte=&categorieLien=cid'>L. 213-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006744441&dateTexte=&categorieLien=cid'>L. 752-4 </a>auprès duquel il est tenu de souscrire ses déclarations la conclusion d'une transaction dans les conditions mentionnées à l'article L. 243-6-5. </p><p>La demande n'est recevable que si l'employeur est à jour de ses obligations déclaratives et de paiement à l'égard de l'organisme de recouvrement dont il dépend, à l'exception de l'objet de la demande. La condition est réputée remplie dès lors que le cotisant a souscrit et respecte, à la date de la demande, un plan d'apurement. </p><p>La demande n'est recevable qu'après réception de la mise en demeure prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742078&dateTexte=&categorieLien=cid'>L. 244-2</a>. </p><p>La demande est écrite et adressée par tout moyen permettant de rapporter la preuve de sa date de réception. Elle est motivée et comporte : </p><p>1° Le nom et l'adresse du demandeur en sa qualité d'employeur ; </p><p>2° Son numéro d'inscription lorsqu'il est déjà inscrit au régime général de sécurité sociale ; </p><p>3° Tous documents et supports d'information utile à l'identification des montants qui font l'objet de la demande ; </p><p>4° Les références de la mise en demeure couvrant les sommes faisant l'objet de la demande. </p><p>III.-Le délai imparti à l'employeur pour saisir la commission de recours amiable mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748158&dateTexte=&categorieLien=cid'>R. 142-1 </a>est interrompu dès réception de la demande de transaction par le directeur de l'organisme de recouvrement et jusqu'à la notification, le cas échéant, de la décision du directeur de l'organisme de ne pas transiger. </p><p>La demande de transaction interrompt également les délais applicables au recouvrement des cotisations et contributions de sécurité sociale faisant suite à une mise en demeure dans les mêmes conditions. </p><p>Lorsque la demande est complète, le directeur dispose d'un délai de trente jours à compter de sa réception pour notifier sa réponse par tout moyen permettant de rapporter la preuve de sa date de réception. Lorsque la demande est incomplète, le directeur adresse une demande de pièces complémentaires au demandeur. Dans ce cas, le délai de trente jours ne court qu'à compter de la réception par le directeur des documents manquants. En l'absence de réception des éléments manquants dans un délai de vingt jours suivant la demande de complément, la demande de transaction est réputée caduque. </p><p>Une réponse apportée à la demande de transaction, laissée à la libre appréciation du directeur, est notifiée au demandeur par tout moyen permettant de rapporter la preuve de sa date de réception. Une réponse négative n'a pas à être motivée. Lorsque la réponse du directeur n'a pas été portée à la connaissance du demandeur dans un délai de trente jours, cette réponse est réputée négative. </p><p>Une réponse positive du directeur n'emporte pas droit à la transaction. Les parties peuvent à tout moment abandonner la procédure. Elles doivent alors en informer l'autre partie par tout moyen permettant de rapporter la preuve de sa date de réception à cette information. L'abandon de la transaction en cours n'a pas à être motivé. </p><p>Le directeur et le demandeur conviennent d'une proposition de protocole transactionnel, conforme à un modèle approuvé par arrêté conjoint des ministres chargés de la sécurité sociale et de l'agriculture. </p><p>IV.-La proposition de protocole transactionnel est soumise pour approbation par le directeur de l'organisme de recouvrement à l'autorité mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000021499672&dateTexte=&categorieLien=cid'>R. 155-1</a>. Le directeur lui fournit tous documents et supports d'information utiles à l'exercice de sa mission. </p><p>L'autorité mentionnée à l'article R. 155-1 dispose d'un délai de trente jours, prorogeable une fois, à compter de la réception de la proposition pour approuver la transaction. Dans le cas de la prorogation du délai, l'autorité en informe le directeur de l'organisme de recouvrement. L'autorité peut demander des informations complémentaires au directeur de l'organisme de recouvrement. Le délai de trente jours est alors interrompu jusqu'à réception des informations demandées par l'autorité. Le directeur de l'organisme de recouvrement informe le demandeur de toute prorogation ou interruption du délai. </p><p>Le contrôle de l'autorité porte sur la conformité de la proposition de protocole transactionnel aux dispositions de l'article L. 243-6-5 et sur la réciprocité des concessions faites par les parties. </p><p>L'autorité mentionnée à l'article R. 155-1 notifie sa décision au directeur. Le silence de l'autorité à l'issue du délai mentionné au deuxième alinéa du présent IV vaut approbation de la proposition de transaction. </p><p>Le refus d'approbation de la proposition prive d'effet la transaction. </p><p>V.-Les dispositions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411002&dateTexte=&categorieLien=cid'>641 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411003&dateTexte=&categorieLien=cid'>642 </a>du code de procédure civile s'appliquent aux délais mentionnés au III et au IV. Pour les délais mentionnés au IV, les dispositions prévues au quatrième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748342&dateTexte=&categorieLien=cid'>R. 151-1 </a>s'appliquent également. </p><p>VI.-Le manquement par l'employeur à l'accomplissement des obligations prévues dans la transaction entraîne la caducité de celle-ci. </p><p>A défaut de conclusion d'une transaction ou lorsque la transaction est devenue caduque, la procédure de recouvrement des sommes notifiées dans la mise en demeure est alors engagée ou poursuivie selon les règles, garanties et sanctions applicables au recouvrement des cotisations et contributions de sécurité sociale. </p><p>VII.-La transaction signée n'emporte pas d'effet sur l'interprétation en droit concernant les motifs mentionnés dans la lettre d'observations. </p><p>VIII.-Le directeur de l'organisme de recouvrement présente chaque année au conseil d'administration de cet organisme et à l'Agence centrale des organismes de sécurité sociale un rapport annuel des transactions conclues l'année précédente. Ce rapport comprend le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée. </p><p>L'Agence centrale des organismes de sécurité sociale adresse à l'autorité mentionnée à l'article R. 155-1, avant le 1er octobre, un rapport d'analyse des propositions de transactions de l'année précédente qui comporte notamment le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée.</p>",
            "num": "R243-45-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1506556800000,
            "dateFin": 1562544000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Organisation du régime général - Action de prévention - Action sanitaire et sociale des caisses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126954",
                        "id": "LEGISCTA000006126954",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Ressources",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141857",
                        "id": "LEGISCTA000006141857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Recouvrement - Sûretés - Prescription - Contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156578",
                        "id": "LEGISCTA000006156578",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Recouvrement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173354",
                        "id": "LEGISCTA000006173354",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-02-18",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 8 : Transaction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032067166",
                        "id": "LEGISCTA000032067166",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032067168",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032067166",
            "sectionParentId": "LEGISCTA000032067166",
            "sectionParentTitre": "Sous-section 8 : Transaction",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Organisation du régime général - Action de prévention - Action sanitaire et sociale des caisses &gt; Titre IV : Ressources &gt; Chapitre 3 : Recouvrement - Sûretés - Prescription - Contrôle &gt; Section 1 : Recouvrement &gt; Sous-section 8 : Transaction",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000035656934",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035645794",
                    "textTitle": "Décret n°2017-1409 du 25 septembre 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035647440",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-09-27",
                    "dateSignaTexte": "2017-09-25",
                    "dateDebutCible": "2017-09-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035645794",
                    "textTitle": "Décret n°2017-1409 du 25 septembre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035645840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1409",
                    "datePubli": 1506470400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042439150",
                    "textTitle": "Arrêté du 8 octobre 2020 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042441012",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603152000000,
                    "dateDebut": 1603238400000
                },
                {
                    "textCid": "JORFTEXT000042439150",
                    "textTitle": "Arrêté du 8 octobre 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042441009",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603152000000,
                    "dateDebut": 1603238400000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 641",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "641",
                    "articleId": "LEGIARTI000006411002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 642",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "642",
                    "articleId": "LEGIARTI000006411003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2044",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2044",
                    "articleId": "LEGIARTI000006445609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-1",
                    "articleId": "LEGIARTI000006741637",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-6-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-6-5",
                    "articleId": "LEGIARTI000029956233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L244-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L244-2",
                    "articleId": "LEGIARTI000006742078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L752-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L752-4",
                    "articleId": "LEGIARTI000006744441",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R142-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-1",
                    "articleId": "LEGIARTI000006748158",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R151-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R151-1",
                    "articleId": "LEGIARTI000006748342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R155-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R155-1",
                    "articleId": "LEGIARTI000021499672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562544000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R243-59-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R243-59-2",
                    "articleId": "LEGIARTI000006748857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1188604800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R243-59-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R243-59-4",
                    "articleId": "LEGIARTI000032865748",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468195200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R725-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R725-30",
                    "articleId": "LEGIARTI000047133075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1676419200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032067168",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1455753600000,
                    "dateFin": 1468195200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032882376",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1468195200000,
                    "dateFin": 1506556800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035656934",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1506556800000,
                    "dateFin": 1562544000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038787043",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1562544000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R243-45-1",
                "243-45-1"
            ],
            "versionPrecedente": "LEGIARTI000032882376",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032882376",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La transaction conclue entre un employeur et le directeur d'un organisme de recouvrement en application de l' article 2044 du code civil et de l'article L. 243-6-5 du présent code termine une contestation née, à la condition que les créances concernées aient fait l'objet d'une contestation dans les délais de recours fixés par les dispositions du présent code et n'aient pas fait l'objet d'une décision de justice définitive, ou prévient une contestation à naître. Elle comporte des concessions réciproques de la part de chaque partie. La demande formulée par l'employeur en application des dispositions du 3° du II de l'article L. 243-6-5 porte sur les montants redressés en application des dispositions de l'article R. 243-59-4 ainsi que sur les montants des redressements calculés en application de méthodes d'évaluation par extrapolation autres que celles mentionnées à l'article R. 243-59-2 . Elle porte sur des sommes non prescrites. Le montant de la transaction s'apprécie comme la différence entre le montant initialement notifié par l'organisme de recouvrement et le montant figurant dans la proposition de transaction. II.-L'employeur ou, pour le compte de celui-ci, un expert-comptable mandaté ou un avocat, peut demander au directeur de l'organisme de recouvrement mentionné aux articles L. 213-1 et L. 752-4 auprès duquel il est tenu de souscrire ses déclarations la conclusion d'une transaction dans les conditions mentionnées à l'article L. 243-6-5. La demande n'est recevable que si l'employeur est à jour de ses obligations déclaratives et de paiement à l'égard de l'organisme de recouvrement dont il dépend, à l'exception de l'objet de la demande. La condition est réputée remplie dès lors que le cotisant a souscrit et respecte, à la date de la demande, un plan d'apurement. La demande n'est recevable qu'après réception de la mise en demeure prévue à l'article L. 244-2 . La demande est écrite et adressée par tout moyen permettant de rapporter la preuve de sa date de réception. Elle est motivée et comporte : 1° Le nom et l'adresse du demandeur en sa qualité d'employeur ; 2° Son numéro d'inscription lorsqu'il est déjà inscrit au régime général de sécurité sociale ; 3° Tous documents et supports d'information utile à l'identification des montants qui font l'objet de la demande ; 4° Les références de la mise en demeure couvrant les sommes faisant l'objet de la demande. III.-Le délai imparti à l'employeur pour saisir la commission de recours amiable mentionnée à l'article R. 142-1 est interrompu dès réception de la demande de transaction par le directeur de l'organisme de recouvrement et jusqu'à la notification, le cas échéant, de la décision du directeur de l'organisme de ne pas transiger. La demande de transaction interrompt également les délais applicables au recouvrement des cotisations et contributions de sécurité sociale faisant suite à une mise en demeure dans les mêmes conditions. Lorsque la demande est complète, le directeur dispose d'un délai de trente jours à compter de sa réception pour notifier sa réponse par tout moyen lui conférant date certaine. Lorsque la demande est incomplète, le directeur adresse une demande de pièces complémentaires au demandeur. Dans ce cas, le délai de trente jours ne court qu'à compter de la réception par le directeur des documents manquants. En l'absence de réception des éléments manquants dans un délai de vingt jours suivant la demande de complément, la demande de transaction est réputée caduque. Une réponse apportée à la demande de transaction, laissée à la libre appréciation du directeur, est notifiée au demandeur par tout moyen lui conférant date certaine. Une réponse négative n'a pas à être motivée. Lorsque la réponse du directeur n'a pas été portée à la connaissance du demandeur dans un délai de trente jours, cette réponse est réputée négative. Une réponse positive du directeur n'emporte pas droit à la transaction. Les parties peuvent à tout moment abandonner la procédure. Elles doivent alors en informer l'autre partie par tout moyen conférant date certaine à cette information. L'abandon de la transaction en cours n'a pas à être motivé. Le directeur et le demandeur conviennent d'une proposition de protocole transactionnel, conforme à un modèle approuvé par arrêté conjoint des ministres chargés de la sécurité sociale et de l'agriculture. IV.-La proposition de protocole transactionnel est soumise pour approbation par le directeur de l'organisme de recouvrement à l'autorité mentionnée à l'article R. 155-1 . Le directeur lui fournit tous documents et supports d'information utiles à l'exercice de sa mission. L'autorité mentionnée à l'article R. 155-1 dispose d'un délai de trente jours, prorogeable une fois, à compter de la réception de la proposition pour approuver la transaction. Dans le cas de la prorogation du délai, l'autorité en informe le directeur de l'organisme de recouvrement. L'autorité peut demander des informations complémentaires au directeur de l'organisme de recouvrement. Le délai de trente jours est alors interrompu jusqu'à réception des informations demandées par l'autorité. Le directeur de l'organisme de recouvrement informe le demandeur de toute prorogation ou interruption du délai. Le contrôle de l'autorité porte sur la conformité de la proposition de protocole transactionnel aux dispositions de l'article L. 243-6-5 et sur la réciprocité des concessions faites par les parties. L'autorité mentionnée à l'article R. 155-1 notifie sa décision au directeur. Le silence de l'autorité à l'issue du délai mentionné au deuxième alinéa du présent IV vaut approbation de la proposition de transaction. Le refus d'approbation de la proposition prive d'effet la transaction. V.-Les dispositions prévues aux articles 641 et 642 du code de procédure civile s'appliquent aux délais mentionnés au III et au IV. Pour les délais mentionnés au IV, les dispositions prévues au quatrième alinéa de l'article R. 151-1 s'appliquent également. VI.-Le manquement par l'employeur à l'accomplissement des obligations prévues dans la transaction entraîne la caducité de celle-ci. A défaut de conclusion d'une transaction ou lorsque la transaction est devenue caduque, la procédure de recouvrement des sommes notifiées dans la mise en demeure est alors engagée ou poursuivie selon les règles, garanties et sanctions applicables au recouvrement des cotisations et contributions de sécurité sociale. VII.-La transaction signée n'emporte pas d'effet sur l'interprétation en droit concernant les motifs mentionnés dans la lettre d'observations. VIII.-Le directeur de l'organisme de recouvrement présente chaque année au conseil d'administration de cet organisme et à l'Agence centrale des organismes de sécurité sociale un rapport annuel des transactions conclues l'année précédente. Ce rapport comprend le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée. L'Agence centrale des organismes de sécurité sociale adresse à l'autorité mentionnée à l'article R. 155-1, avant le 1er octobre, un rapport d'analyse des propositions de transactions de l'année précédente qui comporte notamment le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée.",
            "texteHtml": "<div align='left'>I.-La transaction conclue entre un employeur et le directeur d'un organisme de recouvrement en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006445609&dateTexte=&categorieLien=cid'>article 2044 du code civil </a>et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000029956233&dateTexte=&categorieLien=cid'>L. 243-6-5 </a>du présent code termine une contestation née, à la condition que les créances concernées aient fait l'objet d'une contestation dans les délais de recours fixés par les dispositions du présent code et n'aient pas fait l'objet d'une décision de justice définitive, ou prévient une contestation à naître. Elle comporte des concessions réciproques de la part de chaque partie. <p>La demande formulée par l'employeur en application des dispositions du 3° du II de l'article L. 243-6-5 porte sur les montants redressés en application des dispositions de l'article R. 243-59-4 ainsi que sur les montants des redressements calculés en application de méthodes d'évaluation par extrapolation autres que celles mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000032882424&dateTexte=&categorieLien=id' title='Code de la sécurité sociale. - art. R243-59-2 (M)'>R. 243-59-2</a>. Elle porte sur des sommes non prescrites. </p><p>Le montant de la transaction s'apprécie comme la différence entre le montant initialement notifié par l'organisme de recouvrement et le montant figurant dans la proposition de transaction. </p><p>II.-L'employeur ou, pour le compte de celui-ci, un expert-comptable mandaté ou un avocat, peut demander au directeur de l'organisme de recouvrement mentionné aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741637&dateTexte=&categorieLien=cid'>L. 213-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006744441&dateTexte=&categorieLien=cid'>L. 752-4 </a>auprès duquel il est tenu de souscrire ses déclarations la conclusion d'une transaction dans les conditions mentionnées à l'article L. 243-6-5. </p><p>La demande n'est recevable que si l'employeur est à jour de ses obligations déclaratives et de paiement à l'égard de l'organisme de recouvrement dont il dépend, à l'exception de l'objet de la demande. La condition est réputée remplie dès lors que le cotisant a souscrit et respecte, à la date de la demande, un plan d'apurement. </p><p>La demande n'est recevable qu'après réception de la mise en demeure prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742078&dateTexte=&categorieLien=cid'>L. 244-2</a>. </p><p>La demande est écrite et adressée par tout moyen permettant de rapporter la preuve de sa date de réception. Elle est motivée et comporte : </p><p>1° Le nom et l'adresse du demandeur en sa qualité d'employeur ; </p><p>2° Son numéro d'inscription lorsqu'il est déjà inscrit au régime général de sécurité sociale ; </p><p>3° Tous documents et supports d'information utile à l'identification des montants qui font l'objet de la demande ; </p><p>4° Les références de la mise en demeure couvrant les sommes faisant l'objet de la demande. </p><p>III.-Le délai imparti à l'employeur pour saisir la commission de recours amiable mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748158&dateTexte=&categorieLien=cid'>R. 142-1 </a>est interrompu dès réception de la demande de transaction par le directeur de l'organisme de recouvrement et jusqu'à la notification, le cas échéant, de la décision du directeur de l'organisme de ne pas transiger. </p><p>La demande de transaction interrompt également les délais applicables au recouvrement des cotisations et contributions de sécurité sociale faisant suite à une mise en demeure dans les mêmes conditions. </p><p>Lorsque la demande est complète, le directeur dispose d'un délai de trente jours à compter de sa réception pour notifier sa réponse par tout moyen lui conférant date certaine. Lorsque la demande est incomplète, le directeur adresse une demande de pièces complémentaires au demandeur. Dans ce cas, le délai de trente jours ne court qu'à compter de la réception par le directeur des documents manquants. En l'absence de réception des éléments manquants dans un délai de vingt jours suivant la demande de complément, la demande de transaction est réputée caduque. </p><p>Une réponse apportée à la demande de transaction, laissée à la libre appréciation du directeur, est notifiée au demandeur par tout moyen lui conférant date certaine. Une réponse négative n'a pas à être motivée. Lorsque la réponse du directeur n'a pas été portée à la connaissance du demandeur dans un délai de trente jours, cette réponse est réputée négative. </p><p>Une réponse positive du directeur n'emporte pas droit à la transaction. Les parties peuvent à tout moment abandonner la procédure. Elles doivent alors en informer l'autre partie par tout moyen conférant date certaine à cette information. L'abandon de la transaction en cours n'a pas à être motivé. </p><p>Le directeur et le demandeur conviennent d'une proposition de protocole transactionnel, conforme à un modèle approuvé par arrêté conjoint des ministres chargés de la sécurité sociale et de l'agriculture. </p><p>IV.-La proposition de protocole transactionnel est soumise pour approbation par le directeur de l'organisme de recouvrement à l'autorité mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000021499672&dateTexte=&categorieLien=cid'>R. 155-1</a>. Le directeur lui fournit tous documents et supports d'information utiles à l'exercice de sa mission. </p><p>L'autorité mentionnée à l'article R. 155-1 dispose d'un délai de trente jours, prorogeable une fois, à compter de la réception de la proposition pour approuver la transaction. Dans le cas de la prorogation du délai, l'autorité en informe le directeur de l'organisme de recouvrement. L'autorité peut demander des informations complémentaires au directeur de l'organisme de recouvrement. Le délai de trente jours est alors interrompu jusqu'à réception des informations demandées par l'autorité. Le directeur de l'organisme de recouvrement informe le demandeur de toute prorogation ou interruption du délai. </p><p>Le contrôle de l'autorité porte sur la conformité de la proposition de protocole transactionnel aux dispositions de l'article L. 243-6-5 et sur la réciprocité des concessions faites par les parties. </p><p>L'autorité mentionnée à l'article R. 155-1 notifie sa décision au directeur. Le silence de l'autorité à l'issue du délai mentionné au deuxième alinéa du présent IV vaut approbation de la proposition de transaction. </p><p>Le refus d'approbation de la proposition prive d'effet la transaction. </p><p>V.-Les dispositions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411002&dateTexte=&categorieLien=cid'>641 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411003&dateTexte=&categorieLien=cid'>642 </a>du code de procédure civile s'appliquent aux délais mentionnés au III et au IV. Pour les délais mentionnés au IV, les dispositions prévues au quatrième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748342&dateTexte=&categorieLien=cid'>R. 151-1</a> s'appliquent également. </p><p>VI.-Le manquement par l'employeur à l'accomplissement des obligations prévues dans la transaction entraîne la caducité de celle-ci. </p><p>A défaut de conclusion d'une transaction ou lorsque la transaction est devenue caduque, la procédure de recouvrement des sommes notifiées dans la mise en demeure est alors engagée ou poursuivie selon les règles, garanties et sanctions applicables au recouvrement des cotisations et contributions de sécurité sociale. </p><p>VII.-La transaction signée n'emporte pas d'effet sur l'interprétation en droit concernant les motifs mentionnés dans la lettre d'observations. </p><p>VIII.-Le directeur de l'organisme de recouvrement présente chaque année au conseil d'administration de cet organisme et à l'Agence centrale des organismes de sécurité sociale un rapport annuel des transactions conclues l'année précédente. Ce rapport comprend le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée. </p><p>L'Agence centrale des organismes de sécurité sociale adresse à l'autorité mentionnée à l'article R. 155-1, avant le 1er octobre, un rapport d'analyse des propositions de transactions de l'année précédente qui comporte notamment le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée.</p></div>",
            "num": "R243-45-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1468195200000,
            "dateFin": 1506556800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Organisation du régime général - Action de prévention - Action sanitaire et sociale des caisses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126954",
                        "id": "LEGISCTA000006126954",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Ressources",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141857",
                        "id": "LEGISCTA000006141857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Recouvrement - Sûretés - Prescription - Contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156578",
                        "id": "LEGISCTA000006156578",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Recouvrement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173354",
                        "id": "LEGISCTA000006173354",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-02-18",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 8 : Transaction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032067166",
                        "id": "LEGISCTA000032067166",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032067168",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032067166",
            "sectionParentId": "LEGISCTA000032067166",
            "sectionParentTitre": "Sous-section 8 : Transaction",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Organisation du régime général - Action de prévention - Action sanitaire et sociale des caisses &gt; Titre IV : Ressources &gt; Chapitre 3 : Recouvrement - Sûretés - Prescription - Contrôle &gt; Section 1 : Recouvrement &gt; Sous-section 8 : Transaction",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032882376",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032862389",
                    "textTitle": "Décret n°2016-941 du 8 juillet 2016 - art. 15",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000032863972",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-07-10",
                    "dateSignaTexte": "2016-07-08",
                    "dateDebutCible": "2016-07-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035645794",
                    "textTitle": "Décret n°2017-1409 du 25 septembre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035645840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1409",
                    "datePubli": 1506470400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042439150",
                    "textTitle": "Arrêté du 8 octobre 2020 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042441012",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603152000000,
                    "dateDebut": 1603238400000
                },
                {
                    "textCid": "JORFTEXT000042439150",
                    "textTitle": "Arrêté du 8 octobre 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042441009",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603152000000,
                    "dateDebut": 1603238400000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 641",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "641",
                    "articleId": "LEGIARTI000006411002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 642",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "642",
                    "articleId": "LEGIARTI000006411003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2044",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2044",
                    "articleId": "LEGIARTI000006445609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-1",
                    "articleId": "LEGIARTI000006741637",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-6-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-6-5",
                    "articleId": "LEGIARTI000029956233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L244-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L244-2",
                    "articleId": "LEGIARTI000006742078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L752-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L752-4",
                    "articleId": "LEGIARTI000006744441",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R142-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-1",
                    "articleId": "LEGIARTI000006748158",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R151-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R151-1",
                    "articleId": "LEGIARTI000006748342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R155-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R155-1",
                    "articleId": "LEGIARTI000021499672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562544000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R243-59-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R243-59-2",
                    "articleId": "LEGIARTI000032882424",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468195200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R725-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R725-30",
                    "articleId": "LEGIARTI000047133075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1676419200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032067168",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1455753600000,
                    "dateFin": 1468195200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032882376",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1468195200000,
                    "dateFin": 1506556800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035656934",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1506556800000,
                    "dateFin": 1562544000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038787043",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1562544000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R243-45-1",
                "243-45-1"
            ],
            "versionPrecedente": "LEGIARTI000032067168",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032067168",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La transaction conclue entre un employeur et le directeur d'un organisme de recouvrement en application de l' article 2044 du code civil et de l'article L. 243-6-5 du présent code termine une contestation née, à la condition que les créances concernées aient fait l'objet d'une contestation dans les délais de recours fixés par les dispositions du présent code et n'aient pas fait l'objet d'une décision de justice définitive, ou prévient une contestation à naître. Elle comporte des concessions réciproques de la part de chaque partie. La demande formulée par l'employeur en application des dispositions du 3° du II de l'article L. 243-6-5 porte sur les montants redressés en application des dispositions de l'article R. 242-5 ainsi que sur les montants des redressements calculés en application de méthodes d'évaluation par extrapolation autres que celles mentionnées à l'article R. 243-59-2 . Elle porte sur des sommes non prescrites. Le montant de la transaction s'apprécie comme la différence entre le montant initialement notifié par l'organisme de recouvrement et le montant figurant dans la proposition de transaction. II.-L'employeur ou, pour le compte de celui-ci, un expert-comptable mandaté ou un avocat, peut demander au directeur de l'organisme de recouvrement mentionné aux articles L. 213-1 et L. 752-4 auprès duquel il est tenu de souscrire ses déclarations la conclusion d'une transaction dans les conditions mentionnées à l'article L. 243-6-5. La demande n'est recevable que si l'employeur est à jour de ses obligations déclaratives et de paiement à l'égard de l'organisme de recouvrement dont il dépend, à l'exception de l'objet de la demande. La condition est réputée remplie dès lors que le cotisant a souscrit et respecte, à la date de la demande, un plan d'apurement. La demande n'est recevable qu'après réception de la mise en demeure prévue à l'article L. 244-2 . La demande est écrite et adressée par tout moyen permettant de rapporter la preuve de sa date de réception. Elle est motivée et comporte : 1° Le nom et l'adresse du demandeur en sa qualité d'employeur ; 2° Son numéro d'inscription lorsqu'il est déjà inscrit au régime général de sécurité sociale ; 3° Tous documents et supports d'information utile à l'identification des montants qui font l'objet de la demande ; 4° Les références de la mise en demeure couvrant les sommes faisant l'objet de la demande. III.-Le délai imparti à l'employeur pour saisir la commission de recours amiable mentionnée à l'article R. 142-1 est interrompu dès réception de la demande de transaction par le directeur de l'organisme de recouvrement et jusqu'à la notification, le cas échéant, de la décision du directeur de l'organisme de ne pas transiger. La demande de transaction interrompt également les délais applicables au recouvrement des cotisations et contributions de sécurité sociale faisant suite à une mise en demeure dans les mêmes conditions. Lorsque la demande est complète, le directeur dispose d'un délai de trente jours à compter de sa réception pour notifier sa réponse par tout moyen lui conférant date certaine. Lorsque la demande est incomplète, le directeur adresse une demande de pièces complémentaires au demandeur. Dans ce cas, le délai de trente jours ne court qu'à compter de la réception par le directeur des documents manquants. En l'absence de réception des éléments manquants dans un délai de vingt jours suivant la demande de complément, la demande de transaction est réputée caduque. Une réponse apportée à la demande de transaction, laissée à la libre appréciation du directeur, est notifiée au demandeur par tout moyen lui conférant date certaine. Une réponse négative n'a pas à être motivée. Lorsque la réponse du directeur n'a pas été portée à la connaissance du demandeur dans un délai de trente jours, cette réponse est réputée négative. Une réponse positive du directeur n'emporte pas droit à la transaction. Les parties peuvent à tout moment abandonner la procédure. Elles doivent alors en informer l'autre partie par tout moyen conférant date certaine à cette information. L'abandon de la transaction en cours n'a pas à être motivé. Le directeur et le demandeur conviennent d'une proposition de protocole transactionnel, conforme à un modèle approuvé par arrêté conjoint des ministres chargés de la sécurité sociale et de l'agriculture. IV.-La proposition de protocole transactionnel est soumise pour approbation par le directeur de l'organisme de recouvrement à l'autorité mentionnée à l'article R. 155-1 . Le directeur lui fournit tous documents et supports d'information utiles à l'exercice de sa mission. L'autorité mentionnée à l'article R. 155-1 dispose d'un délai de trente jours, prorogeable une fois, à compter de la réception de la proposition pour approuver la transaction. Dans le cas de la prorogation du délai, l'autorité en informe le directeur de l'organisme de recouvrement. L'autorité peut demander des informations complémentaires au directeur de l'organisme de recouvrement. Le délai de trente jours est alors interrompu jusqu'à réception des informations demandées par l'autorité. Le directeur de l'organisme de recouvrement informe le demandeur de toute prorogation ou interruption du délai. Le contrôle de l'autorité porte sur la conformité de la proposition de protocole transactionnel aux dispositions de l'article L. 243-6-5 et sur la réciprocité des concessions faites par les parties. L'autorité mentionnée à l'article R. 155-1 notifie sa décision au directeur. Le silence de l'autorité à l'issue du délai mentionné au deuxième alinéa du présent IV vaut approbation de la proposition de transaction. Le refus d'approbation de la proposition prive d'effet la transaction. V.-Les dispositions prévues aux articles 641 et 642 du code de procédure civile s'appliquent aux délais mentionnés au III et au IV. Pour les délais mentionnés au IV, les dispositions prévues au quatrième alinéa de l'article R. 151-1 s'appliquent également. VI.-Le manquement par l'employeur à l'accomplissement des obligations prévues dans la transaction entraîne la caducité de celle-ci. A défaut de conclusion d'une transaction ou lorsque la transaction est devenue caduque, la procédure de recouvrement des sommes notifiées dans la mise en demeure est alors engagée ou poursuivie selon les règles, garanties et sanctions applicables au recouvrement des cotisations et contributions de sécurité sociale. VII.-La transaction signée n'emporte pas d'effet sur l'interprétation en droit concernant les motifs mentionnés dans la lettre d'observations. VIII.-Le directeur de l'organisme de recouvrement présente chaque année au conseil d'administration de cet organisme et à l'Agence centrale des organismes de sécurité sociale un rapport annuel des transactions conclues l'année précédente. Ce rapport comprend le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée. L'Agence centrale des organismes de sécurité sociale adresse à l'autorité mentionnée à l'article R. 155-1, avant le 1er octobre, un rapport d'analyse des propositions de transactions de l'année précédente qui comporte notamment le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée.",
            "texteHtml": "<div align='left'>I.-La transaction conclue entre un employeur et le directeur d'un organisme de recouvrement en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006445609&dateTexte=&categorieLien=cid'>article 2044 du code civil </a>et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000029956233&dateTexte=&categorieLien=cid'>L. 243-6-5 </a>du présent code termine une contestation née, à la condition que les créances concernées aient fait l'objet d'une contestation dans les délais de recours fixés par les dispositions du présent code et n'aient pas fait l'objet d'une décision de justice définitive, ou prévient une contestation à naître. Elle comporte des concessions réciproques de la part de chaque partie. <br/><br/>La demande formulée par l'employeur en application des dispositions du 3° du II de l'article L. 243-6-5 porte sur les montants redressés en application des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006749054&dateTexte=&categorieLien=cid'>R. 242-5 </a>ainsi que sur les montants des redressements calculés en application de méthodes d'évaluation par extrapolation autres que celles mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748857&dateTexte=&categorieLien=cid'>R. 243-59-2</a>. Elle porte sur des sommes non prescrites. <br/><br/>Le montant de la transaction s'apprécie comme la différence entre le montant initialement notifié par l'organisme de recouvrement et le montant figurant dans la proposition de transaction. <br/><br/>II.-L'employeur ou, pour le compte de celui-ci, un expert-comptable mandaté ou un avocat, peut demander au directeur de l'organisme de recouvrement mentionné aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741637&dateTexte=&categorieLien=cid'>L. 213-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006744441&dateTexte=&categorieLien=cid'>L. 752-4 </a>auprès duquel il est tenu de souscrire ses déclarations la conclusion d'une transaction dans les conditions mentionnées à l'article L. 243-6-5. <br/><br/>La demande n'est recevable que si l'employeur est à jour de ses obligations déclaratives et de paiement à l'égard de l'organisme de recouvrement dont il dépend, à l'exception de l'objet de la demande. La condition est réputée remplie dès lors que le cotisant a souscrit et respecte, à la date de la demande, un plan d'apurement. <br/><br/>La demande n'est recevable qu'après réception de la mise en demeure prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742078&dateTexte=&categorieLien=cid'>L. 244-2</a>. <br/><br/>La demande est écrite et adressée par tout moyen permettant de rapporter la preuve de sa date de réception. Elle est motivée et comporte : <br/><br/>1° Le nom et l'adresse du demandeur en sa qualité d'employeur ; <br/><br/>2° Son numéro d'inscription lorsqu'il est déjà inscrit au régime général de sécurité sociale ; <br/><br/>3° Tous documents et supports d'information utile à l'identification des montants qui font l'objet de la demande ; <br/><br/>4° Les références de la mise en demeure couvrant les sommes faisant l'objet de la demande. <br/><br/>III.-Le délai imparti à l'employeur pour saisir la commission de recours amiable mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748158&dateTexte=&categorieLien=cid'>R. 142-1 </a>est interrompu dès réception de la demande de transaction par le directeur de l'organisme de recouvrement et jusqu'à la notification, le cas échéant, de la décision du directeur de l'organisme de ne pas transiger. <br/><br/>La demande de transaction interrompt également les délais applicables au recouvrement des cotisations et contributions de sécurité sociale faisant suite à une mise en demeure dans les mêmes conditions. <br/><br/>Lorsque la demande est complète, le directeur dispose d'un délai de trente jours à compter de sa réception pour notifier sa réponse par tout moyen lui conférant date certaine. Lorsque la demande est incomplète, le directeur adresse une demande de pièces complémentaires au demandeur. Dans ce cas, le délai de trente jours ne court qu'à compter de la réception par le directeur des documents manquants. En l'absence de réception des éléments manquants dans un délai de vingt jours suivant la demande de complément, la demande de transaction est réputée caduque. <br/><br/>Une réponse apportée à la demande de transaction, laissée à la libre appréciation du directeur, est notifiée au demandeur par tout moyen lui conférant date certaine. Une réponse négative n'a pas à être motivée. Lorsque la réponse du directeur n'a pas été portée à la connaissance du demandeur dans un délai de trente jours, cette réponse est réputée négative. <br/><br/>Une réponse positive du directeur n'emporte pas droit à la transaction. Les parties peuvent à tout moment abandonner la procédure. Elles doivent alors en informer l'autre partie par tout moyen conférant date certaine à cette information. L'abandon de la transaction en cours n'a pas à être motivé. <br/><br/>Le directeur et le demandeur conviennent d'une proposition de protocole transactionnel, conforme à un modèle approuvé par arrêté conjoint des ministres chargés de la sécurité sociale et de l'agriculture. <br/><br/>IV.-La proposition de protocole transactionnel est soumise pour approbation par le directeur de l'organisme de recouvrement à l'autorité mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000021499672&dateTexte=&categorieLien=cid'>R. 155-1</a>. Le directeur lui fournit tous documents et supports d'information utiles à l'exercice de sa mission. <br/><br/>L'autorité mentionnée à l'article R. 155-1 dispose d'un délai de trente jours, prorogeable une fois, à compter de la réception de la proposition pour approuver la transaction. Dans le cas de la prorogation du délai, l'autorité en informe le directeur de l'organisme de recouvrement. L'autorité peut demander des informations complémentaires au directeur de l'organisme de recouvrement. Le délai de trente jours est alors interrompu jusqu'à réception des informations demandées par l'autorité. Le directeur de l'organisme de recouvrement informe le demandeur de toute prorogation ou interruption du délai. <br/><br/>Le contrôle de l'autorité porte sur la conformité de la proposition de protocole transactionnel aux dispositions de l'article L. 243-6-5 et sur la réciprocité des concessions faites par les parties. <br/><br/>L'autorité mentionnée à l'article R. 155-1 notifie sa décision au directeur. Le silence de l'autorité à l'issue du délai mentionné au deuxième alinéa du présent IV vaut approbation de la proposition de transaction. <br/><br/>Le refus d'approbation de la proposition prive d'effet la transaction. <br/><br/>V.-Les dispositions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411002&dateTexte=&categorieLien=cid'>641 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070716&idArticle=LEGIARTI000006411003&dateTexte=&categorieLien=cid'>642 </a>du code de procédure civile s'appliquent aux délais mentionnés au III et au IV. Pour les délais mentionnés au IV, les dispositions prévues au quatrième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006748342&dateTexte=&categorieLien=cid'>R. 151-1</a> s'appliquent également. <br/><br/>VI.-Le manquement par l'employeur à l'accomplissement des obligations prévues dans la transaction entraîne la caducité de celle-ci. <br/><br/>A défaut de conclusion d'une transaction ou lorsque la transaction est devenue caduque, la procédure de recouvrement des sommes notifiées dans la mise en demeure est alors engagée ou poursuivie selon les règles, garanties et sanctions applicables au recouvrement des cotisations et contributions de sécurité sociale. <br/><br/>VII.-La transaction signée n'emporte pas d'effet sur l'interprétation en droit concernant les motifs mentionnés dans la lettre d'observations. <br/><br/>VIII.-Le directeur de l'organisme de recouvrement présente chaque année au conseil d'administration de cet organisme et à l'Agence centrale des organismes de sécurité sociale un rapport annuel des transactions conclues l'année précédente. Ce rapport comprend le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée. <br/><br/>L'Agence centrale des organismes de sécurité sociale adresse à l'autorité mentionnée à l'article R. 155-1, avant le 1er octobre, un rapport d'analyse des propositions de transactions de l'année précédente qui comporte notamment le nombre de demandes de transactions formulées et de transactions conclues, leur objet, le cas échéant les montants transigés ainsi que la période concernée.</div>",
            "num": "R243-45-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1455753600000,
            "dateFin": 1468195200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Organisation du régime général - Action de prévention - Action sanitaire et sociale des caisses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126954",
                        "id": "LEGISCTA000006126954",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Ressources",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141857",
                        "id": "LEGISCTA000006141857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Recouvrement - Sûretés - Prescription - Contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156578",
                        "id": "LEGISCTA000006156578",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Recouvrement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173354",
                        "id": "LEGISCTA000006173354",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-02-18",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 8 : Transaction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032067166",
                        "id": "LEGISCTA000032067166",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032067168",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032067166",
            "sectionParentId": "LEGISCTA000032067166",
            "sectionParentTitre": "Sous-section 8 : Transaction",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Organisation du régime général - Action de prévention - Action sanitaire et sociale des caisses &gt; Titre IV : Ressources &gt; Chapitre 3 : Recouvrement - Sûretés - Prescription - Contrôle &gt; Section 1 : Recouvrement &gt; Sous-section 8 : Transaction",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032067168",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032066049",
                    "textTitle": "Décret n°2016-154 du 15 février 2016 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032067103",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-02-17",
                    "dateSignaTexte": "2016-02-15",
                    "dateDebutCible": "2016-02-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035645794",
                    "textTitle": "Décret n°2017-1409 du 25 septembre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035645840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1409",
                    "datePubli": 1506470400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042439150",
                    "textTitle": "Arrêté du 8 octobre 2020 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042441012",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603152000000,
                    "dateDebut": 1603238400000
                },
                {
                    "textCid": "JORFTEXT000042439150",
                    "textTitle": "Arrêté du 8 octobre 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042441009",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1603152000000,
                    "dateDebut": 1603238400000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 641",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "641",
                    "articleId": "LEGIARTI000006411002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006070716",
                    "textTitle": "Code de procédure civile - art. 642",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "642",
                    "articleId": "LEGIARTI000006411003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 189302400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 2044",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2044",
                    "articleId": "LEGIARTI000006445609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-1",
                    "articleId": "LEGIARTI000006741637",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-6-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-6-5",
                    "articleId": "LEGIARTI000029956233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L244-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L244-2",
                    "articleId": "LEGIARTI000006742078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L752-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L752-4",
                    "articleId": "LEGIARTI000006744441",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R142-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-1",
                    "articleId": "LEGIARTI000006748158",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R151-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R151-1",
                    "articleId": "LEGIARTI000006748342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R155-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R155-1",
                    "articleId": "LEGIARTI000021499672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1562544000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R242-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R242-5",
                    "articleId": "LEGIARTI000006749054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468195200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R243-59-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R243-59-2",
                    "articleId": "LEGIARTI000006748857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1188604800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R725-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R725-30",
                    "articleId": "LEGIARTI000047133075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1676419200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032067168",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1455753600000,
                    "dateFin": 1468195200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032882376",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1468195200000,
                    "dateFin": 1506556800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035656934",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1506556800000,
                    "dateFin": 1562544000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038787043",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1562544000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R243-45-1",
                "243-45-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}