{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006585565",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les chefs d'exploitation ou d'entreprise agricole dont la pension servie à titre personnel a pris effet avant le 1er janvier 1997 et qui justifient de périodes minimum d'activité non salariée agricole et d'assurance en tant que chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal peuvent bénéficier, à compter du 1er janvier 1999, d'une majoration de la retraite proportionnelle qui leur est servie à titre personnel. Cette majoration a pour objet de porter le montant de celle-ci à un minimum qui est fixé par décret et qui tient compte de leurs périodes d'assurance en tant que chef d'exploitation ou d'entreprise agricole et d'activités non salariées agricoles accomplies à titre exclusif ou principal. Ce même décret précise les modalités suivant lesquelles sont déterminées les périodes d'assurance précédemment mentionnées. A compter du 1er janvier 2000 puis du 1er janvier 2001, le minimum de retraite proportionnelle mentionné à l'alinéa précédent est relevé par décret. La majoration totale qui en résulte n'est pas cumulable avec la majoration totale prévue au II qui s'applique en priorité. II. - Les titulaires de la majoration forfaitaire des pensions de réversion prévue au IV de l'article L. 732-46 bénéficient, à compter du 1er janvier 1999, d'une majoration de cette dernière, lorsqu'ils justifient de périodes minimum d'activité non salariée agricole accomplies à titre exclusif ou principal. Cette majoration a pour objet de porter le montant de celle-ci à un montant minimum qui est fixé par décret et qui tient compte de leurs périodes d'activité non salariée agricole accomplies à titre exclusif ou principal. Au titre de l'année 1999, cette majoration n'est pas cumulable avec la majoration prévue au I qui s'applique en priorité. A compter du 1er janvier 2000 puis du 1er janvier 2001, le montant minimum mentionné au deuxième alinéa est relevé par décret. III. - Les personnes dont la retraite forfaitaire a pris effet avant le 1er janvier 1998 bénéficient, à compter du 1er janvier 1999, d'une majoration de la retraite forfaitaire qui leur est servie à titre personnel, lorsqu'elles justifient de périodes de cotisations à ladite retraite, ou de périodes assimilées déterminées par décret, et qu'elles ne sont pas titulaires d'un autre avantage servi à quelque titre que ce soit par le régime d'assurance vieillesse des membres non salariés des professions agricoles. Toutefois, le bénéfice d'une retraite proportionnelle acquise à titre personnel et inférieure à un montant fixé par décret ne fait pas obstacle au versement de ladite majoration. Ce décret fixe le montant de la majoration en fonction de la qualité du conjoint, d'aide familial et, le cas échéant, de chef d'exploitation ou d'entreprise agricole, en fonction des durées justifiées par l'intéressé au titre du présent paragraphe et en fonction du montant de la retraite proportionnelle éventuellement perçue. S'agissant des chefs d'exploitation ou d'entreprise agricole qui ont également exercé leur activité en qualité d'aide familial, ils sont considérés comme aides familiaux pour l'application des dispositions du présent article dès lors qu'ils ont exercé en cette dernière qualité pendant une durée supérieure à un seuil fixé par décret. A compter du 1er janvier 2000, le montant de cette majoration, tel que prévu au deuxième alinéa, est relevé par décret pour les personnes remplissant à cette date les conditions fixées au premier alinéa. Il en est de même, à compter du 1er janvier 2001, pour les personnes considérées comme conjoints ou chefs d'exploitation ou d'entreprise agricole et qui remplissent à cette seconde date lesdites conditions. IV. - Les personnes dont la retraite servie à titre personnel a pris effet au cours de l'année 1997 et qui justifient avoir acquis, en qualité de chef d'exploitation ou d'entreprise, un nombre de points de retraite proportionnelle supérieur à un minimum fixé par décret, peuvent prétendre, à compter de l'année 1998, à l'attribution gratuite de points de retraite proportionnelle prévue à l'article L. 732-31 si elles remplissent les autres conditions mentionnées au premier alinéa dudit article.",
            "texteHtml": "<p></p>   I. - Les chefs d'exploitation ou d'entreprise agricole dont la pension servie à titre personnel a pris effet avant le 1er janvier 1997 et qui justifient de périodes minimum d'activité non salariée agricole et d'assurance en tant que chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal peuvent bénéficier, à compter du 1er janvier 1999, d'une majoration de la retraite proportionnelle qui leur est servie à titre personnel.<p></p><p></p>   Cette majoration a pour objet de porter le montant de celle-ci à un minimum qui est fixé par décret et qui tient compte de leurs périodes d'assurance en tant que chef d'exploitation ou d'entreprise agricole et d'activités non salariées agricoles accomplies à titre exclusif ou principal. Ce même décret précise les modalités suivant lesquelles sont déterminées les périodes d'assurance précédemment mentionnées.<p></p><p></p>   A compter du 1er janvier 2000 puis du 1er janvier 2001, le minimum de retraite proportionnelle mentionné à l'alinéa précédent est relevé par décret. La majoration totale qui en résulte n'est pas cumulable avec la majoration totale prévue au II qui s'applique en priorité.<p></p><p></p>   II. - Les titulaires de la majoration forfaitaire des pensions de réversion prévue au IV de l'article L. 732-46 bénéficient, à compter du 1er janvier 1999, d'une majoration de cette dernière, lorsqu'ils justifient de périodes minimum d'activité non salariée agricole accomplies à titre exclusif ou principal.<p></p><p></p>   Cette majoration a pour objet de porter le montant de celle-ci à un montant minimum qui est fixé par décret et qui tient compte de leurs périodes d'activité non salariée agricole accomplies à titre exclusif ou principal.<p></p><p></p>   Au titre de l'année 1999, cette majoration n'est pas cumulable avec la majoration prévue au I qui s'applique en priorité.<p></p><p></p>   A compter du 1er janvier 2000 puis du 1er janvier 2001, le montant minimum mentionné au deuxième alinéa est relevé par décret.<p></p><p></p>   III. - Les personnes dont la retraite forfaitaire a pris effet avant le 1er janvier 1998 bénéficient, à compter du 1er janvier 1999, d'une majoration de la retraite forfaitaire qui leur est servie à titre personnel, lorsqu'elles justifient de périodes de cotisations à ladite retraite, ou de périodes assimilées déterminées par décret, et qu'elles ne sont pas titulaires d'un autre avantage servi à quelque titre que ce soit par le régime d'assurance vieillesse des membres non salariés des professions agricoles. Toutefois, le bénéfice d'une retraite proportionnelle acquise à titre personnel et inférieure à un montant fixé par décret ne fait pas obstacle au versement de ladite majoration.<p></p><p></p>   Ce décret fixe le montant de la majoration en fonction de la qualité du conjoint, d'aide familial et, le cas échéant, de chef d'exploitation ou d'entreprise agricole, en fonction des durées justifiées par l'intéressé au titre du présent paragraphe et en fonction du montant de la retraite proportionnelle éventuellement perçue.<p></p><p></p>   S'agissant des chefs d'exploitation ou d'entreprise agricole qui ont également exercé leur activité en qualité d'aide familial, ils sont considérés comme aides familiaux pour l'application des dispositions du présent article dès lors qu'ils ont exercé en cette dernière qualité pendant une durée supérieure à un seuil fixé par décret.<p></p><p></p>   A compter du 1er janvier 2000, le montant de cette majoration, tel que prévu au deuxième alinéa, est relevé par décret pour les personnes remplissant à cette date les conditions fixées au premier alinéa. Il en est de même, à compter du 1er janvier 2001, pour les personnes considérées comme conjoints ou chefs d'exploitation ou d'entreprise agricole et qui remplissent à cette seconde date lesdites conditions.<p></p><p></p>   IV. - Les personnes dont la retraite servie à titre personnel a pris effet au cours de l'année 1997 et qui justifient avoir acquis, en qualité de chef d'exploitation ou d'entreprise, un nombre de points de retraite proportionnelle supérieur à un minimum fixé par décret, peuvent prétendre, à compter de l'année 1998, à l'attribution gratuite de points de retraite proportionnelle prévue à l'article L. 732-31 si elles remplissent les autres conditions mentionnées au premier alinéa dudit article.<p></p>",
            "num": "L732-33",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 978220800000,
            "dateFin": 1009584000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Protection sociale des personnes non salariées des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138365",
                        "id": "LEGISCTA000006138365",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152347",
                        "id": "LEGISCTA000006152347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2004-07-01",
                        "titre": "Section 3 : Assurance vieillesse et assurance veuvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167890",
                        "id": "LEGISCTA000006167890",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2004-07-01",
                        "titre": "Sous-section 1 : Assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183060",
                        "id": "LEGISCTA000006183060",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2004-07-01",
                        "titre": "Paragraphe 2 : Pension de retraite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193339",
                        "id": "LEGISCTA000006193339",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585564",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193339",
            "sectionParentId": "LEGISCTA000006193339",
            "sectionParentTitre": "Paragraphe 2 : Pension de retraite.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre III : Protection sociale des personnes non salariées des professions agricoles &gt; Chapitre II : Prestations &gt; Section 3 : Assurance vieillesse et assurance veuvage &gt; Sous-section 1 : Assurance vieillesse &gt; Paragraphe 2 : Pension de retraite.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585565",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000220595",
                    "textTitle": "Loi - art. 99 () JORF 31 décembre 2000",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "99",
                    "articleId": "LEGIARTI000006320901",
                    "natureText": "LOI",
                    "datePubliTexte": "2000-12-31",
                    "dateSignaTexte": "2000-12-30",
                    "dateDebutCible": "2000-12-31"
                },
                {
                    "textCid": "JORFTEXT000000592233",
                    "textTitle": "Loi - art. 117 () JORF 29 décembre 2001",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "117",
                    "articleId": "LEGIARTI000006321246",
                    "natureText": "LOI",
                    "datePubliTexte": "2001-12-29",
                    "dateSignaTexte": "2001-12-28",
                    "dateDebutCible": "2001-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L732-31, L732-46",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1121-5-1 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1121-5-1",
                    "articleId": "LEGIARTI000006581022",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1121-6 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1121-6",
                    "articleId": "LEGIARTI000006581023",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585564",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 978220800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585565",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 978220800000,
                    "dateFin": 1009584000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L732-33",
                "732-33"
            ],
            "versionPrecedente": "LEGIARTI000006585564",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006585564",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les chefs d'exploitation ou d'entreprise agricole dont la pension servie à titre personnel a pris effet avant le 1er janvier 1997 et qui justifient de périodes minimum d'activité non salariée agricole et d'assurance en tant que chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal peuvent bénéficier, à compter du 1er janvier 1999, d'une majoration de la retraite proportionnelle qui leur est servie à titre personnel. Cette majoration a pour objet de porter le montant de celle-ci à un minimum qui est fixé par décret et qui tient compte de leurs périodes d'assurance en tant que chef d'exploitation ou d'entreprise agricole et d'activités non salariées agricoles accomplies à titre exclusif ou principal. Ce même décret précise les modalités suivant lesquelles sont déterminées les périodes d'assurance précédemment mentionnées. A compter du 1er janvier 2000, le minimum de retraite proportionnelle mentionné à l'alinéa précédent est relevé par décret. La majoration totale qui en résulte n'est pas cumulable avec celle prévue au II qui s'applique en priorité. II. - Les titulaires de la majoration forfaitaire des pensions de réversion prévue au IV de l'article L. 732-46 bénéficient, à compter du 1er janvier 1999, d'une majoration de cette dernière, lorsqu'ils justifient de périodes minimum d'activité non salariée agricole accomplies à titre exclusif ou principal. Cette majoration a pour objet de porter le montant de celle-ci à un montant minimum qui est fixé par décret et qui tient compte de leurs périodes d'activité non salariée agricole accomplies à titre exclusif ou principal. Au titre de l'année 1999, cette majoration n'est pas cumulable avec la majoration prévue au I qui s'applique en priorité. A compter du 1er janvier 2000, le montant minimum mentionné au deuxième alinéa est relevé par décret. III. - Les personnes dont la retraite forfaitaire a pris effet avant le 1er janvier 1998 bénéficient, à compter du 1er janvier 1999, d'une majoration de la retraite forfaitaire qui leur est servie à titre personnel, lorsqu'elles justifient de périodes de cotisations à ladite retraite, ou de périodes assimilées déterminées par décret, et qu'elles ne sont pas titulaires d'un autre avantage servi à quelque titre que ce soit par le régime d'assurance vieillesse des membres non salariés des professions agricoles. Toutefois, le bénéfice d'une retraite proportionnelle acquise à titre personnel et inférieure à un montant fixé par décret ne fait pas obstacle au versement de ladite majoration. Ce décret fixe le montant de la majoration en fonction de la qualité du conjoint, d'aide familial et, le cas échéant, de chef d'exploitation ou d'entreprise agricole, en fonction des durées justifiées par l'intéressé au titre du présent paragraphe et en fonction du montant de la retraite proportionnelle éventuellement perçue. S'agissant des chefs d'exploitation ou d'entreprise agricole qui ont également exercé leur activité en qualité d'aide familial, ils sont considérés comme aides familiaux pour l'application des dispositions du présent article dès lors qu'ils ont exercé en cette dernière qualité pendant une durée supérieure à un seuil fixé par décret. A compter du 1er janvier 2000, pour les personnes remplissant les conditions fixées au premier alinéa, le montant tel que prévu au deuxième alinéa, de cette majoration est relevé par décret. IV. - Les personnes dont la retraite servie à titre personnel a pris effet au cours de l'année 1997 et qui justifient avoir acquis, en qualité de chef d'exploitation ou d'entreprise, un nombre de points de retraite proportionnelle supérieur à un minimum fixé par décret, peuvent prétendre, à compter de l'année 1998, à l'attribution gratuite de points de retraite proportionnelle prévue à l'article L. 732-31 si elles remplissent les autres conditions mentionnées au premier alinéa dudit article.",
            "texteHtml": "<p></p>   I. - Les chefs d'exploitation ou d'entreprise agricole dont la pension servie à titre personnel a pris effet avant le 1er janvier 1997 et qui justifient de périodes minimum d'activité non salariée agricole et d'assurance en tant que chef d'exploitation ou d'entreprise agricole accomplies à titre exclusif ou principal peuvent bénéficier, à compter du 1er janvier 1999, d'une majoration de la retraite proportionnelle qui leur est servie à titre personnel.<p></p><p></p>   Cette majoration a pour objet de porter le montant de celle-ci à un minimum qui est fixé par décret et qui tient compte de leurs périodes d'assurance en tant que chef d'exploitation ou d'entreprise agricole et d'activités non salariées agricoles accomplies à titre exclusif ou principal. Ce même décret précise les modalités suivant lesquelles sont déterminées les périodes d'assurance précédemment mentionnées.<p></p><p></p>   A compter du 1er janvier 2000, le minimum de retraite proportionnelle mentionné à l'alinéa précédent est relevé par décret. La majoration totale qui en résulte n'est pas cumulable avec celle prévue au II qui s'applique en priorité.<p></p><p></p>   II. - Les titulaires de la majoration forfaitaire des pensions de réversion prévue au IV de l'article L. 732-46 bénéficient, à compter du 1er janvier 1999, d'une majoration de cette dernière, lorsqu'ils justifient de périodes minimum d'activité non salariée agricole accomplies à titre exclusif ou principal.<p></p><p></p>   Cette majoration a pour objet de porter le montant de celle-ci à un montant minimum qui est fixé par décret et qui tient compte de leurs périodes d'activité non salariée agricole accomplies à titre exclusif ou principal.<p></p><p></p>   Au titre de l'année 1999, cette majoration n'est pas cumulable avec la majoration prévue au I qui s'applique en priorité.<p></p><p></p>   A compter du 1er janvier 2000, le montant minimum mentionné au deuxième alinéa est relevé par décret.<p></p><p></p>   III. - Les personnes dont la retraite forfaitaire a pris effet avant le 1er janvier 1998 bénéficient, à compter du 1er janvier 1999, d'une majoration de la retraite forfaitaire qui leur est servie à titre personnel, lorsqu'elles justifient de périodes de cotisations à ladite retraite, ou de périodes assimilées déterminées par décret, et qu'elles ne sont pas titulaires d'un autre avantage servi à quelque titre que ce soit par le régime d'assurance vieillesse des membres non salariés des professions agricoles. Toutefois, le bénéfice d'une retraite proportionnelle acquise à titre personnel et inférieure à un montant fixé par décret ne fait pas obstacle au versement de ladite majoration.<p></p><p></p>   Ce décret fixe le montant de la majoration en fonction de la qualité du conjoint, d'aide familial et, le cas échéant, de chef d'exploitation ou d'entreprise agricole, en fonction des durées justifiées par l'intéressé au titre du présent paragraphe et en fonction du montant de la retraite proportionnelle éventuellement perçue.<p></p><p></p>   S'agissant des chefs d'exploitation ou d'entreprise agricole qui ont également exercé leur activité en qualité d'aide familial, ils sont considérés comme aides familiaux pour l'application des dispositions du présent article dès lors qu'ils ont exercé en cette dernière qualité pendant une durée supérieure à un seuil fixé par décret.<p></p><p></p>   A compter du 1er janvier 2000, pour les personnes remplissant les conditions fixées au premier alinéa, le montant tel que prévu au deuxième alinéa, de cette majoration est relevé par décret.<p></p><p></p>   IV. - Les personnes dont la retraite servie à titre personnel a pris effet au cours de l'année 1997 et qui justifient avoir acquis, en qualité de chef d'exploitation ou d'entreprise, un nombre de points de retraite proportionnelle supérieur à un minimum fixé par décret, peuvent prétendre, à compter de l'année 1998, à l'attribution gratuite de points de retraite proportionnelle prévue à l'article L. 732-31 si elles remplissent les autres conditions mentionnées au premier alinéa dudit article.<p></p>",
            "num": "L732-33",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 961632000000,
            "dateFin": 978220800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 773082,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121425",
                        "id": "LEGISCTA000006121425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Protection sociale des personnes non salariées des professions agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138365",
                        "id": "LEGISCTA000006138365",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Prestations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152347",
                        "id": "LEGISCTA000006152347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2004-07-01",
                        "titre": "Section 3 : Assurance vieillesse et assurance veuvage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167890",
                        "id": "LEGISCTA000006167890",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2004-07-01",
                        "titre": "Sous-section 1 : Assurance vieillesse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183060",
                        "id": "LEGISCTA000006183060",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2004-07-01",
                        "titre": "Paragraphe 2 : Pension de retraite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193339",
                        "id": "LEGISCTA000006193339",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006585564",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193339",
            "sectionParentId": "LEGISCTA000006193339",
            "sectionParentTitre": "Paragraphe 2 : Pension de retraite.",
            "fullSectionsTitre": "Partie législative &gt; Livre VII : Dispositions sociales &gt; Titre III : Protection sociale des personnes non salariées des professions agricoles &gt; Chapitre II : Prestations &gt; Section 3 : Assurance vieillesse et assurance veuvage &gt; Sous-section 1 : Assurance vieillesse &gt; Paragraphe 2 : Pension de retraite.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006585564",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000216971",
                    "textTitle": "Ordonnance 2000-550 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000216971",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000583733",
                    "textTitle": "Rapport - art. 1 (V) JORF 22 juin 2000",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006601333",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2000-06-15",
                    "dateDebutCible": "2000-06-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L732-31, L732-46",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1121-5-1 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1121-5-1",
                    "articleId": "LEGIARTI000006581022",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1121-6 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1121-6",
                    "articleId": "LEGIARTI000006581023",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006585564",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 978220800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006585565",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 978220800000,
                    "dateFin": 1009584000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L732-33",
                "732-33"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}