{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933323",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative au contrôle du bilan d'ouverture du premier exercice certifié par le commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-510. Contrôle du bilan d'ouverture du premier exercice certifié par le commissaire aux comptes Introduction 01. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat, il vérifie que le bilan de clôture de l'exercice précédent repris pour l'ouverture du premier exercice dont il certifie les comptes, qualifié de bilan d'ouverture, ne contient pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice. 02. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes qui intervient au titre de la première année de son mandat met en œuvre, dans le cadre de sa mission, pour contrôler le bilan d'ouverture. 03. Elle définit en outre les conséquences que le commissaire aux comptes tire sur son rapport des conclusions auxquelles il aboutit à l'issue de la mise en œuvre de ces procédures d'audit. Procédures d'audit à mettre en œuvre par le commissaire aux comptes 04. Le commissaire aux comptes collecte les éléments suffisants et appropriés lui permettant de vérifier que : -les soldes de comptes du bilan d'ouverture ne contiennent pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice ; -la présentation des comptes ainsi que les méthodes d'évaluation retenues n'ont pas été modifiées d'un exercice à l'autre. Lorsque le commissaire aux comptes identifie un changement comptable intervenu au cours de l'exercice qui nécessite de présenter une information comparative pour rétablir la comparabilité des comptes, il applique les principes définis dans la norme traitant des changements comptables. 05. Pour collecter ces éléments, le commissaire aux comptes tient compte : -de son évaluation du risque d'anomalies significatives dans les comptes ; -du fait que les comptes de l'exercice précédent ont fait l'objet ou non d'une certification par un commissaire aux comptes et, dans l'affirmative, de l'opinion exprimée par le prédécesseur. 06. Lorsque les comptes de l'exercice précédent ont fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes prend connaissance du dossier de travail de son prédécesseur. 07. La certification sans réserve des comptes de l'exercice précédent constitue une présomption de régularité et sincérité du bilan d'ouverture. 08. Lorsque le prédécesseur a assorti la certification des comptes de l'exercice précédent d'une observation ou d'une réserve ou a refusé de les certifier ou a été dans l'impossibilité de les certifier, le commissaire aux comptes examine les points à l'origine de cette observation, cette réserve, ce refus ou cette impossibilité et reste attentif à leur évolution. 09. Si les comptes de l'exercice précédent n'ont pas été certifiés ou si le commissaire aux comptes n'a pas obtenu des travaux de son prédécesseur les éléments suffisants et appropriés estimés nécessaires, il met en œuvre les procédures qui suivent. 10. Les procédures d'audit mises en œuvre par le commissaire aux comptes pour les besoins de la certification des comptes de l'exercice peuvent lui permettre d'obtenir les éléments suffisants et appropriés pour conclure sur certains soldes de comptes du bilan d'ouverture. 11. Lorsque ces procédures ne permettent pas au commissaire aux comptes d'obtenir les éléments suffisants et appropriés estimés nécessaires, il met en œuvre des procédures complémentaires. Il peut ainsi examiner les contrats et autres documents d'origine interne ou externe qui lui permettent de conclure quant aux assertions qu'il souhaite vérifier. Ces procédures sont généralement pertinentes pour vérifier les soldes des comptes des actifs immobilisés et de certains passifs tels que les emprunts. De même, pour conclure quant à l'existence physique et à l'évaluation des stocks en début d'exercice, le commissaire aux comptes peut mettre en œuvre les procédures complémentaires suivantes : -observation d'une prise d'inventaire physique en cours d'exercice et rapprochement des éléments recueillis avec les soldes à l'ouverture ; -examen de la marge brute et des procédures de séparation des exercices. Conclusions et rapport 12. Lorsqu'il ne peut pas mettre en œuvre a posteriori les procédures décrites dans les paragraphes précédents sur les soldes de comptes du bilan d'ouverture, le commissaire aux comptes en apprécie l'incidence sur l'expression de son opinion. 13. Si, à l'issue de ses travaux, le commissaire aux comptes conclut que les comptes pourraient être affectés par une anomalie significative issue des exercices précédents, il en informe la direction et, le cas échéant, son prédécesseur. 14. Si l'anomalie significative est confirmée et si la direction ne procède pas au traitement comptable approprié, le commissaire aux comptes en apprécie l'incidence sur l'expression de son opinion. 15. Lorsque les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes le mentionne dans son rapport, à la fin de l'introduction.",
            "texteHtml": "<p>La norme d'exercice professionnel relative au contrôle du bilan d'ouverture du premier exercice certifié par le commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-510. Contrôle du bilan d'ouverture du premier exercice certifié par le commissaire aux comptes<br/><br/>\n Introduction<br/><br/>\n 01. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat, il vérifie que le bilan de clôture de l'exercice précédent repris pour l'ouverture du premier exercice dont il certifie les comptes, qualifié de bilan d'ouverture, ne contient pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice.<br/><br/>\n 02. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes qui intervient au titre de la première année de son mandat met en œuvre, dans le cadre de sa mission, pour contrôler le bilan d'ouverture.<br/><br/>\n 03. Elle définit en outre les conséquences que le commissaire aux comptes tire sur son rapport des conclusions auxquelles il aboutit à l'issue de la mise en œuvre de ces procédures d'audit.<br/><br/>\n Procédures d'audit à mettre en œuvre par le commissaire aux comptes<br/><br/>\n 04. Le commissaire aux comptes collecte les éléments suffisants et appropriés lui permettant de vérifier que :</p><p><br/>\n-les soldes de comptes du bilan d'ouverture ne contiennent pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice ;<br/><br/>\n-la présentation des comptes ainsi que les méthodes d'évaluation retenues n'ont pas été modifiées d'un exercice à l'autre. Lorsque le commissaire aux comptes identifie un changement comptable intervenu au cours de l'exercice qui nécessite de présenter une information comparative pour rétablir la comparabilité des comptes, il applique les principes définis dans la norme traitant des changements comptables.</p><p><br/>\n 05. Pour collecter ces éléments, le commissaire aux comptes tient compte :</p><p><br/>\n-de son évaluation du risque d'anomalies significatives dans les comptes ;<br/><br/>\n-du fait que les comptes de l'exercice précédent ont fait l'objet ou non d'une certification par un commissaire aux comptes et, dans l'affirmative, de l'opinion exprimée par le prédécesseur.</p><p><br/>\n 06. Lorsque les comptes de l'exercice précédent ont fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes prend connaissance du dossier de travail de son prédécesseur.<br/><br/>\n 07. La certification sans réserve des comptes de l'exercice précédent constitue une présomption de régularité et sincérité du bilan d'ouverture.<br/><br/>\n 08. Lorsque le prédécesseur a assorti la certification des comptes de l'exercice précédent d'une observation ou d'une réserve ou a refusé de les certifier ou a été dans l'impossibilité de les certifier, le commissaire aux comptes examine les points à l'origine de cette observation, cette réserve, ce refus ou cette impossibilité et reste attentif à leur évolution.<br/><br/>\n 09. Si les comptes de l'exercice précédent n'ont pas été certifiés ou si le commissaire aux comptes n'a pas obtenu des travaux de son prédécesseur les éléments suffisants et appropriés estimés nécessaires, il met en œuvre les procédures qui suivent.<br/><br/>\n 10. Les procédures d'audit mises en œuvre par le commissaire aux comptes pour les besoins de la certification des comptes de l'exercice peuvent lui permettre d'obtenir les éléments suffisants et appropriés pour conclure sur certains soldes de comptes du bilan d'ouverture.<br/><br/>\n 11. Lorsque ces procédures ne permettent pas au commissaire aux comptes d'obtenir les éléments suffisants et appropriés estimés nécessaires, il met en œuvre des procédures complémentaires.<br/><br/>\n Il peut ainsi examiner les contrats et autres documents d'origine interne ou externe qui lui permettent de conclure quant aux assertions qu'il souhaite vérifier. Ces procédures sont généralement pertinentes pour vérifier les soldes des comptes des actifs immobilisés et de certains passifs tels que les emprunts. De même, pour conclure quant à l'existence physique et à l'évaluation des stocks en début d'exercice, le commissaire aux comptes peut mettre en œuvre les procédures complémentaires suivantes :</p><p><br/>\n-observation d'une prise d'inventaire physique en cours d'exercice et rapprochement des éléments recueillis avec les soldes à l'ouverture ;<br/><br/>\n-examen de la marge brute et des procédures de séparation des exercices.</p><p><br/>\n Conclusions et rapport<br/><br/>\n 12. Lorsqu'il ne peut pas mettre en œuvre a posteriori les procédures décrites dans les paragraphes précédents sur les soldes de comptes du bilan d'ouverture, le commissaire aux comptes en apprécie l'incidence sur l'expression de son opinion.<br/><br/>\n 13. Si, à l'issue de ses travaux, le commissaire aux comptes conclut que les comptes pourraient être affectés par une anomalie significative issue des exercices précédents, il en informe la direction et, le cas échéant, son prédécesseur.<br/><br/>\n 14. Si l'anomalie significative est confirmée et si la direction ne procède pas au traitement comptable approprié, le commissaire aux comptes en apprécie l'incidence sur l'expression de son opinion.<br/><br/>\n 15. Lorsque les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes le mentionne dans son rapport, à la fin de l'introduction.</p>",
            "num": "A823-21",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 5 : Des contrôles particuliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163219",
                        "id": "LEGISCTA000020163414",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163225",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163219",
            "sectionParentId": "LEGISCTA000020163414",
            "sectionParentTitre": "Paragraphe 5 : Des contrôles particuliers",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 5 : Des contrôles particuliers",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047933323",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000047932547",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000429157",
                    "textTitle": "Arrêté du 7 mai 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002449769",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163408",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933323",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-21",
                "823-21"
            ],
            "versionPrecedente": "LEGIARTI000020163408",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163408",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative au contrôle du bilan d'ouverture du premier exercice certifié par le commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AU CONTRÔLE DU BILAN D'OUVERTURE DU PREMIER EXERCICE CERTIFIÉ PAR LE COMMISSAIRE AUX COMPTES Introduction 1. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat, il vérifie que le bilan de clôture de l'exercice précédent repris pour l'ouverture du premier exercice dont il certifie les comptes, qualifié de bilan d'ouverture, ne contient pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice. 2. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes qui intervient au titre de la première année de son mandat met en œuvre, dans le cadre de sa mission, pour contrôler le bilan d'ouverture. 3. Elle définit en outre les conséquences que le commissaire aux comptes tire sur son rapport des conclusions auxquelles il aboutit à l'issue de la mise en œuvre de ces procédures d'audit. Procédures d'audit à mettre en œuvre par le commissaire aux comptes 4. Le commissaire aux comptes collecte les éléments suffisants et appropriés lui permettant de vérifier que : ― les soldes de comptes du bilan d'ouverture ne contiennent pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice ; ― la présentation des comptes ainsi que les méthodes d'évaluation retenues n'ont pas été modifiées d'un exercice à l'autre. Lorsque le commissaire aux comptes identifie un changement comptable intervenu au cours de l'exercice qui nécessite de présenter une information comparative pour rétablir la comparabilité des comptes, il applique les principes définis dans la norme traitant des changements comptables. 5. Pour collecter ces éléments, le commissaire aux comptes tient compte : ― de son évaluation du risque d'anomalies significatives dans les comptes ; ― du fait que les comptes de l'exercice précédent ont fait l'objet ou non d'une certification par un commissaire aux comptes et, dans l'affirmative, de l'opinion exprimée par le prédécesseur. 6. Lorsque les comptes de l'exercice précédent ont fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes prend connaissance du dossier de travail de son prédécesseur. 7. La certification sans réserve des comptes de l'exercice précédent constitue une présomption de régularité et sincérité du bilan d'ouverture. 8. Lorsque le prédécesseur a assorti la certification des comptes de l'exercice précédent d'une observation ou d'une réserve ou a refusé de les certifier, le commissaire aux comptes examine les points à l'origine de cette observation, réserve ou refus et reste attentif à leur évolution. 9. Si les comptes de l'exercice précédent n'ont pas été certifiés ou si le commissaire aux comptes n'a pas obtenu des travaux de son prédécesseur les éléments suffisants et appropriés estimés nécessaires, il met en œuvre les procédures qui suivent. 10. Les procédures d'audit mises en œuvre par le commissaire aux comptes pour les besoins de la certification des comptes de l'exercice peuvent lui permettre d'obtenir les éléments suffisants et appropriés pour conclure sur certains soldes de comptes du bilan d'ouverture. 11. Lorsque ces procédures ne permettent pas au commissaire aux comptes d'obtenir les éléments suffisants et appropriés estimés nécessaires, il met en œuvre des procédures complémentaires. Il peut ainsi examiner les contrats et autres documents d'origine interne ou externe qui lui permettent de conclure quant aux assertions qu'il souhaite vérifier. Ces procédures sont généralement pertinentes pour vérifier les soldes des comptes des actifs immobilisés et de certains passifs tels que les emprunts. De même, pour conclure quant à l'existence physique et à l'évaluation des stocks en début d'exercice, le commissaire aux comptes peut mettre en œuvre les procédures complémentaires suivantes : ― observation d'une prise d'inventaire physique en cours d'exercice et rapprochement des éléments recueillis avec les soldes à l'ouverture ; ― examen de la marge brute et des procédures de séparation des exercices. Conclusions et rapport 12. Lorsqu'il ne peut pas mettre en œuvre a posteriori les procédures décrites dans les paragraphes précédents sur les soldes de comptes du bilan d'ouverture, le commissaire aux comptes en apprécie l'incidence sur l'expression de son opinion. 13. Si, à l'issue de ses travaux, le commissaire aux comptes conclut que les comptes pourraient être affectés par une anomalie significative issue des exercices précédents, il en informe la direction et, le cas échéant, son prédécesseur. 14. Si l'anomalie significative est confirmée et si la direction ne procède pas au traitement comptable approprié, le commissaire aux comptes en apprécie l'incidence sur l'expression de son opinion. 15. Lorsque les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes le mentionne dans son rapport, à la fin de l'introduction.",
            "texteHtml": "<p></p><p> \t\t\t\t\tLa norme d'exercice professionnel relative au contrôle du bilan d'ouverture du premier exercice certifié par le commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p></p><p></p><p align='center'>NORME D'EXERCICE PROFESSIONNEL RELATIVE AU CONTRÔLE DU BILAN D'OUVERTURE DU PREMIER EXERCICE CERTIFIÉ PAR LE COMMISSAIRE AUX COMPTES</p><p></p><p></p><p> \t\t\t\t\tIntroduction<br/></p><p> \t\t\t\t\t 1. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat, il vérifie que le bilan de clôture de l'exercice précédent repris pour l'ouverture du premier exercice dont il certifie les comptes, qualifié de bilan d'ouverture, ne contient pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice.</p><p> \t\t\t\t\t 2. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes qui intervient au titre de la première année de son mandat met en œuvre, dans le cadre de sa mission, pour contrôler le bilan d'ouverture.</p><p> \t\t\t\t\t 3. Elle définit en outre les conséquences que le commissaire aux comptes tire sur son rapport des conclusions auxquelles il aboutit à l'issue de la mise en œuvre de ces procédures d'audit.<br/></p><p> \t\t\t\t\tProcédures d'audit à mettre en œuvre par le commissaire aux comptes<br/></p><p> \t\t\t\t\t 4. Le commissaire aux comptes collecte les éléments suffisants et appropriés lui permettant de vérifier que :</p><p> \t\t\t\t\t ― les soldes de comptes du bilan d'ouverture ne contiennent pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice ;</p><p> \t\t\t\t\t ― la présentation des comptes ainsi que les méthodes d'évaluation retenues n'ont pas été modifiées d'un exercice à l'autre. Lorsque le commissaire aux comptes identifie un changement comptable intervenu au cours de l'exercice qui nécessite de présenter une information comparative pour rétablir la comparabilité des comptes, il applique les principes définis dans la norme traitant des changements comptables.</p><p> \t\t\t\t\t 5. Pour collecter ces éléments, le commissaire aux comptes tient compte :</p><p> \t\t\t\t\t ― de son évaluation du risque d'anomalies significatives dans les comptes ;</p><p> \t\t\t\t\t ― du fait que les comptes de l'exercice précédent ont fait l'objet ou non d'une certification par un commissaire aux comptes et, dans l'affirmative, de l'opinion exprimée par le prédécesseur.</p><p> \t\t\t\t\t 6. Lorsque les comptes de l'exercice précédent ont fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes prend connaissance du dossier de travail de son prédécesseur.</p><p> \t\t\t\t\t 7. La certification sans réserve des comptes de l'exercice précédent constitue une présomption de régularité et sincérité du bilan d'ouverture.</p><p> \t\t\t\t\t 8. Lorsque le prédécesseur a assorti la certification des comptes de l'exercice précédent d'une observation ou d'une réserve ou a refusé de les certifier, le commissaire aux comptes examine les points à l'origine de cette observation, réserve ou refus et reste attentif à leur évolution.</p><p> \t\t\t\t\t 9. Si les comptes de l'exercice précédent n'ont pas été certifiés ou si le commissaire aux comptes n'a pas obtenu des travaux de son prédécesseur les éléments suffisants et appropriés estimés nécessaires, il met en œuvre les procédures qui suivent.</p><p> \t\t\t\t\t 10. Les procédures d'audit mises en œuvre par le commissaire aux comptes pour les besoins de la certification des comptes de l'exercice peuvent lui permettre d'obtenir les éléments suffisants et appropriés pour conclure sur certains soldes de comptes du bilan d'ouverture.</p><p> \t\t\t\t\t 11. Lorsque ces procédures ne permettent pas au commissaire aux comptes d'obtenir les éléments suffisants et appropriés estimés nécessaires, il met en œuvre des procédures complémentaires.</p><p> \t\t\t\t\t Il peut ainsi examiner les contrats et autres documents d'origine interne ou externe qui lui permettent de conclure quant aux assertions qu'il souhaite vérifier. Ces procédures sont généralement pertinentes pour vérifier les soldes des comptes des actifs immobilisés et de certains passifs tels que les emprunts.</p><p> \t\t\t\t\t De même, pour conclure quant à l'existence physique et à l'évaluation des stocks en début d'exercice, le commissaire aux comptes peut mettre en œuvre les procédures complémentaires suivantes :</p><p> \t\t\t\t\t ― observation d'une prise d'inventaire physique en cours d'exercice et rapprochement des éléments recueillis avec les soldes à l'ouverture ;</p><p> \t\t\t\t\t ― examen de la marge brute et des procédures de séparation des exercices.<br/></p><p> \t\t\t\t\tConclusions et rapport<br/></p><p> \t\t\t\t\t 12. Lorsqu'il ne peut pas mettre en œuvre a posteriori les procédures décrites dans les paragraphes précédents sur les soldes de comptes du bilan d'ouverture, le commissaire aux comptes en apprécie l'incidence sur l'expression de son opinion.</p><p> \t\t\t\t\t 13. Si, à l'issue de ses travaux, le commissaire aux comptes conclut que les comptes pourraient être affectés par une anomalie significative issue des exercices précédents, il en informe la direction et, le cas échéant, son prédécesseur.</p><p> \t\t\t\t\t 14. Si l'anomalie significative est confirmée et si la direction ne procède pas au traitement comptable approprié, le commissaire aux comptes en apprécie l'incidence sur l'expression de son opinion.</p><p> \t\t\t\t\t 15. Lorsque les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes le mentionne dans son rapport, à la fin de l'introduction.<br/></p><p></p>",
            "num": "A823-21",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 5 : Des contrôles particuliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163219",
                        "id": "LEGISCTA000020163414",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163225",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163219",
            "sectionParentId": "LEGISCTA000020163414",
            "sectionParentTitre": "Paragraphe 5 : Des contrôles particuliers",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 5 : Des contrôles particuliers",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163408",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000429157",
                    "textTitle": "Arrêté du 7 mai 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002449769",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163408",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933323",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-21",
                "823-21"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}