{
    "cid": "LEGIARTI000039789892",
    "num": "L481-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-24",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Régime applicable aux constructions, aménagements et démolitions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128567",
                        "id": "LEGISCTA000006128567",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-24",
                        "fin": "2019-12-29",
                        "titre": "Titre VIII : Infractions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143326",
                        "id": "LEGISCTA000006143326",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-29",
                        "fin": "2999-01-01",
                        "titre": "Titre VIII : Dispositions relatives aux contrôles, aux sanctions et aux mesures administratives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143326",
                        "id": "LEGISCTA000041411168",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Mise en demeure, astreinte et consignation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039789869",
                        "id": "LEGISCTA000039789874",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039789892",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039681877",
                    "textTitle": "LOI n° 2019-1461 du 27 décembre 2019 - art. 48",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "48",
                    "articleId": "LEGIARTI000039764796",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-28",
                    "dateSignaTexte": "2019-12-27",
                    "dateDebutCible": "2019-12-29"
                }
            ],
            "num": "L481-1",
            "origine": "LEGI",
            "texte": "I.-Lorsque des travaux mentionnés aux articles L. 421-1 à L. 421-5 ont été entrepris ou exécutés en méconnaissance des obligations imposées par les titres Ier à VII du présent livre et les règlements pris pour leur application ainsi que des obligations mentionnées à l'article L. 610-1 ou en méconnaissance des prescriptions imposées par un permis de construire, de démolir ou d'aménager ou par la décision prise sur une déclaration préalable et qu'un procès-verbal a été dressé en application de l'article L. 480-1, indépendamment des poursuites pénales qui peuvent être exercées pour réprimer l'infraction constatée, l'autorité compétente mentionnée aux articles L. 422-1 à L. 422-3-1 peut, après avoir invité l'intéressé à présenter ses observations, le mettre en demeure, dans un délai qu'elle détermine, soit de procéder aux opérations nécessaires à la mise en conformité de la construction, de l'aménagement, de l'installation ou des travaux en cause aux dispositions dont la méconnaissance a été constatée, soit de déposer, selon le cas, une demande d'autorisation ou une déclaration préalable visant à leur régularisation. II.-Le délai imparti par la mise en demeure est fonction de la nature de l'infraction constatée et des moyens d'y remédier. Il peut être prolongé par l'autorité compétente, pour une durée qui ne peut excéder un an, pour tenir compte des difficultés que rencontre l'intéressé pour s'exécuter. III.-L'autorité compétente peut assortir la mise en demeure d'une astreinte d'un montant maximal de 500 € par jour de retard. L'astreinte peut également être prononcée, à tout moment, après l'expiration du délai imparti par la mise en demeure, le cas échéant prolongé, s'il n'y a pas été satisfait, après que l'intéressé a été invité à présenter ses observations. Son montant est modulé en tenant compte de l'ampleur des mesures et travaux prescrits et des conséquences de la non-exécution. Le montant total des sommes résultant de l'astreinte ne peut excéder 25 000 €.",
            "texteHtml": "<p>I.-Lorsque des travaux mentionnés aux articles L. 421-1 à L. 421-5 ont été entrepris ou exécutés en méconnaissance des obligations imposées par les titres Ier à VII du présent livre et les règlements pris pour leur application ainsi que des obligations mentionnées à l'article L. 610-1 ou en méconnaissance des prescriptions imposées par un permis de construire, de démolir ou d'aménager ou par la décision prise sur une déclaration préalable et qu'un procès-verbal a été dressé en application de l'article L. 480-1, indépendamment des poursuites pénales qui peuvent être exercées pour réprimer l'infraction constatée, l'autorité compétente mentionnée aux articles L. 422-1 à L. 422-3-1 peut, après avoir invité l'intéressé à présenter ses observations, le mettre en demeure, dans un délai qu'elle détermine, soit de procéder aux opérations nécessaires à la mise en conformité de la construction, de l'aménagement, de l'installation ou des travaux en cause aux dispositions dont la méconnaissance a été constatée, soit de déposer, selon le cas, une demande d'autorisation ou une déclaration préalable visant à leur régularisation.<br/><br/>\n II.-Le délai imparti par la mise en demeure est fonction de la nature de l'infraction constatée et des moyens d'y remédier. Il peut être prolongé par l'autorité compétente, pour une durée qui ne peut excéder un an, pour tenir compte des difficultés que rencontre l'intéressé pour s'exécuter.<br/><br/>\n III.-L'autorité compétente peut assortir la mise en demeure d'une astreinte d'un montant maximal de 500 € par jour de retard.<br/><br/>\n L'astreinte peut également être prononcée, à tout moment, après l'expiration du délai imparti par la mise en demeure, le cas échéant prolongé, s'il n'y a pas été satisfait, après que l'intéressé a été invité à présenter ses observations.<br/><br/>\n Son montant est modulé en tenant compte de l'ampleur des mesures et travaux prescrits et des conséquences de la non-exécution.<br/><br/>\n Le montant total des sommes résultant de l'astreinte ne peut excéder 25 000 €.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-12-29T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}