{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006842051",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les articles R. 325-2 à R. 325-6 et R. 325-9 à R. 325-11 sont applicables à la Nouvelle-Calédonie dans la rédaction suivante : \" Art. R. 325-2-L'immobilisation est l'obligation faite au conducteur ou au propriétaire d'un véhicule, dans les cas prévus au présent code, de maintenir ce véhicule sur place ou à proximité du lieu de constatation de l'infraction en se conformant aux règles relatives au stationnement. En cas d'absence du conducteur ou lorsque celui-ci refuse de déplacer son véhicule, l'immobilisation de ce véhicule peut être assurée par un moyen mécanique. Pendant tout le temps de l'immobilisation, le véhicule demeure sous la garde juridique de son propriétaire ou de son conducteur. Le fait pour tout conducteur ou propriétaire d'un véhicule de transport de marchandises d'un poids total autorisé en charge excédant 3,5 tonnes ou d'un véhicule de transport en commun de contrevenir à l'obligation prévue au premier alinéa est puni de l'amende prévue pour les contraventions de la cinquième classe. Le fait pour tout conducteur ou propriétaire d'un autre véhicule de contrevenir à l'obligation prévue au premier alinéa est puni de l'amende prévue pour les contraventions de la quatrième classe. \" Art. R. 325-3-L'immobilisation peut être prescrite par les officiers et les agents de police judiciaire ainsi que les agents de police judiciaire adjoints mentionnés à l'article 21 du code de procédure pénale lorsqu'ils constatent la nécessité de faire cesser sans délai une des infractions prévues à l'article R. 344-3. \" Art. R. 325-4-I.-Lorsque la décision d'immobilisation résulte de l'une des situations suivantes : 1° Le conducteur ou l'accompagnateur de l'élève conducteur est présumé en état d'ivresse ou sous l'empire d'un état alcoolique ; 2° Le conducteur n'est pas titulaire de la catégorie du permis exigée pour la conduite du véhicule considéré ; 3° Le conducteur est en infraction aux règles relatives aux conditions de travail dans les transports routiers, publics ou privés, ou ne peut présenter les documents dûment renseignés permettant de contrôler le respect de ces règles. Le véhicule peut poursuivre sa route dès qu'un conducteur qualifié proposé par le conducteur ou, éventuellement, par l'accompagnateur de l'élève conducteur ou par le propriétaire du véhicule peut assurer la conduite de celui-ci. II.-A défaut, les fonctionnaires et agents habilités à prescrire l'immobilisation peuvent prendre toute mesure destinée à placer le véhicule en stationnement régulier, au lieu qu'ils désignent, en faisant notamment appel à un conducteur qualifié. \" Art. R. 325-5-Lorsque la décision d'immobilisation résulte d'une infraction aux règles concernant l'état ou l'équipement du véhicule, elle peut n'être rendue effective que dans un lieu où le conducteur du véhicule sera susceptible de trouver les moyens de faire cesser l'infraction. Il ne peut être fait usage de cette faculté que dans la mesure où l'accompagnement du véhicule jusqu'à ce lieu peut être assuré dans des conditions de sécurité satisfaisantes. Le conducteur peut également être autorisé à faire appel à un professionnel qualifié pour la prise en remorque de son véhicule en vue de sa réparation. L'immobilisation devient alors effective au lieu de réparation. \" Art. R. 325-6-Lorsque le véhicule circule en infraction aux règles relatives aux contrôles techniques, la décision d'immobilisation doit prescrire la présentation du véhicule à un contrôle technique, dont les conditions sont fixées par une délibération du congrès de la Nouvelle-Calédonie. Dans ce cas, une fiche de circulation provisoire, valable sept jours, est établie par les autorités compétentes localement selon la procédure mentionnée à l'article R. 325-9. La ou les pièces administratives nécessaires à la circulation du véhicule sont restituées au vu d'un document attestant le résultat satisfaisant du contrôle technique. \" Art. R. 325-9-I.-Lorsque l'infraction qui a motivé l'immobilisation n'a pas cessé au moment où l'agent quitte le lieu où le véhicule est immobilisé, l'agent saisit l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, territorialement compétent en lui remettant soit la carte grise du véhicule s'il s'agit d'un véhicule dont le poids total autorisé en charge n'excède pas 3,5 tonnes et une fiche d'immobilisation, soit les pièces administratives nécessaires à la circulation du véhicule s'il s'agit d'un véhicule de transport de marchandises d'un poids total autorisé en charge excédant 3,5 tonnes ou de transport en commun et la fiche d'immobilisation. Un double de cette fiche est remis au contrevenant. II.-La fiche d'immobilisation énonce les date, heure et lieu de l'immobilisation, l'infraction qui l'a motivée, les éléments d'identification du véhicule et de la carte grise, les nom et adresse du contrevenant, les noms, qualités et affectations des agents qui la rédigent et précise la résidence de l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, qualifié pour lever la mesure. \" Art. R. 325-10.-Le procès-verbal de l'infraction qui a motivé l'immobilisation d'un véhicule est transmis dans les plus brefs délais au procureur de la République. Il relate de façon sommaire les circonstances et les conditions dans lesquelles la mesure a été prise. Art. R. 325-11.-I.-L'immobilisation ne peut être maintenue après que la circonstance qui l'a motivée a cessé. II.-Elle est levée : 1° Par l'agent qui l'a prescrite s'il est encore présent lors de la cessation de l'infraction ; 2° Par l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, saisi dans les conditions prévues à l'article R. 325-9, dès que le conducteur ou l'accompagnateur de l'élève conducteur justifie de la cessation de l'infraction. L'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, restitue alors la carte grise au conducteur ou à l'accompagnateur de l'élève conducteur et transmet au procureur de la République le procès-verbal mentionné à l'article R. 325-10 et un exemplaire de la fiche d'immobilisation ou une copie conforme de cette fiche, comportant la mention de la levée de la mesure. Lorsque le conducteur ou l'accompagnateur de l'élève conducteur n'a pas justifié de la cessation de l'infraction dans un délai de quarante-huit heures, l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, peut transformer l'immobilisation en une mise en fourrière ; il joint alors à chacun des exemplaires de la procédure de mise en fourrière qu'il adresse au procureur de la République un exemplaire ou une copie conforme de la fiche d'immobilisation. III.-Dans tous les cas, dès la cessation de l'infraction qui a motivé l'immobilisation, le véhicule peut circuler entre le lieu d'immobilisation et la résidence de l'autorité désignée pour lever la mesure, sous couvert du double de la fiche d'immobilisation remise au conducteur.",
            "texteHtml": "<p></p>Les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841877&dateTexte=&categorieLien=cid' title='Code de la route. - art. R325-2 (V)'>R. 325-2 à R. 325-6 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841888&dateTexte=&categorieLien=cid' title='Code de la route. - art. R325-9 (V)'>R. 325-9 à R. 325-11</a> sont applicables à la Nouvelle-Calédonie dans la rédaction suivante : <p></p><p></p>\" Art. R. 325-2-L'immobilisation est l'obligation faite au conducteur ou au propriétaire d'un véhicule, dans les cas prévus au présent code, de maintenir ce véhicule sur place ou à proximité du lieu de constatation de l'infraction en se conformant aux règles relatives au stationnement. <p></p><p></p>En cas d'absence du conducteur ou lorsque celui-ci refuse de déplacer son véhicule, l'immobilisation de ce véhicule peut être assurée par un moyen mécanique. <p></p><p></p>Pendant tout le temps de l'immobilisation, le véhicule demeure sous la garde juridique de son propriétaire ou de son conducteur. <p></p><p></p>Le fait pour tout conducteur ou propriétaire d'un véhicule de transport de marchandises d'un poids total autorisé en charge excédant 3,5 tonnes ou d'un véhicule de transport en commun de contrevenir à l'obligation prévue au premier alinéa est puni de l'amende prévue pour les contraventions de la cinquième classe. <p></p><p></p>Le fait pour tout conducteur ou propriétaire d'un autre véhicule de contrevenir à l'obligation prévue au premier alinéa est puni de l'amende prévue pour les contraventions de la quatrième classe. <p></p><p></p>\" Art. R. 325-3-L'immobilisation peut être prescrite par les officiers et les agents de police judiciaire ainsi que les agents de police judiciaire adjoints mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574886&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 21 (V)'>l'article 21 du code de procédure pénale </a>lorsqu'ils constatent la nécessité de faire cesser sans délai une des infractions prévues à l'article R. 344-3. <p></p><p></p>\" Art. R. 325-4-I.-Lorsque la décision d'immobilisation résulte de l'une des situations suivantes : <p></p><p></p>1° Le conducteur ou l'accompagnateur de l'élève conducteur est présumé en état d'ivresse ou sous l'empire d'un état alcoolique ; <p></p><p></p>2° Le conducteur n'est pas titulaire de la catégorie du permis exigée pour la conduite du véhicule considéré ; <p></p><p></p>3° Le conducteur est en infraction aux règles relatives aux conditions de travail dans les transports routiers, publics ou privés, ou ne peut présenter les documents dûment renseignés permettant de contrôler le respect de ces règles. <p></p><p></p>Le véhicule peut poursuivre sa route dès qu'un conducteur qualifié proposé par le conducteur ou, éventuellement, par l'accompagnateur de l'élève conducteur ou par le propriétaire du véhicule peut assurer la conduite de celui-ci. <p></p><p></p>II.-A défaut, les fonctionnaires et agents habilités à prescrire l'immobilisation peuvent prendre toute mesure destinée à placer le véhicule en stationnement régulier, au lieu qu'ils désignent, en faisant notamment appel à un conducteur qualifié. <p></p><p></p>\" Art. R. 325-5-Lorsque la décision d'immobilisation résulte d'une infraction aux règles concernant l'état ou l'équipement du véhicule, elle peut n'être rendue effective que dans un lieu où le conducteur du véhicule sera susceptible de trouver les moyens de faire cesser l'infraction. <p></p><p></p>Il ne peut être fait usage de cette faculté que dans la mesure où l'accompagnement du véhicule jusqu'à ce lieu peut être assuré dans des conditions de sécurité satisfaisantes. <p></p><p></p>Le conducteur peut également être autorisé à faire appel à un professionnel qualifié pour la prise en remorque de son véhicule en vue de sa réparation. L'immobilisation devient alors effective au lieu de réparation. <p></p><p></p>\" Art. R. 325-6-Lorsque le véhicule circule en infraction aux règles relatives aux contrôles techniques, la décision d'immobilisation doit prescrire la présentation du véhicule à un contrôle technique, dont les conditions sont fixées par une délibération du congrès de la Nouvelle-Calédonie. <p></p><p></p>Dans ce cas, une fiche de circulation provisoire, valable sept jours, est établie par les autorités compétentes localement selon la procédure mentionnée à l'article R. 325-9. La ou les pièces administratives nécessaires à la circulation du véhicule sont restituées au vu d'un document attestant le résultat satisfaisant du contrôle technique. <p></p><p></p>\" Art. R. 325-9-I.-Lorsque l'infraction qui a motivé l'immobilisation n'a pas cessé au moment où l'agent quitte le lieu où le véhicule est immobilisé, l'agent saisit l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, territorialement compétent en lui remettant soit la carte grise du véhicule s'il s'agit d'un véhicule dont le poids total autorisé en charge n'excède pas 3,5 tonnes et une fiche d'immobilisation, soit les pièces administratives nécessaires à la circulation du véhicule s'il s'agit d'un véhicule de transport de marchandises d'un poids total autorisé en charge excédant 3,5 tonnes ou de transport en commun et la fiche d'immobilisation. Un double de cette fiche est remis au contrevenant. <p></p><p></p>II.-La fiche d'immobilisation énonce les date, heure et lieu de l'immobilisation, l'infraction qui l'a motivée, les éléments d'identification du véhicule et de la carte grise, les nom et adresse du contrevenant, les noms, qualités et affectations des agents qui la rédigent et précise la résidence de l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, qualifié pour lever la mesure. <p></p><p></p>\" Art. R. 325-10.-Le procès-verbal de l'infraction qui a motivé l'immobilisation d'un véhicule est transmis dans les plus brefs délais au procureur de la République. Il relate de façon sommaire les circonstances et les conditions dans lesquelles la mesure a été prise. <p></p><p></p>Art. R. 325-11.-I.-L'immobilisation ne peut être maintenue après que la circonstance qui l'a motivée a cessé. <p></p><p></p>II.-Elle est levée : <p></p><p></p>1° Par l'agent qui l'a prescrite s'il est encore présent lors de la cessation de l'infraction ; <p></p><p></p>2° Par l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, saisi dans les conditions prévues à l'article R. 325-9, dès que le conducteur ou l'accompagnateur de l'élève conducteur justifie de la cessation de l'infraction. L'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, restitue alors la carte grise au conducteur ou à l'accompagnateur de l'élève conducteur et transmet au procureur de la République le procès-verbal mentionné à l'article R. 325-10 et un exemplaire de la fiche d'immobilisation ou une copie conforme de cette fiche, comportant la mention de la levée de la mesure. Lorsque le conducteur ou l'accompagnateur de l'élève conducteur n'a pas justifié de la cessation de l'infraction dans un délai de quarante-huit heures, l'officier de police judiciaire ou l'agent de police judiciaire adjoint, chef de la police municipale ou occupant ces fonctions, peut transformer l'immobilisation en une mise en fourrière ; il joint alors à chacun des exemplaires de la procédure de mise en fourrière qu'il adresse au procureur de la République un exemplaire ou une copie conforme de la fiche d'immobilisation. <p></p><p></p>III.-Dans tous les cas, dès la cessation de l'infraction qui a motivé l'immobilisation, le véhicule peut circuler entre le lieu d'immobilisation et la résidence de l'autorité désignée pour lever la mesure, sous couvert du double de la fiche d'immobilisation remise au conducteur.<p></p>",
            "num": "R344-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1195344000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108688",
                        "id": "LEGISCTA000006108688",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Le véhicule.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129091",
                        "id": "LEGISCTA000006129091",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions relatives à l'outre-mer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143858",
                        "id": "LEGISCTA000006143858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-18",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions applicables à la Nouvelle-Calédonie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159597",
                        "id": "LEGISCTA000006159597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-11-18",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Immobilisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177113",
                        "id": "LEGISCTA000006177113",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006842051",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177113",
            "sectionParentId": "LEGISCTA000006177113",
            "sectionParentTitre": "Section 2 : Immobilisation.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Le véhicule. &gt; Titre IV : Dispositions relatives à l'outre-mer. &gt; Chapitre IV : Dispositions applicables à la Nouvelle-Calédonie &gt; Section 2 : Immobilisation.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006842051",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000578193",
                    "textTitle": "Décret 2001-251 2001-03-22 JORF 25 mars 2001",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000578193",
                    "natureText": "DECRET",
                    "datePubliTexte": "2001-03-25",
                    "dateSignaTexte": "2001-03-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000341374",
                    "textTitle": "Décret n°2007-1626 du 16 novembre 2007 - art. 10 () JORF 18 novembre 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006885303",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-11-18",
                    "dateSignaTexte": "2007-11-16",
                    "dateDebutCible": "2007-11-18"
                },
                {
                    "textCid": "JORFTEXT000000341374",
                    "textTitle": "Décret n°2007-1626 du 16 novembre 2007 - art. 12 () JORF 18 novembre 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006885305",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-11-18",
                    "dateSignaTexte": "2007-11-16",
                    "dateDebutCible": "2007-11-18"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006574886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-2",
                    "articleId": "LEGIARTI000006841877",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. R325-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R325-9",
                    "articleId": "LEGIARTI000006841888",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006842051",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1195344000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R344-2",
                "344-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}