{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020995128",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ÉTAT C6 : MARGE DE SOLVABILITÉ Les mutuelles établissent, selon le modèle fixé ci-après, un état rapprochant la marge de solvabilité constituée de l'exigence minimale de marge. Les mutuelles agréées pour pratiquer les opérations visées au a et/ou au c et/ou au d et/ou au e du 1 o du I de l'article L. 111-1 établissent un état C 6 Non-vie selon le modèle ci-dessous (A). Les mutuelles agréées pour pratiquer les opérations visées au b du 1 o du I de l'article L. 111-1 établissent un état C 6 Vie-capitalisation selon le modèle ci-dessous (B). Les mutuelles agréées pour pratiquer simultanément les opérations visées au a et b dudit article établissent un état C 6 Non-vie et un état C 6 Vie-capitalisation. Les opérations que la mutuelle donne en substitution sont exclues du calcul de l'exigence minimale de marge et du fonds de garantie. ÉTAT C6 NON-VIE I. - EXIGENCE MINIMALE DE MARGE DE SOLVABILITÉ (art. R. 212-12) A. - Calcul par rapport aux cotisations Cotisations, hors taxes, émises et acceptées au cours du dernier exercice, nettes d'annulations. Base des cotisations, chiffre le plus élevé : Se répartissant en : Tranche inférieure à 10 000 000 d'euros × 0,18. Tranche supérieure à 10 000 000 d'euros × 0,16. Total (a1). (b) = Charge des prestations pour le dernier exercice (nette de cessions)/Charge des prestations pour le dernier exercice (brute de cessions). (c) Montant de (b) s'il est supérieur à 0,50, sinon 0,50. Premier résultat = [(a1) × (c)]. B. - Calcul par rapport aux prestations Période de référence : les trois derniers exercices : 1. Prestations payées (affaires directes et acceptations) pendant la période de référence, nettes de recours. 2. Provision pour prestations à payer (affaires directes et acceptations) constituée à la fin de la période de référence. A déduire : 3. Provision pour prestations à payer (affaires directes et acceptations) constituée au début de la période de référence. 4. Charge de prestations pour la période de référence : (1) + (2) - (3). 5. Moyenne annuelle : 1/3 de (4) Se répartissant en : Tranche inférieure à 7 000 000 d'euros × 0,26 Tranche supérieure à 7 000 000 d'euros × 0,23 Total (a2) Second résultat = [(a2) × (c)]. Etat récapitulatif Premier résultat Second résultat Montant de la charge à constituer (résultat le plus élevé) II. - ÉLÉMENTS CONSTITUTIFS DE LA MARGE DE SOLVABILITÉ (R. 212-11) Les éléments sous B peuvent être admis sur demande et justification par la mutuelle. A. - 1 Fonds d'établissement constitué. 2. La moitié de la part restant à rembourser de l'emprunt pour fonds d'établissement. 3. Emprunts pour fonds de développement : au-delà de la moitié de la durée de l'emprunt, plafonné au montant de l'emprunt diminué progressivement chaque année d'un montant constant égal au double du montant total de l'emprunt divisé par le nombre d'années de sa durée. 4. Réserves ne correspondant pas à des engagements, y compris réserve de capitalisation. 5. Excédents reportés (après affectation des résultats). 6. Titres ou emprunts subordonnés : - à durée indéterminée, dans la limite de la moitié du total (A + B) ou, si ce montant est plus faible, de la moitié de l'exigence minimale de marge ; - à durée déterminée, dans la limite du quart du total (A + B) ou, si ce montant est plus faible, du quart de l'exigence minimale de marge. 7. Réserves constituées en application des articles L. 111-6 et L. 431-1, y compris la part de la cotisation versée par la mutuelle et non utilisée par le système fédéral de garantie ou le fonds de garantie. A déduire : 8. Éléments incorporels figurant au bilan. Sous-total : marge bilan. 9. Moitié du rappel possible de cotisations variables au titre de l'exercice, dans la limite de la moitié du total (A + B) ou, si ce montant est plus faible, de la moitié de l'exigence minimale de marge. 10. Plus-values résultant de sous-estimation d'éléments d'actif dans la mesure où les valeurs de marché sont publiées dans l'annexe Total A (1 à 10). B-11. Plus-values résultant de la surestimation d'éléments de passif, dans la mesure où de telles plus-values n'ont pas un caractère exceptionnel. Total B (11). Total des éléments constitutifs (A + B). ÉTAT C6 VIE-CAPITALISATION I. - EXIGENCE MINIMALE DE LA MARGE DE SOLVABILITÉ (art. R. 212-16) TITRE 1er : VIE-DÉCÈS, NUPTIALITÉ, NATALITÉ (BRANCHES 20 et 21, SAUF COMPLÉMENTAIRES) Premier résultat (a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance (affaires directes et acceptations) : (b Rapport de rétention : Rapport entre le montant des provisions mathématiques nettes de cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance (c) Montant de (b) s'il est supérieur ou égal à 0,85, sinon 0,85 Premier résultat = [(a) × (c) × 0,04] Second résultat Pour les organismes n'ayant qu'un faible volume d'affaires dans ces branches, il est possible de retenir un chiffre global en l'affectant en totalité à la rubrique (a1). (a) Capitaux sous risques non négatifs bruts de réassurance (a1) Toutes assurances, sauf temporaires décès de durée inférieure ou égale à 5 ans (a2) Temporaires décès de durée supérieure à 3 ans et inférieure ou égale à 5 ans (a3) Temporaires décès de durée inférieure ou égale à 3 ans (b) Rapport de rétention : Rapport entre le montant des capitaux sous risques nets de cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts de cessions et rétrocessions en réassurance (c) Montant de (b) s'il est supérieur ou égal à 0,50, sinon 0,50 (d) = (a1) × (c) × 0,003 (e) = (a2) × (c) × 0,0015 (f) = (a3) × (c) × 0,001 Second résultat = [(d) + (e) + (f)] TITRE II : Assurances complémentaires à des contrats correspondant à des opérations classées aux branches 20, 21 ET 22 Cotisations, hors taxes, émises et acceptées au cours du dernier exercice, nettes d'annulations Se répartissant en : Tranche inférieure à 10 000 000 d'euros 0,18 Tranche supérieure à 10 000 000 d'euros 0,16 (a) Total (b) Charge de prestations du dernier exercice (nette de cessions)/Charge de prestations du dernier exercice (brute de cessions) (c) Montant de (b) s'il est supérieur à 0,50, sinon 0,50 Résultat = [(a) (c)] TITRE III : Capitalisation (branche 24, sauf opérations exprimées en unités de compte) (a) Provisions mathématiques (b) Rapport de rétention : Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance (c) Montant de (b) s'il est supérieur ou égal à 0,85, sinon 0,85 Résultat =[(a) (c) 0,04] TITRE IV : Assurances liées à des fonds d'investissement (branche 22) sauf complémentaires - opérations de capitalisation exprimées en unités de compte (branche 24) - gestion de fonds collectifs (branche 25) Premier résultat (a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance : Affaires directes et acceptations (a1) Avec risque de placement (a2) Sans risque de placement lorsque le contrat collectif ou le bulletin d'adhésion a une durée supérieure à 5 ans et que les frais de gestion sont fixés pour plus de 5 ans (a3) Sans risque de placement et lorsque le montant destiné à couvrir les frais de gestion n'est pas fixé pour une période supérieure à cinq ans (b) Rapport de rétention : Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance (c) Montant de (b) s'il est supérieur ou égal à 0,85, sinon 0,85. (d) Dépenses de gestion nettes relatives aux opérations visées au (a3) (e) = (a1) (c) 0,04 (f) = (a2) (c) 0,01 (g) = (d) 0,25 Premier résultat = [(e) + (f) + (g)] Second résultat (a) Capitaux sous risques non négatifs bruts de réassurance (b) Rapport de rétention : Rapport entre le montant des capitaux sous risques nets des cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts des cessions et rétrocessions en réassurance (c) Montant de (b) s'il est supérieur ou égal à 0,50, sinon 0,50 Second résultat = [(a) × (c) × 0,003] TITRE V : Opérations à caractère collectif définies aux articles L. 222-1 et suivants a) Provision mathématique théorique (art. R.222-16) après cessions en réassurance; b) b) 85% de la provision mathématique théorique (art. R.212-16) avant cessions en réassurance. c) Résultat=0,04×max [(a), (b)]. d) État récapitulatif TITRE V : Résultat Total des résultats (a) Fonds de garantie R. 212-17 1/3 de (a) (b) 50 % du tiers de (a) = 1/6 de (a) (c) Minimum absolu du fonds de garantie Minimum à couvrir en éléments A de marge de solvabilité : Montant le plus élevé de (b) et de (c) Marge de solvabilité Marge à constituer : montant le plus élevé de (a) et (c) II. - ÉLÉMENTS CONSTITUTIFS DE LA MARGE DE SOLVABILITÉ (R. 212-15) Les éléments sous B peuvent être admis sur demande et justification par la mutuelle. A. - 1. Fonds d'établissement constitué ; 2. La moitié de la part restant à rembourser de l'emprunt pour fonds d'établissement ; 3. Emprunts pour fonds de développement : au-delà de la moitié de la durée de l'emprunt, plafonné au montant de l'emprunt diminué progressivement chaque année d'un montant constant égal au double du montant total de l'emprunt divisé par le nombre d'années de sa durée ; 4. Réserves ne correspondant pas à des engagements, y compris réserve de capitalisation ; 5. Excédents reportés (après affectation des résultats). 6. Titres ou emprunts subordonnés : - à durée indéterminée, dans la limite de la moitié du total (A + B) ou, si ce montant est plus faible, de la moitié de l'exigence minimale de marge ; - à durée déterminée, dans la limite du quart du total (A + B) ou, si ce montant est plus faible, du quart de l'exigence minimale de marge ; 7. Réserves constituées en application des articles L. 111-6 et L. 431-1, y compris la part de la cotisation versée par la mutuelle et non utilisée par le système fédéral de garantie ou le fonds de garantie. A déduire : 8. Éléments incorporels figurant au bilan. Sous-total : marge bilan. 9. Plus-values résultant de sous-estimation d'éléments d'actif dans la mesure où les valeurs de marché sont publiées dans l'annexe ; Total A (1 à 9). B. - 10. Part des bénéfices futurs de la mutuelle (joindre le détail du calcul), a) Bénéfice annuel estimé ; b) Durée résiduelle moyenne (inférieure ou égale à 10 ans) ; Total (10) = [a b 0,5]. 11. Plus-values résultant de la surestimation d'éléments de passif autres que les provisions mathématiques, dans la mesure où de telles plus-values n'ont pas un caractère exceptionnel ; Total B (10 à 11). Total des éléments constitutifs (A + B).",
            "texteHtml": "<p align='center'><b>ÉTAT C6 : MARGE DE SOLVABILITÉ</b></p><p>Les mutuelles établissent, selon le modèle fixé ci-après, un état rapprochant la marge de solvabilité constituée de l'exigence minimale de marge.</p><p>Les mutuelles agréées pour pratiquer les opérations visées au a et/ou au c et/ou au d et/ou au e du 1<sup>o</sup> du I de l'article L. 111-1 établissent un état C 6 Non-vie selon le modèle ci-dessous (A). Les mutuelles agréées pour pratiquer les opérations visées au b du 1<sup>o</sup> du I de l'article L. 111-1 établissent un état C 6 Vie-capitalisation selon le modèle ci-dessous (B). Les mutuelles agréées pour pratiquer simultanément les opérations visées au a et b dudit article établissent un état C 6 Non-vie et un état C 6 Vie-capitalisation.</p><p>Les opérations que la mutuelle donne en substitution sont exclues du calcul de l'exigence minimale de marge et du fonds de garantie.</p><p align='center'><b>ÉTAT C6 NON-VIE</b></p><p><b>I. - EXIGENCE MINIMALE DE MARGE DE SOLVABILITÉ (art. R. 212-12)</b></p><p>A. - Calcul par rapport aux cotisations</p><p>Cotisations, hors taxes, émises et acceptées au cours du dernier exercice, nettes d'annulations.</p><p>Base des cotisations, chiffre le plus élevé :</p><p>Se répartissant en :</p><p>Tranche inférieure à 10 000 000 d'euros × 0,18.</p><p>Tranche supérieure à 10 000 000 d'euros × 0,16.</p><p>Total (a1).</p><p>(b) = Charge des prestations pour le dernier exercice (nette de cessions)/Charge des prestations pour le dernier exercice (brute de cessions).</p><p>(c) Montant de (b) s'il est supérieur à 0,50, sinon 0,50.</p><p>Premier résultat = [(a1) × (c)].</p><p>B. - Calcul par rapport aux prestations</p><p>Période de référence : les trois derniers exercices : </p><p>1. Prestations payées (affaires directes et acceptations) pendant la période de référence, nettes de recours.</p><p>2. Provision pour prestations à payer (affaires directes et acceptations) constituée à la fin de la période de référence.</p><p>A déduire :</p><p>3. Provision pour prestations à payer (affaires directes et acceptations) constituée au début de la période de référence.</p><p>4. Charge de prestations pour la période de référence : (1) + (2) - (3).</p><p>5. Moyenne annuelle : 1/3 de (4)</p><p>Se répartissant en :</p><p>Tranche inférieure à 7 000 000 d'euros × 0,26</p><p>Tranche supérieure à 7 000 000 d'euros × 0,23</p><p>Total (a2)</p><p>Second résultat = [(a2) × (c)].</p><p>Etat récapitulatif</p><p>Premier résultat</p><p>Second résultat</p><p>Montant de la charge à constituer (résultat le plus élevé)</p><p><b>II. - ÉLÉMENTS CONSTITUTIFS DE LA MARGE DE SOLVABILITÉ (R. 212-11)</b></p><p>Les éléments sous B peuvent être admis sur demande et justification par la mutuelle.</p><p>A. - 1 Fonds d'établissement constitué.</p><p>2. La moitié de la part restant à rembourser de l'emprunt pour fonds d'établissement.</p><p>3. Emprunts pour fonds de développement : au-delà de la moitié de la durée de l'emprunt, plafonné au montant de l'emprunt diminué progressivement chaque année d'un montant constant égal au double du montant total de l'emprunt divisé par le nombre d'années de sa durée.</p><p>4. Réserves ne correspondant pas à des engagements, y compris réserve de capitalisation.</p><p>5. Excédents reportés (après affectation des résultats).</p><p>6. Titres ou emprunts subordonnés : </p><p>- à durée indéterminée, dans la limite de la moitié du total (A + B) ou, si ce montant est plus faible, de la moitié de l'exigence minimale de marge ;</p><p>- à durée déterminée, dans la limite du quart du total (A + B) ou, si ce montant est plus faible, du quart de l'exigence minimale de marge.</p><p>7. Réserves constituées en application des articles L. 111-6 et L. 431-1, y compris la part de la cotisation versée par la mutuelle et non utilisée par le système fédéral de garantie ou le fonds de garantie.</p><p>A déduire :</p><p>8. Éléments incorporels figurant au bilan.</p><p>Sous-total : marge bilan.</p><p>9. Moitié du rappel possible de cotisations variables au titre de l'exercice, dans la limite de la moitié du total (A + B) ou, si ce montant est plus faible, de la moitié de l'exigence minimale de marge.</p><p>10. Plus-values résultant de sous-estimation d'éléments d'actif dans la mesure où les valeurs de marché sont publiées dans l'annexe</p><p>Total A (1 à 10).</p><p>B-11. Plus-values résultant de la surestimation d'éléments de passif, dans la mesure où de telles plus-values n'ont pas un caractère exceptionnel.</p><p>Total B (11).</p><p>Total des éléments constitutifs (A + B).</p><p align='center'><b>ÉTAT C6 VIE-CAPITALISATION</b></p><p><b>I. - EXIGENCE MINIMALE DE LA MARGE DE SOLVABILITÉ (art. R. 212-16)</b></p><p>TITRE 1er : VIE-DÉCÈS, NUPTIALITÉ, NATALITÉ (BRANCHES 20 et 21, SAUF COMPLÉMENTAIRES)</p><p>Premier résultat</p><p>(a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance (affaires directes et acceptations) :</p><p>(b Rapport de rétention :</p><p>Rapport entre le montant des provisions mathématiques nettes de cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance</p><p>(c) Montant de (b) s'il est supérieur ou égal à 0,85, sinon 0,85</p><p>Premier résultat = [(a) × (c) × 0,04]</p><p>Second résultat</p><p>Pour les organismes n'ayant qu'un faible volume d'affaires dans ces branches, il est possible de retenir un chiffre global en l'affectant en totalité à la rubrique (a1).</p><p>(a) Capitaux sous risques non négatifs bruts de réassurance</p><p>(a1) Toutes assurances, sauf temporaires décès de durée inférieure ou égale à 5 ans</p><p>(a2) Temporaires décès de durée supérieure à 3 ans et inférieure ou égale à 5 ans</p><p>(a3) Temporaires décès de durée inférieure ou égale à 3 ans</p><p>(b) Rapport de rétention :</p><p>Rapport entre le montant des capitaux sous risques nets de cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts de cessions et rétrocessions en réassurance</p><p>(c) Montant de (b) s'il est supérieur ou égal à 0,50, sinon 0,50</p><p>(d) = (a1) × (c) × 0,003</p><p>(e) = (a2) × (c) × 0,0015</p><p>(f) = (a3) × (c) × 0,001</p><p>Second résultat = [(d) + (e) + (f)]</p><p>TITRE II : Assurances complémentaires à des contrats correspondant à des opérations classées aux branches 20, 21 ET 22</p><p>Cotisations, hors taxes, émises et acceptées au cours du dernier exercice, nettes d'annulations</p><p>Se répartissant en :</p><p>Tranche inférieure à 10 000 000 d'euros 0,18</p><p>Tranche supérieure à 10 000 000 d'euros 0,16</p><p>(a) Total</p><p>(b) Charge de prestations du dernier exercice (nette de cessions)/Charge de prestations du dernier exercice (brute de cessions)</p><p>(c) Montant de (b) s'il est supérieur à 0,50, sinon 0,50</p><p>Résultat = [(a) (c)]</p><p>TITRE III : Capitalisation (branche 24, sauf opérations exprimées en unités de compte)</p><p>(a) Provisions mathématiques</p><p>(b) Rapport de rétention :</p><p>Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance</p><p>(c) Montant de (b) s'il est supérieur ou égal à 0,85, sinon 0,85</p><p>Résultat =[(a) (c) 0,04]</p><p>TITRE IV : Assurances liées à des fonds d'investissement (branche 22) sauf complémentaires - opérations de capitalisation exprimées en unités de compte (branche 24) - gestion de fonds collectifs (branche 25)</p><p>Premier résultat</p><p>(a) Provisions mathématiques brutes de cessions et rétrocessions en réassurance :</p><p>Affaires directes et acceptations</p><p>(a1) Avec risque de placement</p><p>(a2) Sans risque de placement lorsque le contrat collectif ou le bulletin d'adhésion a une durée supérieure à 5 ans et que les frais de gestion sont fixés pour plus de 5 ans</p><p>(a3) Sans risque de placement et lorsque le montant destiné à couvrir les frais de gestion n'est pas fixé pour une période supérieure à cinq ans</p><p>(b) Rapport de rétention :</p><p>Rapport entre le montant des provisions mathématiques nettes des cessions et rétrocessions en réassurance et le montant des provisions mathématiques brutes des cessions et rétrocessions en réassurance</p><p>(c) Montant de (b) s'il est supérieur ou égal à 0,85, sinon 0,85.</p><p>(d) Dépenses de gestion nettes relatives aux opérations visées au (a3)</p><p>(e) = (a1) (c) 0,04</p><p>(f) = (a2) (c) 0,01</p><p>(g) = (d) 0,25</p><p>Premier résultat = [(e) + (f) + (g)]</p><p>Second résultat</p><p>(a) Capitaux sous risques non négatifs bruts de réassurance</p><p>(b) Rapport de rétention :</p><p>Rapport entre le montant des capitaux sous risques nets des cessions et rétrocessions en réassurance et le montant des capitaux sous risques bruts des cessions et rétrocessions en réassurance</p><p>(c) Montant de (b) s'il est supérieur ou égal à 0,50, sinon 0,50</p><p>Second résultat = [(a) × (c) × 0,003]</p><p>TITRE V : Opérations à caractère collectif définies aux articles L. 222-1 et suivants</p><ul><li>a) Provision mathématique théorique (art. R.222-16) après cessions en réassurance;</li><li>b) b) 85% de la provision mathématique théorique (art. R.212-16) avant cessions en réassurance.</li><li>c) Résultat=0,04×max [(a), (b)].</li><li>d) État récapitulatif</li></ul><p>TITRE V : Résultat</p><p>Total des résultats (a)</p><p>Fonds de garantie R. 212-17</p><p>1/3 de (a)</p><p>(b) 50 % du tiers de (a) = 1/6 de (a)</p><p>(c) Minimum absolu du fonds de garantie</p><p>Minimum à couvrir en éléments A de marge de solvabilité :</p><p>Montant le plus élevé de (b) et de (c)</p><p>Marge de solvabilité</p><p>Marge à constituer : montant le plus élevé de (a) et (c)</p><p><b>II. - ÉLÉMENTS CONSTITUTIFS DE LA MARGE DE SOLVABILITÉ (R. 212-15)</b></p><p>Les éléments sous B peuvent être admis sur demande et justification par la mutuelle.</p><p>A. - 1. Fonds d'établissement constitué ;</p><p>2. La moitié de la part restant à rembourser de l'emprunt pour fonds d'établissement ;</p><p>3. Emprunts pour fonds de développement : au-delà de la moitié de la durée de l'emprunt, plafonné au montant de l'emprunt diminué progressivement chaque année d'un montant constant égal au double du montant total de l'emprunt divisé par le nombre d'années de sa durée ;</p><p>4. Réserves ne correspondant pas à des engagements, y compris réserve de capitalisation ;</p><p>5. Excédents reportés (après affectation des résultats).</p><p>6. Titres ou emprunts subordonnés :</p><p>- à durée indéterminée, dans la limite de la moitié du total (A + B) ou, si ce montant est plus faible, de la moitié de l'exigence minimale de marge ;</p><p>- à durée déterminée, dans la limite du quart du total (A + B) ou, si ce montant est plus faible, du quart de l'exigence minimale de marge ;</p><p>7. Réserves constituées en application des articles L. 111-6 et L. 431-1, y compris la part de la cotisation versée par la mutuelle et non utilisée par le système fédéral de garantie ou le fonds de garantie.</p><p>A déduire :</p><p>8. Éléments incorporels figurant au bilan.</p><p>Sous-total : marge bilan.</p><p>9. Plus-values résultant de sous-estimation d'éléments d'actif dans la mesure où les valeurs de marché sont publiées dans l'annexe ;</p><p>Total A (1 à 9).</p><p>B. - 10. Part des bénéfices futurs de la mutuelle (joindre le détail du calcul), </p><p>a) Bénéfice annuel estimé ;</p><p>b) Durée résiduelle moyenne (inférieure ou égale à 10 ans) ;</p><p>Total (10) = [a b 0,5].</p><p>11. Plus-values résultant de la surestimation d'éléments de passif autres que les provisions mathématiques, dans la mesure où de telles plus-values n'ont pas un caractère exceptionnel ;</p><p>Total B (10 à 11).</p><p>Total des éléments constitutifs (A + B).</p>",
            "num": "Annexe C6 à l'article A114-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1116979200000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 757935402,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-11-13",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107976",
                        "id": "LEGISCTA000006107976",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-25",
                        "fin": "2016-01-01",
                        "titre": "Annexes à l'article A114-5",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020995257",
                        "id": "LEGISCTA000020995257",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020995128",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020995257",
            "sectionParentId": "LEGISCTA000020995257",
            "sectionParentTitre": "Annexes à l'article A114-5",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020995128",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000630442",
                    "textTitle": "Arrêté du 18 avril 2005 - art. 1",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006241326",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2005-05-25",
                    "dateSignaTexte": "2005-04-18",
                    "dateDebutCible": "2005-01-01"
                },
                {
                    "textCid": "JORFTEXT000031740543",
                    "textTitle": "Arrêté du 30 décembre 2015 - art. 2",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031791803",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020995128",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1116979200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe C6 à l'article A114-5",
                "C6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}