{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046860839",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le montant du prélèvement mentionné à l'article 204 A peut être modulé à la hausse ou à la baisse sur demande du contribuable. Toutefois, quand un changement de situation mentionné au 1 de l'article 204 I est intervenu, aucune demande de modulation ne peut être présentée tant que ce changement de situation n'a pas été déclaré. II. – Le contribuable peut choisir librement de moduler à la hausse le taux mentionné aux articles 204 H et 204 I ou l'assiette de l'acompte mentionnée à l'article 204 G qui lui sont applicables. Le taux du prélèvement ou l'assiette de l'acompte modulés à la hausse par le contribuable s'appliquent au plus tard le troisième mois qui suit celui de la demande et jusqu'au 31 décembre de l'année ou, si le taux ou le montant de l'acompte modulés qui résultent de sa demande sont inférieurs, respectivement, au taux ou au montant de l'acompte déterminés par l'administration fiscale à partir de l'impôt sur le revenu et des revenus de l'année précédente en application du I de l'article 204 H, jusqu'à la date à compter de laquelle ces derniers taux ou montant d'acompte s'appliquent. III. – 1. La modulation à la baisse du prélèvement n'est possible que si le montant du prélèvement estimé par le contribuable au titre de sa situation et de ses revenus de l'année en cours est inférieur de plus de 5 % au montant du prélèvement qu'il supporterait en l'absence de cette modulation. 2. Le contribuable qui souhaite que son prélèvement soit modulé déclare, sous sa responsabilité, sa situation et l'estimation de l'ensemble de ses revenus au titre de l'année en cours. Lorsque l'administration n'en a pas la disposition, le contribuable déclare sa situation et l'ensemble de ses revenus réalisés au titre de l'année précédente. 3. L'administration fiscale calcule le prélèvement résultant de la déclaration prévue au 2 du présent III en appliquant au montant des revenus estimés, déterminé dans les conditions prévues à l'article 204 F et à l'article 204 G, à l'exception du 7° du 2 du même article 204 G, un taux calculé selon les modalités du 1 du I de l'article 204 H, les revenus pris en compte pour le calcul de ce taux étant ceux résultant de la déclaration mentionnée au 2 du présent III et l'impôt sur le revenu y afférent étant celui résultant de l'application à ces revenus des règles prévues aux 1 à 4 du I de l'article 197 ou, le cas échéant, à l'article 197 A en vigueur à la date de la demande. Dans le cas prévu au 2° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée conjointement par les deux membres du couple. Dans le cas prévu au 3° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par le conjoint ou partenaire survivant au titre de la période postérieure au décès. Dans le cas prévu au 4° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par l'ancien conjoint ou partenaire au titre de l'année entière. 4. L'administration fiscale calcule le montant du prélèvement que le contribuable supporterait en l'absence de cette modulation selon les modalités suivantes : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours les deux tiers du taux qui s'applique entre le 1er janvier et le 31 août et le tiers du taux qui s'applique entre le 1er septembre et le 31 décembre, en application du 2 du I de l'article 204 H, du III du même article 204 H en retenant le taux sur une base annuelle en application du d du 1 du III dudit article 204 H ou, lorsque le contribuable a déclaré au cours de la dernière ou de l'avant-dernière année un changement de situation mentionné à l'article 204 I, en application du même article 204 I ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés, en l'absence de modulation, après cette date par application des articles 204 G et 204 I, dans les conditions prévues au même article 1663 C. 5. Par dérogation au 4 du présent III : 1° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à une précédente modulation réalisée au cours de la même année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de la précédente modulation ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de la mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la nouvelle demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date en application de la précédente modulation ; 2° Lorsque le prélèvement dont les membres d'un couple demandent la modulation est consécutif à un changement de situation prévu au 1° du 1 de l'article 204 I au cours de l'année et que le taux prévu au 1° du 3 du même article 204 I s'applique à la date de la demande de modulation : a) Le montant de retenue à la source pris en compte est calculé en appliquant, pour chaque membre du couple, au montant de l'assiette mentionnée à l'article 204 F qu'il a déclaré au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 1° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés par chaque membre du couple en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés pour chaque membre du couple après cette date, en l'absence de modulation, en application du 1° du 3 de l'article 204 I ; 3° Lorsque le prélèvement dont le conjoint ou partenaire survivant demande la modulation est consécutif à un changement de situation prévu au 2° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le conjoint ou partenaire survivant à compter du décès et jusqu'au 31 décembre la moyenne pro rata temporis du taux résultant de l'application du 2° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués entre la date de décès et la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont a disposé le conjoint ou partenaire survivant, acquittés en application de l'article 1663 C entre la date du décès et la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 2° du 3 de l'article 204 I ; 4° Lorsque le prélèvement dont l'ancien conjoint ou partenaire demande la modulation est consécutif à un changement de situation prévu au 3° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par l'ancien conjoint ou partenaire la moyenne pro rata temporis du taux résultant de l'application du 3° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués depuis le 1er janvier ; b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont l'ancien conjoint ou partenaire a disposé, acquittés en application de l'article 1663 C du 1er janvier à la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 3° du 3 de l'article 204 I ; 5° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à un changement de situation prévu au 4° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 4° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date, en l'absence de modulation, en application du 4° du 3 de l'article 204 I. 6. Lorsque le contribuable décide de moduler à la baisse son prélèvement : 1° Le taux modulé calculé dans les conditions prévues au 3 du présent III s'applique au plus tard le troisième mois qui suit celui de la décision de modulation et jusqu'au 31 décembre de l'année ; 2° Le montant de l'acompte calculé dans les conditions prévues au 3 du présent III est diminué du montant des versements déjà acquittés, sans pouvoir donner lieu à restitution, et s'applique jusqu'au 31 décembre de l'année. L'acompte, assorti des calculs qui l'ont déterminé, prévu au 2° du 2 de l'article 204 A est communiqué au contribuable par l'administration fiscale.",
            "texteHtml": "<p>I. – Le montant du prélèvement mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308473&dateTexte=&categorieLien=cid'>204 A </a>peut être modulé à la hausse ou à la baisse sur demande du contribuable.</p><p>Toutefois, quand un changement de situation mentionné au 1 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000033780139&dateTexte=&categorieLien=cid'>204 I </a>est intervenu, aucune demande de modulation ne peut être présentée tant que ce changement de situation n'a pas été déclaré.</p><p>II. – Le contribuable peut choisir librement de moduler à la hausse le taux mentionné aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000033780137&dateTexte=&categorieLien=cid'>204 H </a>et 204 I ou l'assiette de l'acompte mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000033780135&dateTexte=&categorieLien=cid'>204 G </a>qui lui sont applicables.</p><p>Le taux du prélèvement ou l'assiette de l'acompte modulés à la hausse par le contribuable s'appliquent au plus tard le troisième mois qui suit celui de la demande et jusqu'au 31 décembre de l'année ou, si le taux ou le montant de l'acompte modulés qui résultent de sa demande sont inférieurs, respectivement, au taux ou au montant de l'acompte déterminés par l'administration fiscale à partir de l'impôt sur le revenu et des revenus de l'année précédente en application du I de l'article 204 H, jusqu'à la date à compter de laquelle ces derniers taux ou montant d'acompte s'appliquent.</p><p>III. – 1. La modulation à la baisse du prélèvement n'est possible que si le montant du prélèvement estimé par le contribuable au titre de sa situation et de ses revenus de l'année en cours est inférieur de plus de 5 % au montant du prélèvement qu'il supporterait en l'absence de cette modulation.</p><p>2. Le contribuable qui souhaite que son prélèvement soit modulé déclare, sous sa responsabilité, sa situation et l'estimation de l'ensemble de ses revenus au titre de l'année en cours. Lorsque l'administration n'en a pas la disposition, le contribuable déclare sa situation et l'ensemble de ses revenus réalisés au titre de l'année précédente.</p><p>3. L'administration fiscale calcule le prélèvement résultant de la déclaration prévue au 2 du présent III en appliquant au montant des revenus estimés, déterminé dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000033780133&dateTexte=&categorieLien=cid'>204 F</a> et à l'article 204 G, à l'exception du 7° du 2 du même article 204 G, un taux calculé selon les modalités du 1 du I de l'article 204 H, les revenus pris en compte pour le calcul de ce taux étant ceux résultant de la déclaration mentionnée au 2 du présent III et l'impôt sur le revenu y afférent étant celui résultant de l'application à ces revenus des règles prévues aux 1 à 4 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308322&dateTexte=&categorieLien=cid'>197 </a>ou, le cas échéant, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303125&dateTexte=&categorieLien=cid'>197 A </a>en vigueur à la date de la demande.</p><p>Dans le cas prévu au 2° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée conjointement par les deux membres du couple.</p><p>Dans le cas prévu au 3° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par le conjoint ou partenaire survivant au titre de la période postérieure au décès.</p><p>Dans le cas prévu au 4° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par l'ancien conjoint ou partenaire au titre de l'année entière.</p><p>4. L'administration fiscale calcule le montant du prélèvement que le contribuable supporterait en l'absence de cette modulation selon les modalités suivantes :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours les deux tiers du taux qui s'applique entre le 1er janvier et le 31 août et le tiers du taux qui s'applique entre le 1er septembre et le 31 décembre, en application du 2 du I de l'article 204 H, du III du même article 204 H en retenant le taux sur une base annuelle en application du d du 1 du III dudit article 204 H ou, lorsque le contribuable a déclaré au cours de la dernière ou de l'avant-dernière année un changement de situation mentionné à l'article 204 I, en application du même article 204 I ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés, en l'absence de modulation, après cette date par application des articles 204 G et 204 I, dans les conditions prévues au même article 1663 C.</p><p>5. Par dérogation au 4 du présent III :</p><p>1° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à une précédente modulation réalisée au cours de la même année :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de la précédente modulation ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de la mise en œuvre de ce taux ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la nouvelle demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date en application de la précédente modulation ;</p><p>2° Lorsque le prélèvement dont les membres d'un couple demandent la modulation est consécutif à un changement de situation prévu au 1° du 1 de l'article 204 I au cours de l'année et que le taux prévu au 1° du 3 du même article 204 I s'applique à la date de la demande de modulation :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant, pour chaque membre du couple, au montant de l'assiette mentionnée à l'article 204 F qu'il a déclaré au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 1° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés par chaque membre du couple en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés pour chaque membre du couple après cette date, en l'absence de modulation, en application du 1° du 3 de l'article 204 I ;</p><p>3° Lorsque le prélèvement dont le conjoint ou partenaire survivant demande la modulation est consécutif à un changement de situation prévu au 2° du 1 de l'article 204 I au cours de l'année :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le conjoint ou partenaire survivant à compter du décès et jusqu'au 31 décembre la moyenne pro rata temporis du taux résultant de l'application du 2° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués entre la date de décès et la date de mise en œuvre de ce taux ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont a disposé le conjoint ou partenaire survivant, acquittés en application de l'article 1663 C entre la date du décès et la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 2° du 3 de l'article 204 I ;</p><p>4° Lorsque le prélèvement dont l'ancien conjoint ou partenaire demande la modulation est consécutif à un changement de situation prévu au 3° du 1 de l'article 204 I au cours de l'année :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par l'ancien conjoint ou partenaire la moyenne pro rata temporis du taux résultant de l'application du 3° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués depuis le 1er janvier ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont l'ancien conjoint ou partenaire a disposé, acquittés en application de l'article 1663 C du 1er janvier à la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 3° du 3 de l'article 204 I ;</p><p>5° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à un changement de situation prévu au 4° du 1 de l'article 204 I au cours de l'année :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 4° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date, en l'absence de modulation, en application du 4° du 3 de l'article 204 I.</p><p>6. Lorsque le contribuable décide de moduler à la baisse son prélèvement :</p><p>1° Le taux modulé calculé dans les conditions prévues au 3 du présent III s'applique au plus tard le troisième mois qui suit celui de la décision de modulation et jusqu'au 31 décembre de l'année ;</p><p>2° Le montant de l'acompte calculé dans les conditions prévues au 3 du présent III est diminué du montant des versements déjà acquittés, sans pouvoir donner lieu à restitution, et s'applique jusqu'au 31 décembre de l'année.</p><p>L'acompte, assorti des calculs qui l'ont déterminé, prévu au 2° du 2 de l'article 204 A est communiqué au contribuable par l'administration fiscale.</p>",
            "num": "204 J",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1672531200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2145386495,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033779948",
                        "id": "LEGISCTA000033780155",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033780141",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033779948",
            "sectionParentId": "LEGISCTA000033780155",
            "sectionParentTitre": "Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046860839",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 3 de la loi n° 2022-1726 du 30 décembre 2022, ces dispositions s'appliquent aux revenus perçus à compter du 1er janvier 2023.",
            "notaHtml": "<p>Conformément au II de l'article 3 de la loi n° 2022-1726 du 30 décembre 2022, ces dispositions s'appliquent aux revenus perçus à compter du 1er janvier 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046845631",
                    "textTitle": "LOI n°2022-1726 du 30 décembre 2022 - art. 3 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000046852598",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-12-31",
                    "dateSignaTexte": "2022-12-30",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-6-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-6-1",
                    "articleId": "LEGIARTI000036354506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1663 C (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1663 C",
                    "articleId": "LEGIARTI000033780793",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 G (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 G",
                    "articleId": "LEGIARTI000033781048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197",
                    "articleId": "LEGIARTI000006308322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197 A",
                    "articleId": "LEGIARTI000006303125",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 A",
                    "articleId": "LEGIARTI000006308473",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 E (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "204 E",
                    "articleId": "LEGIARTI000033780180",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 F",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 F",
                    "articleId": "LEGIARTI000033780133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 G",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 G",
                    "articleId": "LEGIARTI000033780135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 H",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 H",
                    "articleId": "LEGIARTI000033780137",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 I",
                    "articleId": "LEGIARTI000033780139",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033780267",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037985945",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041464229",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046860839",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "204 J",
                "204"
            ],
            "versionPrecedente": "LEGIARTI000041464229",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041464229",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le montant du prélèvement mentionné à l'article 204 A peut être modulé à la hausse ou à la baisse sur demande du contribuable. Toutefois, quand un changement de situation mentionné au 1 de l'article 204 I est intervenu, aucune demande de modulation ne peut être présentée tant que ce changement de situation n'a pas été déclaré. II. – Le contribuable peut choisir librement de moduler à la hausse le taux mentionné aux articles 204 H et 204 I ou l'assiette de l'acompte mentionnée à l'article 204 G qui lui sont applicables. Le taux du prélèvement ou l'assiette de l'acompte modulés à la hausse par le contribuable s'appliquent au plus tard le troisième mois qui suit celui de la demande et jusqu'au 31 décembre de l'année ou, si le taux ou le montant de l'acompte modulés qui résultent de sa demande sont inférieurs, respectivement, au taux ou au montant de l'acompte déterminés par l'administration fiscale à partir de l'impôt sur le revenu et des revenus de l'année précédente en application du I de l'article 204 H, jusqu'à la date à compter de laquelle ces derniers taux ou montant d'acompte s'appliquent. III. – 1. La modulation à la baisse du prélèvement n'est possible que si le montant du prélèvement estimé par le contribuable au titre de sa situation et de ses revenus de l'année en cours est inférieur de plus de 10 % au montant du prélèvement qu'il supporterait en l'absence de cette modulation. 2. Le contribuable qui souhaite que son prélèvement soit modulé déclare, sous sa responsabilité, sa situation et l'estimation de l'ensemble de ses revenus au titre de l'année en cours. Lorsque l'administration n'en a pas la disposition, le contribuable déclare sa situation et l'ensemble de ses revenus réalisés au titre de l'année précédente. 3. L'administration fiscale calcule le prélèvement résultant de la déclaration prévue au 2 du présent III en appliquant au montant des revenus estimés, déterminé dans les conditions prévues à l'article 204 F et à l'article 204 G, à l'exception du 7° du 2 du même article 204 G, un taux calculé selon les modalités du 1 du I de l'article 204 H, les revenus pris en compte pour le calcul de ce taux étant ceux résultant de la déclaration mentionnée au 2 du présent III et l'impôt sur le revenu y afférent étant celui résultant de l'application à ces revenus des règles prévues aux 1 à 4 du I de l'article 197 ou, le cas échéant, à l'article 197 A en vigueur à la date de la demande. Dans le cas prévu au 2° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée conjointement par les deux membres du couple. Dans le cas prévu au 3° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par le conjoint ou partenaire survivant au titre de la période postérieure au décès. Dans le cas prévu au 4° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par l'ancien conjoint ou partenaire au titre de l'année entière. 4. L'administration fiscale calcule le montant du prélèvement que le contribuable supporterait en l'absence de cette modulation selon les modalités suivantes : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours les deux tiers du taux qui s'applique entre le 1er janvier et le 31 août et le tiers du taux qui s'applique entre le 1er septembre et le 31 décembre, en application du 2 du I de l'article 204 H, du III du même article 204 H en retenant le taux sur une base annuelle en application du d du 1 du III dudit article 204 H ou, lorsque le contribuable a déclaré au cours de la dernière ou de l'avant-dernière année un changement de situation mentionné à l'article 204 I, en application du même article 204 I ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés, en l'absence de modulation, après cette date par application des articles 204 G et 204 I, dans les conditions prévues au même article 1663 C. 5. Par dérogation au 4 du présent III : 1° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à une précédente modulation réalisée au cours de la même année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de la précédente modulation ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de la mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la nouvelle demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date en application de la précédente modulation ; 2° Lorsque le prélèvement dont les membres d'un couple demandent la modulation est consécutif à un changement de situation prévu au 1° du 1 de l'article 204 I au cours de l'année et que le taux prévu au 1° du 3 du même article 204 I s'applique à la date de la demande de modulation : a) Le montant de retenue à la source pris en compte est calculé en appliquant, pour chaque membre du couple, au montant de l'assiette mentionnée à l'article 204 F qu'il a déclaré au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 1° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés par chaque membre du couple en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés pour chaque membre du couple après cette date, en l'absence de modulation, en application du 1° du 3 de l'article 204 I ; 3° Lorsque le prélèvement dont le conjoint ou partenaire survivant demande la modulation est consécutif à un changement de situation prévu au 2° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le conjoint ou partenaire survivant à compter du décès et jusqu'au 31 décembre la moyenne pro rata temporis du taux résultant de l'application du 2° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués entre la date de décès et la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont a disposé le conjoint ou partenaire survivant, acquittés en application de l'article 1663 C entre la date du décès et la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 2° du 3 de l'article 204 I ; 4° Lorsque le prélèvement dont l'ancien conjoint ou partenaire demande la modulation est consécutif à un changement de situation prévu au 3° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par l'ancien conjoint ou partenaire la moyenne pro rata temporis du taux résultant de l'application du 3° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués depuis le 1er janvier ; b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont l'ancien conjoint ou partenaire a disposé, acquittés en application de l'article 1663 C du 1er janvier à la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 3° du 3 de l'article 204 I ; 5° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à un changement de situation prévu au 4° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 4° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date, en l'absence de modulation, en application du 4° du 3 de l'article 204 I. 6. Lorsque le contribuable décide de moduler à la baisse son prélèvement : 1° Le taux modulé calculé dans les conditions prévues au 3 du présent III s'applique au plus tard le troisième mois qui suit celui de la décision de modulation et jusqu'au 31 décembre de l'année ; 2° Le montant de l'acompte calculé dans les conditions prévues au 3 du présent III est diminué du montant des versements déjà acquittés, sans pouvoir donner lieu à restitution, et s'applique jusqu'au 31 décembre de l'année. L'acompte, assorti des calculs qui l'ont déterminé, prévu au 2° du 2 de l'article 204 A est communiqué au contribuable par l'administration fiscale.",
            "texteHtml": "<p>I. – Le montant du prélèvement mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308473&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 204 A (V)'>204 A </a>peut être modulé à la hausse ou à la baisse sur demande du contribuable. </p><p>Toutefois, quand un changement de situation mentionné au 1 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000033780139&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 204 I (V)'>204 I </a>est intervenu, aucune demande de modulation ne peut être présentée tant que ce changement de situation n'a pas été déclaré. </p><p>II. – Le contribuable peut choisir librement de moduler à la hausse le taux mentionné aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000033780137&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 204 H (VT)'>204 H </a>et 204 I ou l'assiette de l'acompte mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000033780135&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 204 G (V)'>204 G </a>qui lui sont applicables. </p><p>Le taux du prélèvement ou l'assiette de l'acompte modulés à la hausse par le contribuable s'appliquent au plus tard le troisième mois qui suit celui de la demande et jusqu'au 31 décembre de l'année ou, si le taux ou le montant de l'acompte modulés qui résultent de sa demande sont inférieurs, respectivement, au taux ou au montant de l'acompte déterminés par l'administration fiscale à partir de l'impôt sur le revenu et des revenus de l'année précédente en application du I de l'article 204 H, jusqu'à la date à compter de laquelle ces derniers taux ou montant d'acompte s'appliquent. </p><p>III. – 1. La modulation à la baisse du prélèvement n'est possible que si le montant du prélèvement estimé par le contribuable au titre de sa situation et de ses revenus de l'année en cours est inférieur de plus de 10 % au montant du prélèvement qu'il supporterait en l'absence de cette modulation. </p><p>2. Le contribuable qui souhaite que son prélèvement soit modulé déclare, sous sa responsabilité, sa situation et l'estimation de l'ensemble de ses revenus au titre de l'année en cours. Lorsque l'administration n'en a pas la disposition, le contribuable déclare sa situation et l'ensemble de ses revenus réalisés au titre de l'année précédente. </p><p>3. L'administration fiscale calcule le prélèvement résultant de la déclaration prévue au 2 du présent III en appliquant au montant des revenus estimés, déterminé dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000033780133&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 204 F (V)'>204 F</a> et à l'article 204 G, à l'exception du 7° du 2 du même article 204 G, un taux calculé selon les modalités du 1 du I de l'article 204 H, les revenus pris en compte pour le calcul de ce taux étant ceux résultant de la déclaration mentionnée au 2 du présent III et l'impôt sur le revenu y afférent étant celui résultant de l'application à ces revenus des règles prévues aux 1 à 4 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308322&dateTexte=&categorieLien=cid'>197 </a>ou, le cas échéant, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303125&dateTexte=&categorieLien=cid'>197 A </a>en vigueur à la date de la demande. </p><p>Dans le cas prévu au 2° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée conjointement par les deux membres du couple. </p><p>Dans le cas prévu au 3° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par le conjoint ou partenaire survivant au titre de la période postérieure au décès. </p><p>Dans le cas prévu au 4° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par l'ancien conjoint ou partenaire au titre de l'année entière. </p><p>4. L'administration fiscale calcule le montant du prélèvement que le contribuable supporterait en l'absence de cette modulation selon les modalités suivantes : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours les deux tiers du taux qui s'applique entre le 1er janvier et le 31 août et le tiers du taux qui s'applique entre le 1er septembre et le 31 décembre, en application du 2 du I de l'article 204 H, du III du même article 204 H en retenant le taux sur une base annuelle en application du d du 1 du III dudit article 204 H ou, lorsque le contribuable a déclaré au cours de la dernière ou de l'avant-dernière année un changement de situation mentionné à l'article 204 I, en application du même article 204 I ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés, en l'absence de modulation, après cette date par application des articles 204 G et 204 I, dans les conditions prévues au même article 1663 C. </p><p>5. Par dérogation au 4 du présent III : </p><p>1° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à une précédente modulation réalisée au cours de la même année : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de la précédente modulation ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de la mise en œuvre de ce taux ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la nouvelle demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date en application de la précédente modulation ; </p><p>2° Lorsque le prélèvement dont les membres d'un couple demandent la modulation est consécutif à un changement de situation prévu au 1° du 1 de l'article 204 I au cours de l'année et que le taux prévu au 1° du 3 du même article 204 I s'applique à la date de la demande de modulation : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant, pour chaque membre du couple, au montant de l'assiette mentionnée à l'article 204 F qu'il a déclaré au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 1° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés par chaque membre du couple en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés pour chaque membre du couple après cette date, en l'absence de modulation, en application du 1° du 3 de l'article 204 I ; </p><p>3° Lorsque le prélèvement dont le conjoint ou partenaire survivant demande la modulation est consécutif à un changement de situation prévu au 2° du 1 de l'article 204 I au cours de l'année : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le conjoint ou partenaire survivant à compter du décès et jusqu'au 31 décembre la moyenne pro rata temporis du taux résultant de l'application du 2° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués entre la date de décès et la date de mise en œuvre de ce taux ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont a disposé le conjoint ou partenaire survivant, acquittés en application de l'article 1663 C entre la date du décès et la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 2° du 3 de l'article 204 I ; </p><p>4° Lorsque le prélèvement dont l'ancien conjoint ou partenaire demande la modulation est consécutif à un changement de situation prévu au 3° du 1 de l'article 204 I au cours de l'année : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par l'ancien conjoint ou partenaire la moyenne pro rata temporis du taux résultant de l'application du 3° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués depuis le 1er janvier ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont l'ancien conjoint ou partenaire a disposé, acquittés en application de l'article 1663 C du 1er janvier à la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 3° du 3 de l'article 204 I ; </p><p>5° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à un changement de situation prévu au 4° du 1 de l'article 204 I au cours de l'année : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 4° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date, en l'absence de modulation, en application du 4° du 3 de l'article 204 I. </p><p>6. Lorsque le contribuable décide de moduler à la baisse son prélèvement : </p><p>1° Le taux modulé calculé dans les conditions prévues au 3 du présent III s'applique au plus tard le troisième mois qui suit celui de la décision de modulation et jusqu'au 31 décembre de l'année ; </p><p>2° Le montant de l'acompte calculé dans les conditions prévues au 3 du présent III est diminué du montant des versements déjà acquittés, sans pouvoir donner lieu à restitution, et s'applique jusqu'au 31 décembre de l'année. </p><p>L'acompte, assorti des calculs qui l'ont déterminé, prévu au 2° du 2 de l'article 204 A est communiqué au contribuable par l'administration fiscale.</p>",
            "num": "204 J",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1577664000000,
            "dateFin": 1672531200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2145386495,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033779948",
                        "id": "LEGISCTA000033780155",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033780141",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033779948",
            "sectionParentId": "LEGISCTA000033780155",
            "sectionParentTitre": "Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000041464229",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 7",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000039793347",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2019-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-6-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-6-1",
                    "articleId": "LEGIARTI000036354506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1663 C (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1663 C",
                    "articleId": "LEGIARTI000033780793",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 G (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 G",
                    "articleId": "LEGIARTI000033781048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197",
                    "articleId": "LEGIARTI000006308322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197 A",
                    "articleId": "LEGIARTI000006303125",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 A",
                    "articleId": "LEGIARTI000006308473",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 E (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "204 E",
                    "articleId": "LEGIARTI000033780180",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 F",
                    "articleId": "LEGIARTI000033780133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 G",
                    "articleId": "LEGIARTI000033780135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 H (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 H",
                    "articleId": "LEGIARTI000033780137",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "204 I",
                    "articleId": "LEGIARTI000033780139",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033780267",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037985945",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041464229",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046860839",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "204 J",
                "204"
            ],
            "versionPrecedente": "LEGIARTI000037985945",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037985945",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le montant du prélèvement mentionné à l'article 204 A peut être modulé à la hausse ou à la baisse sur demande du contribuable. Toutefois, quand un changement de situation mentionné au 1 de l'article 204 I est intervenu, aucune demande de modulation ne peut être présentée tant que ce changement de situation n'a pas été déclaré. II. – Le contribuable peut choisir librement de moduler à la hausse le taux mentionné aux articles 204 H et 204 I ou l'assiette de l'acompte mentionnée à l'article 204 G qui lui sont applicables. Le taux du prélèvement ou l'assiette de l'acompte modulés à la hausse par le contribuable s'appliquent au plus tard le troisième mois qui suit celui de la demande et jusqu'au 31 décembre de l'année ou, si le taux ou le montant de l'acompte modulés qui résultent de sa demande sont inférieurs, respectivement, au taux ou au montant de l'acompte déterminés par l'administration fiscale à partir de l'impôt sur le revenu et des revenus de l'année précédente en application du I de l'article 204 H, jusqu'à la date à compter de laquelle ces derniers taux ou montant d'acompte s'appliquent. III. – 1. La modulation à la baisse du prélèvement n'est possible que si le montant du prélèvement estimé par le contribuable au titre de sa situation et de ses revenus de l'année en cours est inférieur de plus de 10 % et de plus de 200 € au montant du prélèvement qu'il supporterait en l'absence de cette modulation. 2. Le contribuable qui souhaite que son prélèvement soit modulé déclare, sous sa responsabilité, sa situation et l'estimation de l'ensemble de ses revenus au titre de l'année en cours. Lorsque l'administration n'en a pas la disposition, le contribuable déclare sa situation et l'ensemble de ses revenus réalisés au titre de l'année précédente. 3. L'administration fiscale calcule le prélèvement résultant de la déclaration prévue au 2 du présent III en appliquant au montant des revenus estimés, déterminé dans les conditions prévues à l'article 204 F et à l'article 204 G, à l'exception du 7° du 2 du même article 204 G, un taux calculé selon les modalités du 1 du I de l'article 204 H, les revenus pris en compte pour le calcul de ce taux étant ceux résultant de la déclaration mentionnée au 2 du présent III et l'impôt sur le revenu y afférent étant celui résultant de l'application à ces revenus des règles prévues aux 1 à 4 du I de l'article 197 ou, le cas échéant, à l'article 197 A en vigueur à la date de la demande. Dans le cas prévu au 2° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée conjointement par les deux membres du couple. Dans le cas prévu au 3° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par le conjoint ou partenaire survivant au titre de la période postérieure au décès. Dans le cas prévu au 4° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par l'ancien conjoint ou partenaire au titre de l'année entière. 4. L'administration fiscale calcule le montant du prélèvement que le contribuable supporterait en l'absence de cette modulation selon les modalités suivantes : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours les deux tiers du taux qui s'applique entre le 1er janvier et le 31 août et le tiers du taux qui s'applique entre le 1er septembre et le 31 décembre, en application du 2 du I de l'article 204 H, du III du même article 204 H en retenant le taux sur une base annuelle en application du d du 1 du III dudit article 204 H ou, lorsque le contribuable a déclaré au cours de la dernière ou de l'avant-dernière année un changement de situation mentionné à l'article 204 I, en application du même article 204 I ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés, en l'absence de modulation, après cette date par application des articles 204 G et 204 I, dans les conditions prévues au même article 1663 C. 5. Par dérogation au 4 du présent III : 1° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à une précédente modulation réalisée au cours de la même année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de la précédente modulation ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de la mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la nouvelle demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date en application de la précédente modulation ; 2° Lorsque le prélèvement dont les membres d'un couple demandent la modulation est consécutif à un changement de situation prévu au 1° du 1 de l'article 204 I au cours de l'année et que le taux prévu au 1° du 3 du même article 204 I s'applique à la date de la demande de modulation : a) Le montant de retenue à la source pris en compte est calculé en appliquant, pour chaque membre du couple, au montant de l'assiette mentionnée à l'article 204 F qu'il a déclaré au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 1° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés par chaque membre du couple en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés pour chaque membre du couple après cette date, en l'absence de modulation, en application du 1° du 3 de l'article 204 I ; 3° Lorsque le prélèvement dont le conjoint ou partenaire survivant demande la modulation est consécutif à un changement de situation prévu au 2° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le conjoint ou partenaire survivant à compter du décès et jusqu'au 31 décembre la moyenne pro rata temporis du taux résultant de l'application du 2° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués entre la date de décès et la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont a disposé le conjoint ou partenaire survivant, acquittés en application de l'article 1663 C entre la date du décès et la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 2° du 3 de l'article 204 I ; 4° Lorsque le prélèvement dont l'ancien conjoint ou partenaire demande la modulation est consécutif à un changement de situation prévu au 3° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par l'ancien conjoint ou partenaire la moyenne pro rata temporis du taux résultant de l'application du 3° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués depuis le 1er janvier ; b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont l'ancien conjoint ou partenaire a disposé, acquittés en application de l'article 1663 C du 1er janvier à la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 3° du 3 de l'article 204 I ; 5° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à un changement de situation prévu au 4° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 4° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date, en l'absence de modulation, en application du 4° du 3 de l'article 204 I. 6. Lorsque le contribuable décide de moduler à la baisse son prélèvement : 1° Le taux modulé calculé dans les conditions prévues au 3 du présent III s'applique au plus tard le troisième mois qui suit celui de la décision de modulation et jusqu'au 31 décembre de l'année ; 2° Le montant de l'acompte calculé dans les conditions prévues au 3 du présent III est diminué du montant des versements déjà acquittés, sans pouvoir donner lieu à restitution, et s'applique jusqu'au 31 décembre de l'année. L'acompte, assorti des calculs qui l'ont déterminé, prévu au 2° du 2 de l'article 204 A est communiqué au contribuable par l'administration fiscale.",
            "texteHtml": "<p>I. – Le montant du prélèvement mentionné à l'article 204 A peut être modulé à la hausse ou à la baisse sur demande du contribuable.</p><p>Toutefois, quand un changement de situation mentionné au 1 de l'article 204 I est intervenu, aucune demande de modulation ne peut être présentée tant que ce changement de situation n'a pas été déclaré.</p><p>II. – Le contribuable peut choisir librement de moduler à la hausse le taux mentionné aux articles 204 H et 204 I ou l'assiette de l'acompte mentionnée à l'article 204 G qui lui sont applicables.</p><p>Le taux du prélèvement ou l'assiette de l'acompte modulés à la hausse par le contribuable s'appliquent au plus tard le troisième mois qui suit celui de la demande et jusqu'au 31 décembre de l'année ou, si le taux ou le montant de l'acompte modulés qui résultent de sa demande sont inférieurs, respectivement, au taux ou au montant de l'acompte déterminés par l'administration fiscale à partir de l'impôt sur le revenu et des revenus de l'année précédente en application du I de l'article 204 H, jusqu'à la date à compter de laquelle ces derniers taux ou montant d'acompte s'appliquent.</p><p>III. – 1. La modulation à la baisse du prélèvement n'est possible que si le montant du prélèvement estimé par le contribuable au titre de sa situation et de ses revenus de l'année en cours est inférieur de plus de 10 % et de plus de 200 € au montant du prélèvement qu'il supporterait en l'absence de cette modulation.</p><p>2. Le contribuable qui souhaite que son prélèvement soit modulé déclare, sous sa responsabilité, sa situation et l'estimation de l'ensemble de ses revenus au titre de l'année en cours. Lorsque l'administration n'en a pas la disposition, le contribuable déclare sa situation et l'ensemble de ses revenus réalisés au titre de l'année précédente.</p><p>3. L'administration fiscale calcule le prélèvement résultant de la déclaration prévue au 2 du présent III en appliquant au montant des revenus estimés, déterminé dans les conditions prévues à l'article 204 F et à l'article 204 G, à l'exception du 7° du 2 du même article 204 G, un taux calculé selon les modalités du 1 du I de l'article 204 H, les revenus pris en compte pour le calcul de ce taux étant ceux résultant de la déclaration mentionnée au 2 du présent III et l'impôt sur le revenu y afférent étant celui résultant de l'application à ces revenus des règles prévues aux 1 à 4 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308322&dateTexte=&categorieLien=cid'>197 </a>ou, le cas échéant, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303125&dateTexte=&categorieLien=cid'>197 A </a>en vigueur à la date de la demande.</p><p>Dans le cas prévu au 2° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée conjointement par les deux membres du couple.</p><p>Dans le cas prévu au 3° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par le conjoint ou partenaire survivant au titre de la période postérieure au décès.</p><p>Dans le cas prévu au 4° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par l'ancien conjoint ou partenaire au titre de l'année entière.</p><p>4. L'administration fiscale calcule le montant du prélèvement que le contribuable supporterait en l'absence de cette modulation selon les modalités suivantes :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours les deux tiers du taux qui s'applique entre le 1er janvier et le 31 août et le tiers du taux qui s'applique entre le 1er septembre et le 31 décembre, en application du 2 du I de l'article 204 H, du III du même article 204 H en retenant le taux sur une base annuelle en application du d du 1 du III dudit article 204 H ou, lorsque le contribuable a déclaré au cours de la dernière ou de l'avant-dernière année un changement de situation mentionné à l'article 204 I, en application du même article 204 I ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés, en l'absence de modulation, après cette date par application des articles 204 G et 204 I, dans les conditions prévues au même article 1663 C.</p><p>5. Par dérogation au 4 du présent III :</p><p>1° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à une précédente modulation réalisée au cours de la même année :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de la précédente modulation ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de la mise en œuvre de ce taux ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la nouvelle demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date en application de la précédente modulation ;</p><p>2° Lorsque le prélèvement dont les membres d'un couple demandent la modulation est consécutif à un changement de situation prévu au 1° du 1 de l'article 204 I au cours de l'année et que le taux prévu au 1° du 3 du même article 204 I s'applique à la date de la demande de modulation :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant, pour chaque membre du couple, au montant de l'assiette mentionnée à l'article 204 F qu'il a déclaré au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 1° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés par chaque membre du couple en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés pour chaque membre du couple après cette date, en l'absence de modulation, en application du 1° du 3 de l'article 204 I ;</p><p>3° Lorsque le prélèvement dont le conjoint ou partenaire survivant demande la modulation est consécutif à un changement de situation prévu au 2° du 1 de l'article 204 I au cours de l'année :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le conjoint ou partenaire survivant à compter du décès et jusqu'au 31 décembre la moyenne pro rata temporis du taux résultant de l'application du 2° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués entre la date de décès et la date de mise en œuvre de ce taux ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont a disposé le conjoint ou partenaire survivant, acquittés en application de l'article 1663 C entre la date du décès et la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 2° du 3 de l'article 204 I ;</p><p>4° Lorsque le prélèvement dont l'ancien conjoint ou partenaire demande la modulation est consécutif à un changement de situation prévu au 3° du 1 de l'article 204 I au cours de l'année :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par l'ancien conjoint ou partenaire la moyenne pro rata temporis du taux résultant de l'application du 3° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués depuis le 1er janvier ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont l'ancien conjoint ou partenaire a disposé, acquittés en application de l'article 1663 C du 1er janvier à la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 3° du 3 de l'article 204 I ;</p><p>5° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à un changement de situation prévu au 4° du 1 de l'article 204 I au cours de l'année :</p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 4° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ;</p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date, en l'absence de modulation, en application du 4° du 3 de l'article 204 I.</p><p>6. Lorsque le contribuable décide de moduler à la baisse son prélèvement :</p><p>1° Le taux modulé calculé dans les conditions prévues au 3 du présent III s'applique au plus tard le troisième mois qui suit celui de la décision de modulation et jusqu'au 31 décembre de l'année ;</p><p>2° Le montant de l'acompte calculé dans les conditions prévues au 3 du présent III est diminué du montant des versements déjà acquittés, sans pouvoir donner lieu à restitution, et s'applique jusqu'au 31 décembre de l'année.</p><p>L'acompte, assorti des calculs qui l'ont déterminé, prévu au 2° du 2 de l'article 204 A est communiqué au contribuable par l'administration fiscale.</p>",
            "num": "204 J",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1546300800000,
            "dateFin": 1577664000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2145386495,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033779948",
                        "id": "LEGISCTA000033780155",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033780141",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033779948",
            "sectionParentId": "LEGISCTA000033780155",
            "sectionParentTitre": "Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037985945",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 1er de l'ordonnance n° 2017-1390 du 22 septembre 2017, les dispositions du présent article s'appliquent aux revenus perçus ou réalisés à compter du 1er janvier 2019.",
            "notaHtml": "<p>Conformément à l'article 1er de l'ordonnance n° 2017-1390 du 22 septembre 2017, les dispositions du présent article s'appliquent aux revenus perçus ou réalisés à compter du 1er janvier 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734169",
                    "textTitle": "LOI n°2016-1917 du 29 décembre 2016 - art. 60 (VD)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000038836271",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2019-10-01"
                },
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n°2018-1317 du 28 décembre 2018 - art. 14",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000037935331",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-6-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-6-1",
                    "articleId": "LEGIARTI000036354506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1663 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1663 C",
                    "articleId": "LEGIARTI000037985908",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 G (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 G",
                    "articleId": "LEGIARTI000033781048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197",
                    "articleId": "LEGIARTI000006308322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197 A",
                    "articleId": "LEGIARTI000006303125",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 E (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "204 E",
                    "articleId": "LEGIARTI000033780180",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033780267",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037985945",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041464229",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046860839",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "204 J",
                "204"
            ],
            "versionPrecedente": "LEGIARTI000033780267",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033780267",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le montant du prélèvement mentionné à l'article 204 A peut être modulé à la hausse ou à la baisse sur demande du contribuable. Toutefois, quand un changement de situation mentionné au 1 de l'article 204 I est intervenu, aucune demande de modulation ne peut être présentée tant que ce changement de situation n'a pas été déclaré. II. – Le contribuable peut choisir librement de moduler à la hausse le taux mentionné aux articles 204 H et 204 I ou l'assiette de l'acompte mentionnée à l'article 204 G qui lui sont applicables. Le taux du prélèvement ou l'assiette de l'acompte modulés à la hausse par le contribuable s'appliquent au plus tard le troisième mois qui suit celui de la demande et jusqu'au 31 décembre de l'année ou, si le taux ou le montant de l'acompte modulés qui résultent de sa demande sont inférieurs, respectivement, au taux ou au montant de l'acompte déterminés par l'administration fiscale à partir de l'impôt sur le revenu et des revenus de l'année précédente en application du I de l'article 204 H, jusqu'à la date à compter de laquelle ces derniers taux ou montant d'acompte s'appliquent. III. – 1. La modulation à la baisse du prélèvement n'est possible que si le montant du prélèvement estimé par le contribuable au titre de sa situation et de ses revenus de l'année en cours est inférieur de plus de 10 % et de plus de 200 € au montant du prélèvement qu'il supporterait en l'absence de cette modulation. 2. Le contribuable qui souhaite que son prélèvement soit modulé déclare, sous sa responsabilité, sa situation et l'estimation de l'ensemble de ses revenus au titre de l'année en cours. Lorsque l'administration n'en a pas la disposition, le contribuable déclare sa situation et l'ensemble de ses revenus réalisés au titre de l'année précédente. 3. L'administration fiscale calcule le prélèvement résultant de la déclaration prévue au 2 du présent III en appliquant au montant des revenus estimés, déterminé dans les conditions prévues à l'article 204 F et à l'article 204 G, à l'exception du 7° du 2 du même article 204 G, un taux calculé selon les modalités du 1 du I de l'article 204 H, les revenus pris en compte pour le calcul de ce taux étant ceux résultant de la déclaration mentionnée au 2 du présent III et l'impôt sur le revenu y afférent étant celui résultant de l'application à ces revenus des règles prévues aux 1 à 4 du I de l'article 197 ou, le cas échéant, à l'article 197 A en vigueur à la date de la demande. Dans le cas prévu au 2° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée conjointement par les deux membres du couple. Dans le cas prévu au 3° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par le conjoint ou partenaire survivant au titre de la période postérieure au décès. Dans le cas prévu au 4° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par l'ancien conjoint ou partenaire au titre de l'année entière. 4. L'administration fiscale calcule le montant du prélèvement que le contribuable supporterait en l'absence de cette modulation selon les modalités suivantes : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours les deux tiers du taux qui s'applique entre le 1er janvier et le 31 août et le tiers du taux qui s'applique entre le 1er septembre et le 31 décembre, en application du 2 du I de l'article 204 H, du III du même article 204 H en retenant le taux sur une base annuelle en application du d du 1 du III dudit article 204 H ou, lorsque le contribuable a déclaré au cours de la dernière ou de l'avant-dernière année un changement de situation mentionné à l'article 204 I, en application du même article 204 I ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés, en l'absence de modulation, après cette date par application des articles 204 G et 204 I, dans les conditions prévues au même article 1663 C. 5. Par dérogation au 4 du présent III : 1° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à une précédente modulation réalisée au cours de la même année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de la précédente modulation ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de la mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la nouvelle demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date en application de la précédente modulation ; 2° Lorsque le prélèvement dont les membres d'un couple demandent la modulation est consécutif à un changement de situation prévu au 1° du 1 de l'article 204 I au cours de l'année et que le taux prévu au 1° du 3 du même article 204 I s'applique à la date de la demande de modulation : a) Le montant de retenue à la source pris en compte est calculé en appliquant, pour chaque membre du couple, au montant de l'assiette mentionnée à l'article 204 F qu'il a déclaré au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 1° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés par chaque membre du couple en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés pour chaque membre du couple après cette date, en l'absence de modulation, en application du 1° du 3 de l'article 204 I ; 3° Lorsque le prélèvement dont le conjoint ou partenaire survivant demande la modulation est consécutif à un changement de situation prévu au 2° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le conjoint ou partenaire survivant à compter du décès et jusqu'au 31 décembre la moyenne pro rata temporis du taux résultant de l'application du 2° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués entre la date de décès et la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont a disposé le conjoint ou partenaire survivant, acquittés en application de l'article 1663 C entre la date du décès et la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 2° du 3 de l'article 204 I ; 4° Lorsque le prélèvement dont l'ancien conjoint ou partenaire demande la modulation est consécutif à un changement de situation prévu au 3° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par l'ancien conjoint ou partenaire la moyenne pro rata temporis du taux résultant de l'application du 3° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués depuis le 1er janvier ; b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont l'ancien conjoint ou partenaire a disposé, acquittés en application de l'article 1663 C du 1er janvier à la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 3° du 3 de l'article 204 I ; 5° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à un changement de situation prévu au 4° du 1 de l'article 204 I au cours de l'année : a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 4° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date, en l'absence de modulation, en application du 4° du 3 de l'article 204 I. 6. Lorsque le contribuable décide de moduler à la baisse son prélèvement : 1° Le taux modulé calculé dans les conditions prévues au 3 du présent III s'applique au plus tard le troisième mois qui suit celui de la décision de modulation et jusqu'au 31 décembre de l'année ; 2° Le montant de l'acompte calculé dans les conditions prévues au 3 du présent III est diminué du montant des versements déjà acquittés, sans pouvoir donner lieu à restitution, et s'applique jusqu'au 31 décembre de l'année.",
            "texteHtml": "<p>I. – Le montant du prélèvement mentionné à l'article 204 A peut être modulé à la hausse ou à la baisse sur demande du contribuable. </p><p>Toutefois, quand un changement de situation mentionné au 1 de l'article 204 I est intervenu, aucune demande de modulation ne peut être présentée tant que ce changement de situation n'a pas été déclaré. </p><p>II. – Le contribuable peut choisir librement de moduler à la hausse le taux mentionné aux articles 204 H et 204 I ou l'assiette de l'acompte mentionnée à l'article 204 G qui lui sont applicables. </p><p>Le taux du prélèvement ou l'assiette de l'acompte modulés à la hausse par le contribuable s'appliquent au plus tard le troisième mois qui suit celui de la demande et jusqu'au 31 décembre de l'année ou, si le taux ou le montant de l'acompte modulés qui résultent de sa demande sont inférieurs, respectivement, au taux ou au montant de l'acompte déterminés par l'administration fiscale à partir de l'impôt sur le revenu et des revenus de l'année précédente en application du I de l'article 204 H, jusqu'à la date à compter de laquelle ces derniers taux ou montant d'acompte s'appliquent. </p><p>III. – 1. La modulation à la baisse du prélèvement n'est possible que si le montant du prélèvement estimé par le contribuable au titre de sa situation et de ses revenus de l'année en cours est inférieur de plus de 10 % et de plus de 200 € au montant du prélèvement qu'il supporterait en l'absence de cette modulation. </p><p>2. Le contribuable qui souhaite que son prélèvement soit modulé déclare, sous sa responsabilité, sa situation et l'estimation de l'ensemble de ses revenus au titre de l'année en cours. Lorsque l'administration n'en a pas la disposition, le contribuable déclare sa situation et l'ensemble de ses revenus réalisés au titre de l'année précédente. </p><p>3. L'administration fiscale calcule le prélèvement résultant de la déclaration prévue au 2 du présent III en appliquant au montant des revenus estimés, déterminé dans les conditions prévues à l'article 204 F et à l'article 204 G, à l'exception du 7° du 2 du même article 204 G, un taux calculé selon les modalités du 1 du I de l'article 204 H, les revenus pris en compte pour le calcul de ce taux étant ceux résultant de la déclaration mentionnée au 2 du présent III et l'impôt sur le revenu y afférent étant celui résultant de l'application à ces revenus des règles prévues aux 1 à 4 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308322&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 197 (V)'>197 </a>ou, le cas échéant, à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303125&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 197 A (V)'>197 A </a>en vigueur à la date de la demande. </p><p>Dans le cas prévu au 2° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée conjointement par les deux membres du couple. </p><p>Dans le cas prévu au 3° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par le conjoint ou partenaire survivant au titre de la période postérieure au décès. </p><p>Dans le cas prévu au 4° du 5 du présent III, l'estimation mentionnée au premier alinéa du présent 3 s'entend comme celle réalisée par l'ancien conjoint ou partenaire au titre de l'année entière. </p><p>4. L'administration fiscale calcule le montant du prélèvement que le contribuable supporterait en l'absence de cette modulation selon les modalités suivantes : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours les deux tiers du taux qui s'applique entre le 1er janvier et le 31 août et le tiers du taux qui s'applique entre le 1er septembre et le 31 décembre, en application du 2 du I de l'article 204 H, du III du même article 204 H en retenant le taux sur une base annuelle en application du d du 1 du III dudit article 204 H ou, lorsque le contribuable a déclaré au cours de la dernière ou de l'avant-dernière année un changement de situation mentionné à l'article 204 I, en application du même article 204 I ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés, en l'absence de modulation, après cette date par application des articles 204 G et 204 I, dans les conditions prévues au même article 1663 C. </p><p>5. Par dérogation au 4 du présent III : </p><p>1° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à une précédente modulation réalisée au cours de la même année : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de la précédente modulation ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de la mise en œuvre de ce taux ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la nouvelle demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date en application de la précédente modulation ; </p><p>2° Lorsque le prélèvement dont les membres d'un couple demandent la modulation est consécutif à un changement de situation prévu au 1° du 1 de l'article 204 I au cours de l'année et que le taux prévu au 1° du 3 du même article 204 I s'applique à la date de la demande de modulation : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant, pour chaque membre du couple, au montant de l'assiette mentionnée à l'article 204 F qu'il a déclaré au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 1° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés par chaque membre du couple en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés pour chaque membre du couple après cette date, en l'absence de modulation, en application du 1° du 3 de l'article 204 I ; </p><p>3° Lorsque le prélèvement dont le conjoint ou partenaire survivant demande la modulation est consécutif à un changement de situation prévu au 2° du 1 de l'article 204 I au cours de l'année : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le conjoint ou partenaire survivant à compter du décès et jusqu'au 31 décembre la moyenne pro rata temporis du taux résultant de l'application du 2° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués entre la date de décès et la date de mise en œuvre de ce taux ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont a disposé le conjoint ou partenaire survivant, acquittés en application de l'article 1663 C entre la date du décès et la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 2° du 3 de l'article 204 I ; </p><p>4° Lorsque le prélèvement dont l'ancien conjoint ou partenaire demande la modulation est consécutif à un changement de situation prévu au 3° du 1 de l'article 204 I au cours de l'année : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par l'ancien conjoint ou partenaire la moyenne pro rata temporis du taux résultant de l'application du 3° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués depuis le 1er janvier ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements afférents aux revenus ou bénéfices dont l'ancien conjoint ou partenaire a disposé, acquittés en application de l'article 1663 C du 1er janvier à la date de la demande de modulation, auxquels s'ajoutent les versements de même nature qui seraient opérés après cette date, en l'absence de modulation, en application du 3° du 3 de l'article 204 I ; </p><p>5° Lorsque le prélèvement dont le contribuable demande la modulation est consécutif à un changement de situation prévu au 4° du 1 de l'article 204 I au cours de l'année : </p><p>a) Le montant de retenue à la source pris en compte est calculé en appliquant au montant de l'assiette mentionnée à l'article 204 F déclarée par le contribuable au titre de l'année en cours la moyenne pro rata temporis du taux résultant de l'application du 4° du 3 de l'article 204 I ainsi que des autres taux qui se sont appliqués, le cas échéant, avant la date de mise en œuvre de ce taux ; </p><p>b) Le montant de l'acompte pris en compte est le montant des versements acquittés en application de l'article 1663 C à la date de la demande de modulation, auxquels s'ajoutent les versements qui seraient opérés après cette date, en l'absence de modulation, en application du 4° du 3 de l'article 204 I. </p><p>6. Lorsque le contribuable décide de moduler à la baisse son prélèvement : </p><p>1° Le taux modulé calculé dans les conditions prévues au 3 du présent III s'applique au plus tard le troisième mois qui suit celui de la décision de modulation et jusqu'au 31 décembre de l'année ; </p><p>2° Le montant de l'acompte calculé dans les conditions prévues au 3 du présent III est diminué du montant des versements déjà acquittés, sans pouvoir donner lieu à restitution, et s'applique jusqu'au 31 décembre de l'année.</p>",
            "num": "204 J",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1546300800000,
            "dateFin": 1546214400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2145386495,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033779948",
                        "id": "LEGISCTA000033780155",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033780141",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033779948",
            "sectionParentId": "LEGISCTA000033780155",
            "sectionParentTitre": "Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section VIII : Prélèvement à la source de l'impôt sur le revenu\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033780267",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 1er de l'ordonnance n° 2017-1390 du 22 septembre 2017, les dispositions du présent article s'appliquent aux revenus perçus ou réalisés à compter du 1er janvier 2019.",
            "notaHtml": "<p>Conformément à l'article 1er de l'ordonnance n° 2017-1390 du 22 septembre 2017, les dispositions du présent article s'appliquent aux revenus perçus ou réalisés à compter du 1er janvier 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734169",
                    "textTitle": "LOI n°2016-1917 du 29 décembre 2016 - art. 60 (M)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "60",
                    "articleId": "LEGIARTI000037312603",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2018-08-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-6-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-6-1",
                    "articleId": "LEGIARTI000036354506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1663 C (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1663 C",
                    "articleId": "LEGIARTI000033780793",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 G (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 G",
                    "articleId": "LEGIARTI000033781048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197",
                    "articleId": "LEGIARTI000006308322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197 A",
                    "articleId": "LEGIARTI000006303125",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 204 E (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "204 E",
                    "articleId": "LEGIARTI000033780180",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033780267",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037985945",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041464229",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046860839",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "204 J",
                "204"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}