{
    "cid": "LEGIARTI000028991881",
    "num": "R4221-15-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Professions de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132386",
                        "id": "LEGISCTA000006132386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2017-11-04",
                        "titre": "Livre II : Professions de la pharmacie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145487",
                        "id": "LEGISCTA000006145487",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-11-04",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Professions de la pharmacie et de la physique médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145487",
                        "id": "LEGISCTA000035971135",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Exercice de la profession de pharmacien",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160998",
                        "id": "LEGISCTA000006160998",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2012-01-01",
                        "titre": "Chapitre Ier : Conditions d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178621",
                        "id": "LEGISCTA000006178621",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2012-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Règles liées à l'exercice de la profession",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178621",
                        "id": "LEGISCTA000022913038",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-11",
                        "fin": "2010-09-27",
                        "titre": "Section 3 : Suspension temporaire du droit d'exercer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191012",
                        "id": "LEGISCTA000006191012",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-09-27",
                        "fin": "2014-09-25",
                        "titre": "Section 4 : Suspension temporaire du droit d'exercer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191012",
                        "id": "LEGISCTA000022860265",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-09-25",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Suspension temporaire du droit d'exercer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191012",
                        "id": "LEGISCTA000029502420",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Suspension temporaire du droit d'exercer pour insuffisance professionnelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028991875",
                        "id": "LEGISCTA000028991879",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039344612",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031113620",
                    "textTitle": "ARRÊTÉ du 7 août 2015 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031118096",
                    "natureText": "ARRETE",
                    "date": 1647898800934,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1440892800000,
                    "dateDebut": 1440979200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4221-15-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4221-15-5",
                    "articleId": "LEGIARTI000028992209",
                    "natureText": "CODE",
                    "date": 1647898800934,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1401321600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4222-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4222-4-1",
                    "articleId": "LEGIARTI000042179846",
                    "natureText": "CODE",
                    "date": 1647898800935,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596153600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4234-11-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4234-11-1",
                    "articleId": "LEGIARTI000028992228",
                    "natureText": "CODE",
                    "date": 1647898800935,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1401321600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110244",
                    "textTitle": "Décret n°2019-966 du 18 septembre 2019 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000039114120",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "num": "R4221-15-4",
            "origine": "LEGI",
            "texte": "I.-En cas d'insuffisance professionnelle rendant dangereux l'exercice de la profession, la suspension temporaire, totale ou partielle, du droit d'exercer est prononcée par le conseil régional ou le conseil central compétent pour une période déterminée, qui peut, s'il y a lieu, être renouvelée. Le conseil est saisi à cet effet soit par le directeur général de l'agence régionale de santé, soit par une délibération du conseil national. Ces saisines ne sont pas susceptibles de recours. II.-La suspension ne peut être ordonnée que sur un rapport motivé établi à la demande du conseil régional ou central compétent par trois pharmaciens relevant de la même section que celle du pharmacien concerné, désignés comme experts, le premier par l'intéressé, le deuxième par le conseil régional ou le conseil central compétent et le troisième par les deux premiers experts parmi les pharmaciens enseignants. III.-En cas de carence de l'intéressé lors de la désignation du premier expert ou de désaccord des deux experts lors de la désignation du troisième, la désignation est faite, à la demande du conseil, par ordonnance du président du   tribunal judiciaire dans le ressort duquel se trouve la résidence professionnelle de l'intéressé. Cette demande est dispensée du ministère d'avocat. IV.-Les experts procèdent ensemble, sauf impossibilité manifeste, à l'examen des connaissances théoriques et pratiques du pharmacien. Le rapport d'expertise est déposé au plus tard dans le délai de six semaines à compter de la saisine du conseil. Il indique les insuffisances relevées au cours de l'expertise, leur dangerosité et préconise les moyens de les pallier par une formation théorique et, si nécessaire, pratique. Si les experts ne peuvent parvenir à la rédaction de conclusions communes, le rapport comporte l'avis motivé de chacun d'eux. Si l'intéressé ne se présente pas à la convocation fixée par les experts, une seconde convocation lui est adressée. En cas d'absence de l'intéressé aux deux convocations, les experts établissent un rapport de carence à l'intention du conseil régional ou du central compétent, qui peut alors suspendre le pharmacien pour présomption d'insuffisance professionnelle rendant dangereux l'exercice de la profession. V.-Avant de se prononcer, le conseil régional ou le conseil central compétent peut, par une décision non susceptible de recours, décider de faire procéder à une expertise complémentaire dans les conditions prévues aux II, III et IV du présent article. VI.-Si le conseil régional ou le conseil central compétent n'a pas statué dans le délai de deux mois à compter de la réception de la demande dont il est saisi, l'affaire est portée devant le Conseil national de l'ordre. VII.-La décision de suspension temporaire du droit d'exercer pour insuffisance professionnelle définit les obligations de formation du pharmacien. La notification de la décision mentionne que la reprise de l'exercice professionnel par le pharmacien ne pourra avoir lieu sans qu'il ait au préalable justifié auprès du conseil régional ou du conseil central compétent avoir rempli les obligations de formation fixées par la décision. VIII.-Les experts facturent leurs honoraires conformément à la cotation des actes définie par arrêté du ministre chargé de la santé. Les frais et honoraires sont à la charge du conseil qui a fait procéder à l'expertise.",
            "texteHtml": "<p>I.-En cas d'insuffisance professionnelle rendant dangereux l'exercice de la profession, la suspension temporaire, totale ou partielle, du droit d'exercer est prononcée par le conseil régional ou le conseil central compétent pour une période déterminée, qui peut, s'il y a lieu, être renouvelée. <br/><br/>Le conseil est saisi à cet effet soit par le directeur général de l'agence régionale de santé, soit par une délibération du conseil national. Ces saisines ne sont pas susceptibles de recours. <br/><br/>II.-La suspension ne peut être ordonnée que sur un rapport motivé établi à la demande du conseil régional ou central compétent par trois pharmaciens relevant de la même section que celle du pharmacien concerné, désignés comme experts, le premier par l'intéressé, le deuxième par le conseil régional ou le conseil central compétent et le troisième par les deux premiers experts parmi les pharmaciens enseignants. <br/><br/>III.-En cas de carence de l'intéressé lors de la désignation du premier expert ou de désaccord des deux experts lors de la désignation du troisième, la désignation est faite, à la demande du conseil, par ordonnance du président du   tribunal judiciaire dans le ressort duquel se trouve la résidence professionnelle de l'intéressé. Cette demande est dispensée du ministère d'avocat. <br/><br/>IV.-Les experts procèdent ensemble, sauf impossibilité manifeste, à l'examen des connaissances théoriques et pratiques du pharmacien. Le rapport d'expertise est déposé au plus tard dans le délai de six semaines à compter de la saisine du conseil. Il indique les insuffisances relevées au cours de l'expertise, leur dangerosité et préconise les moyens de les pallier par une formation théorique et, si nécessaire, pratique. <br/><br/>Si les experts ne peuvent parvenir à la rédaction de conclusions communes, le rapport comporte l'avis motivé de chacun d'eux. <br/><br/>Si l'intéressé ne se présente pas à la convocation fixée par les experts, une seconde convocation lui est adressée. En cas d'absence de l'intéressé aux deux convocations, les experts établissent un rapport de carence à l'intention du conseil régional ou du central compétent, qui peut alors suspendre le pharmacien pour présomption d'insuffisance professionnelle rendant dangereux l'exercice de la profession. <br/><br/>V.-Avant de se prononcer, le conseil régional ou le conseil central compétent peut, par une décision non susceptible de recours, décider de faire procéder à une expertise complémentaire dans les conditions prévues aux II, III et IV du présent article. <br/><br/>VI.-Si le conseil régional ou le conseil central compétent n'a pas statué dans le délai de deux mois à compter de la réception de la demande dont il est saisi, l'affaire est portée devant le Conseil national de l'ordre. <br/><br/>VII.-La décision de suspension temporaire du droit d'exercer pour insuffisance professionnelle définit les obligations de formation du pharmacien. <br/><br/>La notification de la décision mentionne que la reprise de l'exercice professionnel par le pharmacien ne pourra avoir lieu sans qu'il ait au préalable justifié auprès du conseil régional ou du conseil central compétent avoir rempli les obligations de formation fixées par la décision. <br/><br/>VIII.-Les experts facturent leurs honoraires conformément à la cotation des actes définie par arrêté du ministre chargé de la santé. Les frais et honoraires sont à la charge du conseil qui a fait procéder à l'expertise.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Professions de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132386",
                        "id": "LEGISCTA000006132386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2017-11-04",
                        "titre": "Livre II : Professions de la pharmacie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145487",
                        "id": "LEGISCTA000006145487",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-11-04",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Professions de la pharmacie et de la physique médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145487",
                        "id": "LEGISCTA000035971135",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Exercice de la profession de pharmacien",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160998",
                        "id": "LEGISCTA000006160998",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2012-01-01",
                        "titre": "Chapitre Ier : Conditions d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178621",
                        "id": "LEGISCTA000006178621",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2012-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Règles liées à l'exercice de la profession",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178621",
                        "id": "LEGISCTA000022913038",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-11",
                        "fin": "2010-09-27",
                        "titre": "Section 3 : Suspension temporaire du droit d'exercer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191012",
                        "id": "LEGISCTA000006191012",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-09-27",
                        "fin": "2014-09-25",
                        "titre": "Section 4 : Suspension temporaire du droit d'exercer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191012",
                        "id": "LEGISCTA000022860265",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-09-25",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Suspension temporaire du droit d'exercer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191012",
                        "id": "LEGISCTA000029502420",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Suspension temporaire du droit d'exercer pour insuffisance professionnelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028991875",
                        "id": "LEGISCTA000028991879",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000028992205",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031113620",
                    "textTitle": "ARRÊTÉ du 7 août 2015 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031118096",
                    "natureText": "ARRETE",
                    "date": 1647898800822,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1440892800000,
                    "dateDebut": 1440979200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4221-15-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4221-15-5",
                    "articleId": "LEGIARTI000028992209",
                    "natureText": "CODE",
                    "date": 1647898800822,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1401321600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4222-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4222-4-1",
                    "articleId": "LEGIARTI000042179846",
                    "natureText": "CODE",
                    "date": 1647898800822,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596153600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4234-11-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4234-11-1",
                    "articleId": "LEGIARTI000028992228",
                    "natureText": "CODE",
                    "date": 1647898800822,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1401321600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028990556",
                    "textTitle": "Décret n°2014-545\n du 26 mai 2014 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000028991046",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-05-28",
                    "dateSignaTexte": "2014-05-26",
                    "dateDebutCible": "2014-05-29"
                }
            ],
            "num": "R4221-15-4",
            "origine": "LEGI",
            "texte": "I. - En cas d'insuffisance professionnelle rendant dangereux l'exercice de la profession, la suspension temporaire, totale ou partielle, du droit d'exercer est prononcée par le conseil régional ou le conseil central compétent pour une période déterminée, qui peut, s'il y a lieu, être renouvelée. Le conseil est saisi à cet effet soit par le directeur général de l'agence régionale de santé, soit par une délibération du conseil national. Ces saisines ne sont pas susceptibles de recours. II. - La suspension ne peut être ordonnée que sur un rapport motivé établi à la demande du conseil régional ou central compétent par trois pharmaciens relevant de la même section que celle du pharmacien concerné, désignés comme experts, le premier par l'intéressé, le deuxième par le conseil régional ou le conseil central compétent et le troisième par les deux premiers experts parmi les pharmaciens enseignants. III. - En cas de carence de l'intéressé lors de la désignation du premier expert ou de désaccord des deux experts lors de la désignation du troisième, la désignation est faite, à la demande du conseil, par ordonnance du président du tribunal de grande instance dans le ressort duquel se trouve la résidence professionnelle de l'intéressé. Cette demande est dispensée du ministère d'avocat. IV. - Les experts procèdent ensemble, sauf impossibilité manifeste, à l'examen des connaissances théoriques et pratiques du pharmacien. Le rapport d'expertise est déposé au plus tard dans le délai de six semaines à compter de la saisine du conseil. Il indique les insuffisances relevées au cours de l'expertise, leur dangerosité et préconise les moyens de les pallier par une formation théorique et, si nécessaire, pratique. Si les experts ne peuvent parvenir à la rédaction de conclusions communes, le rapport comporte l'avis motivé de chacun d'eux. Si l'intéressé ne se présente pas à la convocation fixée par les experts, une seconde convocation lui est adressée. En cas d'absence de l'intéressé aux deux convocations, les experts établissent un rapport de carence à l'intention du conseil régional ou du central compétent, qui peut alors suspendre le pharmacien pour présomption d'insuffisance professionnelle rendant dangereux l'exercice de la profession. V. - Avant de se prononcer, le conseil régional ou le conseil central compétent peut, par une décision non susceptible de recours, décider de faire procéder à une expertise complémentaire dans les conditions prévues aux II, III et IV du présent article. VI. - Si le conseil régional ou le conseil central compétent n'a pas statué dans le délai de deux mois à compter de la réception de la demande dont il est saisi, l'affaire est portée devant le Conseil national de l'ordre. VII. - La décision de suspension temporaire du droit d'exercer pour insuffisance professionnelle définit les obligations de formation du pharmacien. La notification de la décision mentionne que la reprise de l'exercice professionnel par le pharmacien ne pourra avoir lieu sans qu'il ait au préalable justifié auprès du conseil régional ou du conseil central compétent avoir rempli les obligations de formation fixées par la décision. VIII. - Les experts facturent leurs honoraires conformément à la cotation des actes définie par arrêté du ministre chargé de la santé. Les frais et honoraires sont à la charge du conseil qui a fait procéder à l'expertise.",
            "texteHtml": "<p>I. - En cas d'insuffisance professionnelle rendant dangereux l'exercice de la profession, la suspension temporaire, totale ou partielle, du droit d'exercer est prononcée par le conseil régional ou le conseil central compétent pour une période déterminée, qui peut, s'il y a lieu, être renouvelée. <br/><br/> Le conseil est saisi à cet effet soit par le directeur général de l'agence régionale de santé, soit par une délibération du conseil national. Ces saisines ne sont pas susceptibles de recours. <br/><br/> II. - La suspension ne peut être ordonnée que sur un rapport motivé établi à la demande du conseil régional ou central compétent par trois pharmaciens relevant de la même section que celle du pharmacien concerné, désignés comme experts, le premier par l'intéressé, le deuxième par le conseil régional ou le conseil central compétent et le troisième par les deux premiers experts parmi les pharmaciens enseignants. <br/><br/> III. - En cas de carence de l'intéressé lors de la désignation du premier expert ou de désaccord des deux experts lors de la désignation du troisième, la désignation est faite, à la demande du conseil, par ordonnance du président du tribunal de grande instance dans le ressort duquel se trouve la résidence professionnelle de l'intéressé. Cette demande est dispensée du ministère d'avocat. <br/><br/> IV. - Les experts procèdent ensemble, sauf impossibilité manifeste, à l'examen des connaissances théoriques et pratiques du pharmacien. Le rapport d'expertise est déposé au plus tard dans le délai de six semaines à compter de la saisine du conseil. Il indique les insuffisances relevées au cours de l'expertise, leur dangerosité et préconise les moyens de les pallier par une formation théorique et, si nécessaire, pratique. <br/><br/> Si les experts ne peuvent parvenir à la rédaction de conclusions communes, le rapport comporte l'avis motivé de chacun d'eux. <br/><br/> Si l'intéressé ne se présente pas à la convocation fixée par les experts, une seconde convocation lui est adressée. En cas d'absence de l'intéressé aux deux convocations, les experts établissent un rapport de carence à l'intention du conseil régional ou du central compétent, qui peut alors suspendre le pharmacien pour présomption d'insuffisance professionnelle rendant dangereux l'exercice de la profession. <br/><br/> V. - Avant de se prononcer, le conseil régional ou le conseil central compétent peut, par une décision non susceptible de recours, décider de faire procéder à une expertise complémentaire dans les conditions prévues aux II, III et IV du présent article. <br/><br/> VI. - Si le conseil régional ou le conseil central compétent n'a pas statué dans le délai de deux mois à compter de la réception de la demande dont il est saisi, l'affaire est portée devant le Conseil national de l'ordre. <br/><br/> VII. - La décision de suspension temporaire du droit d'exercer pour insuffisance professionnelle définit les obligations de formation du pharmacien. <br/><br/> La notification de la décision mentionne que la reprise de l'exercice professionnel par le pharmacien ne pourra avoir lieu sans qu'il ait au préalable justifié auprès du conseil régional ou du conseil central compétent avoir rempli les obligations de formation fixées par la décision. <br/><br/> VIII. - Les experts facturent leurs honoraires conformément à la cotation des actes définie par arrêté du ministre chargé de la santé. Les frais et honoraires sont à la charge du conseil qui a fait procéder à l'expertise. </p>",
            "type": "AUTONOME",
            "dateDebut": "2014-05-29T00:00:00.000Z",
            "dateFin": "2020-01-01T00:00:00.000Z"
        }
    ]
}