{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006581341",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les caisses de mutualité sociale agricole et leurs associations peuvent, dans les limites de leur circonscription géographique, constituer des unions avec les organismes d'assurances mutuelles agricoles ou d'autres organismes à but non lucratif se proposant de mener des actions de prévoyance, de solidarité ou d'entraide, en vue de la représentation ou de la valorisation d'intérêts communs. Ces unions sont administrées par un comité comprenant des représentants de chacun des trois collèges des conseils d'administration des caisses de mutualité sociale agricole et des représentants des conseils d'administration des autres organismes associés. II. - Les caisses de mutualité sociale agricole peuvent créer avec des tiers des services communs en matière de gestion et d'action sanitaire et sociale ou participer à des services préexistants. Elles peuvent également conclure des conventions avec des organismes administrés paritairement par les organisations professionnelles et syndicales représentatives des employeurs et des salariés de l'agriculture, notamment en vue du recouvrement, pour le compte de ces organismes, des cotisations qui leur sont dues en application d'une convention ou d'un accord collectif étendu. Ces conventions peuvent stipuler que les caisses de mutualité sociale agricole procèdent au recouvrement et au contrôle de ces cotisations selon les règles et sous les garanties et sanctions applicables au recouvrement des cotisations dues au titre des assurances sociales agricoles obligatoires. Les caisses de mutualité sociale agricole et leurs associations peuvent également conclure des conventions avec des tiers en vue de la gestion partielle d'une activité en relation directe ou complémentaire avec la mission de service public dont elles sont chargées. III. - Lorsque la participation financière, directe ou indirecte, des caisses de mutualité sociale agricole et de leurs associations, mentionnées aux articles 1002 à 1002-4 du présent code, atteint ou dépasse la majorité des parts du capital social des unions d'économie sociale, groupements d'intérêt économique ou sociétés civiles immobilières auxquels elles sont autorisées à participer, les budgets et comptes annuels des unions d'économie sociale, groupements d'intérêt économique et sociétés civiles immobilières sont soumis à l'approbation de l'autorité compétente de l'Etat dans les mêmes conditions que celles prévues pour les caisses de mutualité sociale agricole. Ces dispositions sont également applicables aux unions et associations dont au moins la moitié des moyens de fonctionnement est financée, de manière directe ou indirecte, par les caisses de mutualité sociale agricole et leurs associations. IV. - Un décret en Conseil d'Etat fixe les conditions d'application des dispositions prévues aux I, II et III ci-dessus.",
            "texteHtml": "<p></p>   I. - Les caisses de mutualité sociale agricole et leurs associations peuvent, dans les limites de leur circonscription géographique, constituer des unions avec les organismes d'assurances mutuelles agricoles ou d'autres organismes à but non lucratif se proposant de mener des actions de prévoyance, de solidarité ou d'entraide, en vue de la représentation ou de la valorisation d'intérêts communs.<p></p><p></p>   Ces unions sont administrées par un comité comprenant des représentants de chacun des trois collèges des conseils d'administration des caisses de mutualité sociale agricole et des représentants des conseils d'administration des autres organismes associés.<p></p><p></p>   II. - Les caisses de mutualité sociale agricole peuvent créer avec des tiers des services communs en matière de gestion et d'action sanitaire et sociale ou participer à des services préexistants.<p></p><p></p>   Elles peuvent également conclure des conventions avec des organismes administrés paritairement par les organisations professionnelles et syndicales représentatives des employeurs et des salariés de l'agriculture, notamment en vue du recouvrement, pour le compte de ces organismes, des cotisations qui leur sont dues en application d'une convention ou d'un accord collectif étendu. Ces conventions peuvent stipuler que les caisses de mutualité sociale agricole procèdent au recouvrement et au contrôle de ces cotisations selon les règles et sous les garanties et sanctions applicables au recouvrement des cotisations dues au titre des assurances sociales agricoles obligatoires.<p></p><p></p>   Les caisses de mutualité sociale agricole et leurs associations peuvent également conclure des conventions avec des tiers en vue de la gestion partielle d'une activité en relation directe ou complémentaire avec la mission de service public dont elles sont chargées.<p></p><p></p>   III. - Lorsque la participation financière, directe ou indirecte, des caisses de mutualité sociale agricole et de leurs associations, mentionnées aux articles 1002 à 1002-4 du présent code, atteint ou dépasse la majorité des parts du capital social des unions d'économie sociale, groupements d'intérêt économique ou sociétés civiles immobilières auxquels elles sont autorisées à participer, les budgets et comptes annuels des unions d'économie sociale, groupements d'intérêt économique et sociétés civiles immobilières sont soumis à l'approbation de l'autorité compétente de l'Etat dans les mêmes conditions que celles prévues pour les caisses de mutualité sociale agricole. Ces dispositions sont également applicables aux unions et associations dont au moins la moitié des moyens de fonctionnement est financée, de manière directe ou indirecte, par les caisses de mutualité sociale agricole et leurs associations.<p></p><p></p>   IV. - Un décret en Conseil d'Etat fixe les conditions d'application des dispositions prévues aux I, II et III ci-dessus.<p></p>",
            "num": "1237",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 931564800000,
            "dateFin": 961632000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1966-12-27",
                        "fin": "2000-06-22",
                        "titre": "Titre IV : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121395",
                        "id": "LEGISCTA000006121395",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1966-12-27",
                        "fin": "2000-06-22",
                        "titre": "Chapitre Ier : Dispositions communes aux organismes de mutualité agricole, inspection et contrôle.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138287",
                        "id": "LEGISCTA000006138287",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006581339",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138287",
            "sectionParentId": "LEGISCTA000006138287",
            "sectionParentTitre": "Chapitre Ier : Dispositions communes aux organismes de mutualité agricole, inspection et contrôle.",
            "fullSectionsTitre": "Livre VII : Dispositions sociales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006581341",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000395813",
                    "textTitle": "Loi n°99-574 du 9 juillet 1999 - art. 51 () JORF 10 juillet 1999",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000006600388",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-07-10",
                    "dateSignaTexte": "1999-07-09",
                    "dateDebutCible": "1999-07-10"
                },
                {
                    "textCid": "JORFTEXT000000583733",
                    "textTitle": "Rapport - art. 6 (V) JORF 22 juin 2000",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006601338",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2000-06-15",
                    "dateDebutCible": "2000-06-22"
                },
                {
                    "textCid": "JORFTEXT000000422094",
                    "textTitle": "Loi 2003-591 2003-07-02 art. 31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000422094",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-07-03",
                    "dateSignaTexte": "2003-07-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 1002 à 1002-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L723-7",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L723-7 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L723-7",
                    "articleId": "LEGIARTI000006585254",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006581339",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -95126400000,
                    "dateFin": 760924800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006581340",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 760924800000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006581341",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1237"
            ],
            "versionPrecedente": "LEGIARTI000006581340",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006581340",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les caisses de mutualité sociale agricole et leurs associations peuvent, dans les limites de leur circonscription géographique, constituer des unions avec les organismes d'assurances mutuelles agricoles ou d'autres organismes à but non lucratif se proposant de mener des actions de prévoyance, de solidarité ou d'entraide, en vue de la représentation ou de la valorisation d'intérêts communs. Ces unions sont administrées par un comité comprenant des représentants de chacun des trois collèges des conseils d'administration des caisses de mutualité sociale agricole et des représentants des conseils d'administration des autres organismes associés. II. - Les caisses de mutualité sociale agricole peuvent créer avec des tiers des services communs en matière de gestion et d'action sanitaire et sociale ou participer à des services préexistants. Elles peuvent également conclure des conventions avec des organismes administrés paritairement par les organisations professionnelles et syndicales représentatives des employeurs et des salariés de l'agriculture, notamment en vue du recouvrement, pour le compte de ces organismes, des cotisations qui leur sont dues en application d'une convention ou d'un accord collectif étendu. Ces conventions peuvent stipuler que les caisses de mutualité sociale agricole procèdent au recouvrement et au contrôle de ces cotisations selon les règles et sous les garanties et sanctions applicables au recouvrement des cotisations dues au titre des assurances sociales agricoles obligatoires. III. - Un décret en Conseil d'Etat fixe les conditions dans lesquelles les caisses de mutualité sociale agricole participent aux unions et services communs mentionnés aux I et II ci-dessus.",
            "texteHtml": "<p></p>   I. - Les caisses de mutualité sociale agricole et leurs associations peuvent, dans les limites de leur circonscription géographique, constituer des unions avec les organismes d'assurances mutuelles agricoles ou d'autres organismes à but non lucratif se proposant de mener des actions de prévoyance, de solidarité ou d'entraide, en vue de la représentation ou de la valorisation d'intérêts communs.<p></p><p></p>   Ces unions sont administrées par un comité comprenant des représentants de chacun des trois collèges des conseils d'administration des caisses de mutualité sociale agricole et des représentants des conseils d'administration des autres organismes associés.<p></p><p></p>   II. - Les caisses de mutualité sociale agricole peuvent créer avec des tiers des services communs en matière de gestion et d'action sanitaire et sociale ou participer à des services préexistants.<p></p><p></p>   Elles peuvent également conclure des conventions avec des organismes administrés paritairement par les organisations professionnelles et syndicales représentatives des employeurs et des salariés de l'agriculture, notamment en vue du recouvrement, pour le compte de ces organismes, des cotisations qui leur sont dues en application d'une convention ou d'un accord collectif étendu. Ces conventions peuvent stipuler que les caisses de mutualité sociale agricole procèdent au recouvrement et au contrôle de ces cotisations selon les règles et sous les garanties et sanctions applicables au recouvrement des cotisations dues au titre des assurances sociales agricoles obligatoires.<p></p><p></p>   III. - Un décret en Conseil d'Etat fixe les conditions dans lesquelles les caisses de mutualité sociale agricole participent aux unions et services communs mentionnés aux I et II ci-dessus.<p></p>",
            "num": "1237",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 760924800000,
            "dateFin": 931564800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1966-12-27",
                        "fin": "2000-06-22",
                        "titre": "Titre IV : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121395",
                        "id": "LEGISCTA000006121395",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1966-12-27",
                        "fin": "2000-06-22",
                        "titre": "Chapitre Ier : Dispositions communes aux organismes de mutualité agricole, inspection et contrôle.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138287",
                        "id": "LEGISCTA000006138287",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006581339",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138287",
            "sectionParentId": "LEGISCTA000006138287",
            "sectionParentTitre": "Chapitre Ier : Dispositions communes aux organismes de mutualité agricole, inspection et contrôle.",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre IV : Dispositions diverses &gt; Chapitre Ier : Dispositions communes aux organismes de mutualité agricole, inspection et contrôle.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006581340",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000165175",
                    "textTitle": "Loi n°94-114 du 10 février 1994 - art. 22 () JORF 11 février 1994",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006848378",
                    "natureText": "LOI",
                    "datePubliTexte": "1994-02-11",
                    "dateSignaTexte": "1994-02-10",
                    "dateDebutCible": "1994-02-11"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L723-7",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L723-7 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L723-7",
                    "articleId": "LEGIARTI000006585254",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006581339",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -95126400000,
                    "dateFin": 760924800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006581340",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 760924800000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006581341",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1237"
            ],
            "versionPrecedente": "LEGIARTI000006581339",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006581339",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les conseils d'administration de la mutualité sociale agricole et des caisses de réassurances mutuelles agricoles peuvent créer une union départementale de la mutualité agricole. L'union départementale est administrée par un comité comprenant en nombre égal des délégués du conseil d'administration de la mutualité sociale agricole et des délégués des conseils d'administration des caisses de réassurances mutuelles agricoles.",
            "texteHtml": "<p></p>   Les conseils d'administration de la mutualité sociale agricole et des caisses de réassurances mutuelles agricoles peuvent créer une union départementale de la mutualité agricole. L'union départementale est administrée par un comité comprenant en nombre égal des délégués du conseil d'administration de la mutualité sociale agricole et des délégués des conseils d'administration des caisses de réassurances mutuelles agricoles.<p></p><p></p>",
            "num": "1237",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": -95126400000,
            "dateFin": 760924800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1966-12-27",
                        "fin": "2000-06-22",
                        "titre": "Titre IV : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121395",
                        "id": "LEGISCTA000006121395",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1966-12-27",
                        "fin": "2000-06-22",
                        "titre": "Chapitre Ier : Dispositions communes aux organismes de mutualité agricole, inspection et contrôle.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138287",
                        "id": "LEGISCTA000006138287",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006581339",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138287",
            "sectionParentId": "LEGISCTA000006138287",
            "sectionParentTitre": "Chapitre Ier : Dispositions communes aux organismes de mutualité agricole, inspection et contrôle.",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre IV : Dispositions diverses &gt; Chapitre Ier : Dispositions communes aux organismes de mutualité agricole, inspection et contrôle.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006581339",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L723-7 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L723-7",
                    "articleId": "LEGIARTI000006585254",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural L723-7",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006581339",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -95126400000,
                    "dateFin": 760924800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006581340",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 760924800000,
                    "dateFin": 931564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006581341",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 931564800000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1237"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}