{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000031700208",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "L'exploitant de l'installation est responsable de la mise en œuvre du plan de sûreté de l'installation. Le ministre chargé des transports ou le représentant de l'Etat dans le département peut vérifier à tout moment la conformité du plan de sûreté de l'installation portuaire à la réglementation en vigueur ainsi que l'application effective des mesures qu'il contient et le degré de sûreté réellement assuré dans l'installation, au moyen d'un audit, éventuellement inopiné, réalisé par les services de l'Etat ou par un organisme de sûreté habilité. L'exploitant de l'installation portuaire autorise les personnes chargées de l'audit à accéder à tous les équipements intéressant la sûreté de l'installation ainsi qu'à l'ensemble des documents ayant trait, directement ou indirectement, à la sûreté de celle-ci. A l'issue de l'audit, l'exploitant soumet à l'approbation du représentant de l'Etat dans le département un plan comportant les actions correctrices nécessaires. Le représentant de l'Etat dans le département contrôle la mise en œuvre des dispositions contenues dans le plan. Les gendarmes, fonctionnaires et agents des services concourant à la sûreté des transports maritimes et des opérations portuaires l'informent des non-conformités constatées. Lorsqu'il est informé d'un défaut majeur de conformité par les services de l'Etat ou à l'issue d'un audit, le représentant de l'Etat dans le département peut, après une mise en demeure non suivie d'effet, prendre des sanctions à l'encontre de l'exploitant de l'installation portuaire ou imposer des mesures correctives à la charge de celui-ci, ou suspendre l'autorisation d'exploitation. En l'absence de plan de sûreté en cours de validité ou si celui-ci présente des insuffisances, l'exploitation est couverte par l'établissement de déclarations de sûreté telles que prévues par le code international pour la sûreté des navires et des installations portuaires (code ISPS) adopté par l'Organisation maritime internationale le 12 décembre 2002 entre l'exploitant et tout navire soumis au code précité y faisant escale.",
            "texteHtml": "<p>L'exploitant de l'installation est responsable de la mise en œuvre du plan de sûreté de l'installation. </p><p></p><p> Le ministre chargé des transports ou le représentant de l'Etat dans le département peut vérifier à tout moment la conformité du plan de sûreté de l'installation portuaire à la réglementation en vigueur ainsi que l'application effective des mesures qu'il contient et le degré de sûreté réellement assuré dans l'installation, au moyen d'un audit, éventuellement inopiné, réalisé par les services de l'Etat ou par un organisme de sûreté habilité. L'exploitant de l'installation portuaire autorise les personnes chargées de l'audit à accéder à tous les équipements intéressant la sûreté de l'installation ainsi qu'à l'ensemble des documents ayant trait, directement ou indirectement, à la sûreté de celle-ci. A l'issue de l'audit, l'exploitant soumet à l'approbation du représentant de l'Etat dans le département un plan comportant les actions correctrices nécessaires. </p><p></p><p> Le représentant de l'Etat dans le département contrôle la mise en œuvre des dispositions contenues dans le plan. Les gendarmes, fonctionnaires et agents des services concourant à la sûreté des transports maritimes et des opérations portuaires l'informent des non-conformités constatées. Lorsqu'il est informé d'un défaut majeur de conformité par les services de l'Etat ou à l'issue d'un audit, le représentant de l'Etat dans le département peut, après une mise en demeure non suivie d'effet, prendre des sanctions à l'encontre de l'exploitant de l'installation portuaire ou imposer des mesures correctives à la charge de celui-ci, ou suspendre l'autorisation d'exploitation. </p><p></p><p> En l'absence de plan de sûreté en cours de validité ou si celui-ci présente des insuffisances, l'exploitation est couverte par l'établissement de déclarations de sûreté telles que prévues par le code international pour la sûreté des navires et des installations portuaires (code ISPS) adopté par l'Organisation maritime internationale le 12 décembre 2002 entre l'exploitant et tout navire soumis au code précité y faisant escale.</p>",
            "num": "R5332-30",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1451260800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029338352",
                        "id": "LEGISCTA000029344454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838538",
                        "id": "LEGISCTA000029838538",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : POLICE DES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838540",
                        "id": "LEGISCTA000029838540",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Sûreté portuaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838550",
                        "id": "LEGISCTA000029838563",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2015-12-28",
                        "titre": "Section 3 : Evaluation de la sûreté et plan de sûreté portuaires et des installations portuaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031364",
                        "id": "LEGISCTA000030031364",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-12-28",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Dispositions générales - évaluation de la sûreté et plan de sûreté portuaires et des installations portuaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031364",
                        "id": "LEGISCTA000031700378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Evaluation de la sûreté et plan de sûreté des installations portuaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031386",
                        "id": "LEGISCTA000030031386",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030031396",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030031386",
            "sectionParentId": "LEGISCTA000030031386",
            "sectionParentTitre": "Sous-section 3 : Evaluation de la sûreté et plan de sûreté des installations portuaires",
            "fullSectionsTitre": "PARTIE REGLEMENTAIRE &gt; CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES &gt; LIVRE III : LES PORTS MARITIMES &gt; TITRE III : POLICE DES PORTS MARITIMES &gt; Chapitre II : Sûreté portuaire &gt; Section 3 : Dispositions générales - évaluation de la sûreté et plan de sûreté portuaires et des installations portuaires &gt; Sous-section 3 : Evaluation de la sûreté et plan de sûreté des installations portuaires",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031700208",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023086525",
                    "titre": "Code des transports",
                    "titreLong": "Code des transports",
                    "etat": "VIGUEUR",
                    "dateDebut": 1291161600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023086525",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030000237",
                    "textTitle": "DÉCRET n°2014-1670 du 30 décembre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000031691199",
                    "textTitle": "Décret n°2015-1756 du 24 décembre 2015 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031694202",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-27",
                    "dateSignaTexte": "2015-12-24",
                    "dateDebutCible": "2015-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. R5336-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5336-7",
                    "articleId": "LEGIARTI000031700392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451260800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074233",
                    "textTitle": "Code des ports maritimes - art. R321-27 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R321-27",
                    "articleId": "LEGIARTI000006843155",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030031396",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031700208",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R5332-30",
                "5332-30"
            ],
            "versionPrecedente": "LEGIARTI000030031396",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030031396",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le plan de sûreté de l'installation portuaire est élaboré pour une durée de cinq ans. Il peut être modifié pendant sa période de validité sur instruction du ministre chargé des transports ou du représentant de l'Etat dans le département ou à l'initiative de l'exploitant de l'installation portuaire. Une modification ne peut faire courir un nouveau délai de validité de cinq ans qu'en cas d'approbation selon les mêmes modalités que le plan initial. Le plan est modifié ou complété lors de tout changement ayant des conséquences en matière de sûreté. Les projets de modifications ou de compléments sont portés à la connaissance du représentant de l'Etat dans le département, qui peut prescrire l'approbation du plan modifié ou complété selon les mêmes modalités que le plan initial si l'importance des modifications ou des compléments le justifie. En cas d'insuffisance majeure, le plan de sûreté de l'installation portuaire fait l'objet d'une modification donnant lieu à approbation selon les mêmes modalités que le plan initial. Si, après une mise en demeure non suivie d'effet, cette modification n'intervient pas, le représentant de l'Etat dans le département peut retirer l'approbation du plan. Lorsqu'il constate, éventuellement lors d'un audit, un défaut majeur de conformité de la sûreté de l'installation portuaire, le représentant de l'Etat dans le département peut, après une mise en demeure non suivie d'effet, retirer la déclaration de conformité de cette installation. Dans ce cas, cette installation établit avec tout navire y faisant escale soumis au code international pour la sûreté des navires et des installations portuaires (ISPS) adopté par l'Organisation maritime internationale le 12 décembre 2002 une déclaration de sûreté telle que prévue par ce code.",
            "texteHtml": "<p><br/>Le plan de sûreté de l'installation portuaire est élaboré pour une durée de cinq ans. Il peut être modifié pendant sa période de validité sur instruction du ministre chargé des transports ou du représentant de l'Etat dans le département ou à l'initiative de l'exploitant de l'installation portuaire. Une modification ne peut faire courir un nouveau délai de validité de cinq ans qu'en cas d'approbation selon les mêmes modalités que le plan initial.<br/>Le plan est modifié ou complété lors de tout changement ayant des conséquences en matière de sûreté. Les projets de modifications ou de compléments sont portés à la connaissance du représentant de l'Etat dans le département, qui peut prescrire l'approbation du plan modifié ou complété selon les mêmes modalités que le plan initial si l'importance des modifications ou des compléments le justifie.<br/>En cas d'insuffisance majeure, le plan de sûreté de l'installation portuaire fait l'objet d'une modification donnant lieu à approbation selon les mêmes modalités que le plan initial. Si, après une mise en demeure non suivie d'effet, cette modification n'intervient pas, le représentant de l'Etat dans le département peut retirer l'approbation du plan.<br/>Lorsqu'il constate, éventuellement lors d'un audit, un défaut majeur de conformité de la sûreté de l'installation portuaire, le représentant de l'Etat dans le département peut, après une mise en demeure non suivie d'effet, retirer la déclaration de conformité de cette installation. Dans ce cas, cette installation établit avec tout navire y faisant escale soumis au code international pour la sûreté des navires et des installations portuaires (ISPS) adopté par l'Organisation maritime internationale le 12 décembre 2002 une déclaration de sûreté telle que prévue par ce code.</p>",
            "num": "R5332-30",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1420070400000,
            "dateFin": 1451260800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029338352",
                        "id": "LEGISCTA000029344454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838538",
                        "id": "LEGISCTA000029838538",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : POLICE DES PORTS MARITIMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838540",
                        "id": "LEGISCTA000029838540",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-12-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Sûreté portuaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029838550",
                        "id": "LEGISCTA000029838563",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2015-12-28",
                        "titre": "Section 3 : Evaluation de la sûreté et plan de sûreté portuaires et des installations portuaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031364",
                        "id": "LEGISCTA000030031364",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-12-28",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Dispositions générales - évaluation de la sûreté et plan de sûreté portuaires et des installations portuaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031364",
                        "id": "LEGISCTA000031700378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Evaluation de la sûreté et plan de sûreté des installations portuaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030031386",
                        "id": "LEGISCTA000030031386",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030031396",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030031386",
            "sectionParentId": "LEGISCTA000030031386",
            "sectionParentTitre": "Sous-section 3 : Evaluation de la sûreté et plan de sûreté des installations portuaires",
            "fullSectionsTitre": "PARTIE REGLEMENTAIRE &gt; CINQUIEME PARTIE : TRANSPORT ET NAVIGATION MARITIMES &gt; LIVRE III : LES PORTS MARITIMES &gt; TITRE III : POLICE DES PORTS MARITIMES &gt; Chapitre II : Sûreté portuaire &gt; Section 3 : Dispositions générales - évaluation de la sûreté et plan de sûreté portuaires et des installations portuaires &gt; Sous-section 3 : Evaluation de la sûreté et plan de sûreté des installations portuaires",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000030031396",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023086525",
                    "titre": "Code des transports",
                    "titreLong": "Code des transports",
                    "etat": "VIGUEUR",
                    "dateDebut": 1291161600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023086525",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030000237",
                    "textTitle": "DÉCRET n°2014-1670 du 30 décembre 2014 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000030027775",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-31",
                    "dateSignaTexte": "2014-12-30",
                    "dateDebutCible": "2015-01-01"
                },
                {
                    "textCid": "JORFTEXT000030000237",
                    "textTitle": "DÉCRET n°2014-1670 du 30 décembre 2014 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000030027775",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-12-31",
                    "dateSignaTexte": "2014-12-30",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. R5336-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5336-7",
                    "articleId": "LEGIARTI000031700392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451260800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074233",
                    "textTitle": "Code des ports maritimes - art. R321-27 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R321-27",
                    "articleId": "LEGIARTI000006843155",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030031396",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1451260800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031700208",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1451260800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R5332-30",
                "5332-30"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}