{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006627506",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est constitué un comptoir de vente en commun, auquel devront adhérer, avec les mines domaniales de potasse d'Alsace, tous autres exploitants actuels ou futurs de mines de potasse en France, et dans les territoires de la France d'outre-mer. Ce comptoir a l'exclusivité de la vente en France et en dehors de la France de tous les produits de mines dont la liste sera établie par un décret en Conseil d'Etat ; il a seul le droit d'exporter ces produits. Néanmoins, les programmes d'exportation des produits visés à l'alinéa précédent ne pourront porter, pour chaque campagne, que sur les produits et tonnages restant disponibles après fixation du programme des livraisons à effectuer sur le marché métropolitain pour satisfaire aux besoins nationaux dans toutes les catégories. Les contrats passés par le comptoir de vente en commun concernant la vente de produits d'extraction ou de produits raffinés des mines aux industries transformant ces produits en tous autres sels, combinaisons ou mélanges, destinés aux usages agricoles, devront, sur décision ministérielle, subordonner l'exportation desdits produits de transformation à l'acceptation par les transformateurs de conditions particulières de prix et à la justification de l'emploi des fournitures de comptoir. Sous réserve d'autorisations qui pourront être données par le ministre de l'agriculture, il aura seul le droit d'exporter tous autres sels, combinaisons ou mélanges renfermant de la potasse destinés aux emplois agricoles. Sous réserve d'autorisations qui pourront être données à cet effet par les ministres chargés des mines et du commerce et par les ministres de l'agriculture et de l'économie et des finances, en ce qui concerne la France et par le ministre chargé des mines et le ministre chargé des territoires d'outre-mer en ce qui concerne les territoires de la France d'outre-mer, il aura seul le droit d'importer en France, et dans les territoires de la France d'outre-mer tous sels, combinaisons ou mélanges renfermant de la potasse. Les dispositions de l'alinéa précédent ne sont pas applicables aux produits ci-après : 1° Carbonate de potasse raffiné, qualité dite 70/80 d'origine végétale ou animale, ou potasse de suint lorsque ces produits ne sont pas mélangés à d'autres produits et sont destinés aux industries de la savonnerie, de la verrerie ou du peignage des laines ; 2° Guanos naturels, salins et vinasses de mélasses ou provenant du traitement de la betterave, à l'état naturel ou mélangés à des matières asséchantes exemptes de potasse minérale. Toutefois, le ministre chargé des mines pourra fixer annuellement la qualité maxima des produits mentionnés ci-dessus sous les 1° et 2° qui pourra être importée, sous réserve que les producteurs nationaux puissent fournir en qualité et quantité le complément nécessaire à l'industrie nationale ; ceux de ces produits qui proviennent du raffinage à l'étranger de matières premières d'origine française seront hors contingentement.",
            "texteHtml": "<p></p>   Il est constitué un comptoir de vente en commun, auquel devront adhérer, avec les mines domaniales de potasse d'Alsace, tous autres exploitants actuels ou futurs de mines de potasse en France, et dans les territoires de la France d'outre-mer.<p></p><p></p>   Ce comptoir a l'exclusivité de la vente en France et en dehors de la France de tous les produits de mines dont la liste sera établie par un décret en Conseil d'Etat ; il a seul le droit d'exporter ces produits.<p></p><p></p>   Néanmoins, les programmes d'exportation des produits visés à l'alinéa précédent ne pourront porter, pour chaque campagne, que sur les produits et tonnages restant disponibles après fixation du programme des livraisons à effectuer sur le marché métropolitain pour satisfaire aux besoins nationaux dans toutes les catégories.<p></p><p></p>   Les contrats passés par le comptoir de vente en commun concernant la vente de produits d'extraction ou de produits raffinés des mines aux industries transformant ces produits en tous autres sels, combinaisons ou mélanges, destinés aux usages agricoles, devront, sur décision ministérielle, subordonner l'exportation desdits produits de transformation à l'acceptation par les transformateurs de conditions particulières de prix et à la justification de l'emploi des fournitures de comptoir.<p></p><p></p>   Sous réserve d'autorisations qui pourront être données par le ministre de l'agriculture, il aura seul le droit d'exporter tous autres sels, combinaisons ou mélanges renfermant de la potasse destinés aux emplois agricoles.<p></p><p></p>   Sous réserve d'autorisations qui pourront être données à cet effet par les ministres chargés des mines et du commerce et par les ministres de l'agriculture et de l'économie et des finances, en ce qui concerne la France et par le ministre chargé des mines et le ministre chargé des territoires d'outre-mer en ce qui concerne les territoires de la France d'outre-mer, il aura seul le droit d'importer en France, et dans les territoires de la France d'outre-mer tous sels, combinaisons ou mélanges renfermant de la potasse.<p></p><p></p>   Les dispositions de l'alinéa précédent ne sont pas applicables aux produits ci-après :<p></p><p></p>   1° Carbonate de potasse raffiné, qualité dite 70/80 d'origine végétale ou animale, ou potasse de suint lorsque ces produits ne sont pas mélangés à d'autres produits et sont destinés aux industries de la savonnerie, de la verrerie ou du peignage des laines ;<p></p><p></p>   2° Guanos naturels, salins et vinasses de mélasses ou provenant du traitement de la betterave, à l'état naturel ou mélangés à des matières asséchantes exemptes de potasse minérale.<p></p><p></p>   Toutefois, le ministre chargé des mines pourra fixer annuellement la qualité maxima des produits mentionnés ci-dessus sous les 1° et 2° qui pourra être importée, sous réserve que les producteurs nationaux puissent fournir en qualité et quantité le complément nécessaire à l'industrie nationale ; ceux de ces produits qui proviennent du raffinage à l'étranger de matières premières d'origine française seront hors contingentement.<p></p>",
            "num": "183",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": -69811200000,
            "dateFin": 1144368000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 515388,
            "context": {
                "titresTM": [
                    {
                        "debut": "1956-08-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Régimes particuliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099943",
                        "id": "LEGISCTA000006099943",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1956-08-21",
                        "fin": "2006-04-07",
                        "titre": "Titre II : Des mines domaniales de potasse d'Alsace et de l'organisation de l'industrie de la potasse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122826",
                        "id": "LEGISCTA000006122826",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1956-08-21",
                        "fin": "2999-01-01",
                        "titre": "Code minier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071785",
                        "id": "LEGITEXT000006071785",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006627506",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006122826",
            "sectionParentId": "LEGISCTA000006122826",
            "sectionParentTitre": "Titre II : Des mines domaniales de potasse d'Alsace et de l'organisation de l'industrie de la potasse.",
            "fullSectionsTitre": "Livre II : Régimes particuliers",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006627506",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071785",
                    "titre": "Code minier",
                    "titreLong": "Code minier",
                    "etat": "VIGUEUR",
                    "dateDebut": -421718400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071785",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000877398",
                    "textTitle": "Décret 56-838 1956-08-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000877398",
                    "natureText": "DECRET",
                    "datePubliTexte": "1956-08-21",
                    "dateSignaTexte": "1956-08-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000877398",
                    "textTitle": "Décret 56-838 1956-08-16 JORF 21 août 1956 rectificatifs JORF 11 septembre 1956, 15 septembre 1956",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000877398",
                    "natureText": "DECRET",
                    "datePubliTexte": "1956-08-21",
                    "dateSignaTexte": "1956-08-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000877286",
                    "textTitle": "Décret n°67-796 du 20 septembre 1967 - art. 5 () JORF 22 septembre 1967 en vigueur le 16 octobre 1967",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006379328",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-09-22",
                    "dateSignaTexte": "1967-09-20",
                    "dateDebutCible": "1967-10-16"
                },
                {
                    "textCid": "JORFTEXT000000605665",
                    "textTitle": "Ordonnance n°2006-407 du 6 avril 2006 - art. 2 () JORF 7 avril 2006",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006250527",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2006-04-07",
                    "dateSignaTexte": "2006-04-06",
                    "dateDebutCible": "2006-04-07"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006627506",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": -69811200000,
                    "dateFin": 1144368000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "183"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}