{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046858275",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-A.-Les prestataires de services de paiement mentionnés au I de l'article L. 521-1 du code monétaire et financier, à l'exception des prestataires de services d'information sur les comptes, et les offices de chèques postaux tiennent un registre détaillé des bénéficiaires et des paiements correspondant aux services de paiement définis aux 3° à 6° du II de l'article L. 314-1 du même code qu'ils fournissent. Ce registre est tenu sous format électronique et conservé pendant une période de trois années civiles à compter de la fin de l'année civile de la date de paiement. Sont soumis à l'obligation prévue au premier alinéa du présent A les prestataires de paiement : 1° Dont le siège social est situé en France ou qui, n'ayant pas de siège social conformément à leur droit national, y ont leur administration centrale ; 2° Ou qui ont en France un agent, y détiennent une succursale ou y fournissent des services de paiement. Les prestataires de services de paiement sont soumis à l'obligation prévue au même premier alinéa lorsque, au cours d'un trimestre civil, ils fournissent des services de paiement correspondant à plus de vingt-cinq paiements transfrontaliers destinés au même bénéficiaire. Pour les besoins de l'avant-dernier alinéa du présent A, le nombre de paiements transfrontaliers est calculé sur la base des services de paiement fournis par le prestataire de services de paiement par Etat membre de l'Union européenne et par identifiant mentionné aux 5° et 6° du B du présent I. Lorsque le prestataire de services de paiement dispose d'informations indiquant que le bénéficiaire dispose de plusieurs identifiants, le calcul est effectué par bénéficiaire. Ce calcul inclut également les paiements pour lesquels le prestataire de services de paiement a été dispensé de tenir un registre en application du II. B.-Pour l'application du présent article : 1° Constitue un paiement l'opération définie au I de l'article L. 133-3 du code monétaire et financier. Constitue également un paiement la transmission de fonds, définie comme le service pour lequel les fonds sont reçus de la part d'un payeur, sans création d'un compte de paiement au sens du I de l'article L. 314-1 du même code au nom du payeur ou du bénéficiaire, à la seule fin de transférer un montant correspondant vers un bénéficiaire ou un autre prestataire de services de paiement agissant pour le compte du bénéficiaire, et pour lequel ou pour lequel de tels fonds sont reçus pour le compte du bénéficiaire et mis à la disposition de celui-ci ; 2° Constitue un paiement transfrontalier un paiement pour lequel le payeur se trouve dans un Etat membre de l'Union européenne et le bénéficiaire se situe dans un autre Etat membre de l'Union européenne ou dans un Etat ou territoire tiers ; 3° Un payeur est une personne physique ou morale, titulaire d'un compte de paiement, qui autorise un ordre de paiement à partir de ce compte ou, en l'absence de compte de paiement, la personne physique ou morale donnant un ordre de paiement ; 4° Un bénéficiaire est une personne physique ou morale qui est le destinataire prévu de fonds ayant fait l'objet d'une opération de paiement ; 5° Le payeur est réputé se trouver dans l'Etat membre de l'Union européenne correspondant : a) Au numéro de compte bancaire international de son compte de paiement ou à tout autre identifiant qui l'identifie et donne le lieu où il se trouve ; b) A défaut de tels identifiants, au code d'identification des banques ou à tout autre code d'identification d'entreprise qui identifie le prestataire de services de paiement agissant en son nom et donne le lieu où il se trouve ; 6° Le bénéficiaire est réputé se trouver dans l'Etat membre de l'Union européenne, l'Etat ou le territoire tiers correspondant : a) Au numéro de compte bancaire international de son compte de paiement ou à tout autre identifiant qui l'identifie et donne le lieu où il se trouve ; b) A défaut de tels identifiants, au code d'identification des banques ou à tout autre code d'identification d'entreprise qui identifie son prestataire de services de paiement et donne le lieu où il se trouve ; 7° Les références aux territoires des Etats membres de l'Union européenne s'entendent, s'agissant de la France, du territoire métropolitain, de La Réunion et du territoire de la Guadeloupe et de la Martinique. II.-Lorsque, pour un paiement donné, au moins l'un des prestataires de services de paiement du bénéficiaire ayant fourni le service de paiement se trouve dans un Etat membre de l'Union européenne, l'obligation mentionnée au A du I ne s'applique pas au prestataire de services de paiement du payeur. Pour les besoins du premier alinéa du présent II, le prestataire de services de paiement du bénéficiaire est réputé se trouver dans l'Etat ou le territoire déterminé par son code d'identification des banques ou par tout autre code d'identification d'entreprise qui identifie sans équivoque le prestataire de services de paiement et le lieu où il se situe. Pour savoir s'il tient un registre des paiements transfrontaliers à destination des Etats et territoires tiers, le prestataire de services de paiement du payeur inclut dans le calcul du seuil des vingt-cinq paiements transfrontaliers chacun de ces paiements destinés au même bénéficiaire. III.-Les prestataires de services de paiement soumis à l'obligation prévue au I transmettent à l'administration fiscale, au plus tard à la fin du mois suivant le trimestre civil auquel les données de paiement se rapportent, les informations figurant au registre mentionné au même I. IV.-Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Ce décret détermine notamment les informations qui doivent figurer sur le registre détaillé des bénéficiaires et des paiements ainsi que leurs modalités de transmission à l'administration fiscale.",
            "texteHtml": "<p>I.-A.-Les prestataires de services de paiement mentionnés au I de l'article L. 521-1 du code monétaire et financier, à l'exception des prestataires de services d'information sur les comptes, et les offices de chèques postaux tiennent un registre détaillé des bénéficiaires et des paiements correspondant aux services de paiement définis aux 3° à 6° du II de l'article L. 314-1 du même code qu'ils fournissent.</p><p></p><p> Ce registre est tenu sous format électronique et conservé pendant une période de trois années civiles à compter de la fin de l'année civile de la date de paiement.</p><p></p><p> Sont soumis à l'obligation prévue au premier alinéa du présent A les prestataires de paiement :</p><p></p><p> 1° Dont le siège social est situé en France ou qui, n'ayant pas de siège social conformément à leur droit national, y ont leur administration centrale ;</p><p></p><p> 2° Ou qui ont en France un agent, y détiennent une succursale ou y fournissent des services de paiement.</p><p></p><p> Les prestataires de services de paiement sont soumis à l'obligation prévue au même premier alinéa lorsque, au cours d'un trimestre civil, ils fournissent des services de paiement correspondant à plus de vingt-cinq paiements transfrontaliers destinés au même bénéficiaire.</p><p></p><p> Pour les besoins de l'avant-dernier alinéa du présent A, le nombre de paiements transfrontaliers est calculé sur la base des services de paiement fournis par le prestataire de services de paiement par Etat membre de l'Union européenne et par identifiant mentionné aux 5° et 6° du B du présent I. Lorsque le prestataire de services de paiement dispose d'informations indiquant que le bénéficiaire dispose de plusieurs identifiants, le calcul est effectué par bénéficiaire. Ce calcul inclut également les paiements pour lesquels le prestataire de services de paiement a été dispensé de tenir un registre en application du II.</p><p></p><p> B.-Pour l'application du présent article :</p><p></p><p> 1° Constitue un paiement l'opération définie au I de l'article L. 133-3 du code monétaire et financier.</p><p></p><p> Constitue également un paiement la transmission de fonds, définie comme le service pour lequel les fonds sont reçus de la part d'un payeur, sans création d'un compte de paiement au sens du I de l'article L. 314-1 du même code au nom du payeur ou du bénéficiaire, à la seule fin de transférer un montant correspondant vers un bénéficiaire ou un autre prestataire de services de paiement agissant pour le compte du bénéficiaire, et pour lequel ou pour lequel de tels fonds sont reçus pour le compte du bénéficiaire et mis à la disposition de celui-ci ;</p><p></p><p> 2° Constitue un paiement transfrontalier un paiement pour lequel le payeur se trouve dans un Etat membre de l'Union européenne et le bénéficiaire se situe dans un autre Etat membre de l'Union européenne ou dans un Etat ou territoire tiers ;</p><p></p><p> 3° Un payeur est une personne physique ou morale, titulaire d'un compte de paiement, qui autorise un ordre de paiement à partir de ce compte ou, en l'absence de compte de paiement, la personne physique ou morale donnant un ordre de paiement ;</p><p></p><p> 4° Un bénéficiaire est une personne physique ou morale qui est le destinataire prévu de fonds ayant fait l'objet d'une opération de paiement ;</p><p></p><p> 5° Le payeur est réputé se trouver dans l'Etat membre de l'Union européenne correspondant :</p><p></p><p> a) Au numéro de compte bancaire international de son compte de paiement ou à tout autre identifiant qui l'identifie et donne le lieu où il se trouve ;</p><p></p><p> b) A défaut de tels identifiants, au code d'identification des banques ou à tout autre code d'identification d'entreprise qui identifie le prestataire de services de paiement agissant en son nom et donne le lieu où il se trouve ;</p><p></p><p> 6° Le bénéficiaire est réputé se trouver dans l'Etat membre de l'Union européenne, l'Etat ou le territoire tiers correspondant :</p><p></p><p> a) Au numéro de compte bancaire international de son compte de paiement ou à tout autre identifiant qui l'identifie et donne le lieu où il se trouve ;</p><p></p><p> b) A défaut de tels identifiants, au code d'identification des banques ou à tout autre code d'identification d'entreprise qui identifie son prestataire de services de paiement et donne le lieu où il se trouve ;</p><p></p><p> 7° Les références aux territoires des Etats membres de l'Union européenne s'entendent, s'agissant de la France, du territoire métropolitain, de La Réunion et du territoire de la Guadeloupe et de la Martinique.</p><p></p><p> II.-Lorsque, pour un paiement donné, au moins l'un des prestataires de services de paiement du bénéficiaire ayant fourni le service de paiement se trouve dans un Etat membre de l'Union européenne, l'obligation mentionnée au A du I ne s'applique pas au prestataire de services de paiement du payeur.</p><p></p><p> Pour les besoins du premier alinéa du présent II, le prestataire de services de paiement du bénéficiaire est réputé se trouver dans l'Etat ou le territoire déterminé par son code d'identification des banques ou par tout autre code d'identification d'entreprise qui identifie sans équivoque le prestataire de services de paiement et le lieu où il se situe.</p><p></p><p> Pour savoir s'il tient un registre des paiements transfrontaliers à destination des Etats et territoires tiers, le prestataire de services de paiement du payeur inclut dans le calcul du seuil des vingt-cinq paiements transfrontaliers chacun de ces paiements destinés au même bénéficiaire.</p><p></p><p> III.-Les prestataires de services de paiement soumis à l'obligation prévue au I transmettent à l'administration fiscale, au plus tard à la fin du mois suivant le trimestre civil auquel les données de paiement se rapportent, les informations figurant au registre mentionné au même I.</p><p></p><p> IV.-Un décret en Conseil d'Etat fixe les modalités d'application du présent article. Ce décret détermine notamment les informations qui doivent figurer sur le registre détaillé des bénéficiaires et des paiements ainsi que leurs modalités de transmission à l'administration fiscale.</p>",
            "num": "286 sexies ",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610644947,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133846",
                        "id": "LEGISCTA000006133846",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147022",
                        "id": "LEGISCTA000006147022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section VII : Obligations des redevables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162565",
                        "id": "LEGISCTA000006162565",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "I : Obligations générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179656",
                        "id": "LEGISCTA000006179656",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2999-01-01",
                        "titre": "A  quater : Tenue des registres",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191659",
                        "id": "LEGISCTA000006191659",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000046858253",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191659",
            "sectionParentId": "LEGISCTA000006191659",
            "sectionParentTitre": "A  quater : Tenue des registres",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section VII : Obligations des redevables &gt; I : Obligations générales &gt; A  quater : Tenue des registres",
            "refInjection": "MD-20231231_203543_780_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000046858275",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 87 de la loi n° 2022-1726 du 30 décembre 2022, ces dispositions entrent en vigueur le 1er janvier 2024. Elles s'appliquent aux paiements réalisés à compter de cette date.",
            "notaHtml": "<p>Conformément au II de l'article 87 de la loi n° 2022-1726 du 30 décembre 2022, ces dispositions entrent en vigueur le 1er janvier 2024. Elles s'appliquent aux paiements réalisés à compter de cette date.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046845631",
                    "textTitle": "LOI n°2022-1726 du 30 décembre 2022 - art. 87 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "87",
                    "articleId": "LEGIARTI000046852492",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-12-31",
                    "dateSignaTexte": "2022-12-30",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000046858275",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "286 sexies ",
                "286"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}