{
    "cid": "LEGIARTI000006734873",
    "num": "Annexe à l'article A931-11-9 (1er alinéa)  Annexe I",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000021647160",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021572247",
                    "textTitle": "Arrêté du 28 décembre 2009 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000021646962",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-28",
                    "dateDebutCible": "2010-01-01"
                }
            ],
            "num": "Annexe à l'article A931-11-9 (1er alinéa)  Annexe I",
            "origine": "LEGI",
            "texte": "NOMENCLATURE DES COMPTES Classe 1 - Capitaux permanents et emprunts. 10 Réserves 102 Fonds d'établissement constitué. 103 Fonds de développement. 105 Ecarts de réévaluation. 106 Réserves. 1061 Réserves des fonds techniques. 1062 Réserves indisponibles. 1063 Réserves statutaires ou contractuelles. 1064 Réserves réglementées. 10642 Réserve pour remboursement d'emprunt pour fonds d'établissement. 10645 Réserve de capitalisation. 1065 Réserve du fonds de gestion. 1066 Réserve du fonds social. 1068 Autres réserves. 11 Report à nouveau 12 Résultat de l'exercice (excédent ou perte) 13 Subvention d'investissement 14 Provisions réglementées (autres que les provisions techniques) 15 Provisions pour risques et charges 16 Emprunts et dettes assimilées 160 Passifs subordonnés. 1600 Titres participatifs admis en constitution de la marge de solvabilité. 1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité. 1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité. 162 Emprunt pour fonds d'établissement. 164 Dettes envers des établissements de crédit. 1640 Entreprises liées. 1641 Participations. 1642 Autres. 165 Dépôts et cautionnements reçus. 1650 Entreprises liées. 1651 Participations. 1652 Autres. 1657. Dettes représentatives de la composante dépôt d'un contrat de réassurance. 168 Autres emprunts et dettes assimilées. 1680 Entreprises liées. 1681 Participations. 1682 Autres. 17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques 170 Entreprises liées. 171 Participations. 172 Autres. 18 Comptes de liaison. 183 Liaisons internes : 1831 Position de change. 1832 Contre-valeur de position de change. 184 Liaisons des succursales. Classe 2 - Placements. 21 Placements immobiliers 210 Terrains non construits. 211 Parts de sociétés non cotées à objet foncier. 212 Immeubles bâtis hors immeubles d'exploitation. 213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. 219 Immeubles d'exploitation. 2192 Immeubles bâtis. 2193 Parts de sociétés immobilières non cotées. 22 Placements immobiliers en cours 220 Terrains affectés à une construction en cours. 222 Immeubles en cours. 223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). 229 Immeubles d'exploitation en cours. 23 Placements financiers 230 Actions et autres titres à revenu variable. 2300 Actions et titres cotés. 2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. 2302 Actions et parts d'autres OPCVM. 2305 Actions et titres non cotés. 231 Obligations, titres de créance négociables et autres titres à revenu fixe. 2310 Obligations cotées. 2315 Obligations non cotées. 2316 Titres de créance négociables et bons du Trésor. 2317 Autres. 232 Prêts. 2320 Prêts obtenus ou garantis par un Etat membre de l'OCDE. 2321 Prêts hypothécaires. 2322 Autres prêts. 2323 Avances sur bulletins d'adhésion à un règlement ou sur contrats. 233 Dépôts auprès des établissements de crédit. 2330 Dépôts de garantie au titre d'opérations sur le MATIF ou autres marchés assimilés. 2331 Autres dépôts de garantie auprès d'établissements de crédit. 2332 Autres dépôts auprès d'établissements de crédit. 234 Autres placements. 2340 Dépôts et cautionnements. 2341 Créances représentatives de titres prêtés. 2342 Autres. 235 Créances pour espèces déposées chez les cédantes. 237. Créance représentative de la composante dépôt d'un contrat de réassurance. 24 Placements représentant les provisions techniques afférentes aux opérations en unités de compte 240 Placements immobiliers. 241 Titres à revenu variable autres que les OPCVM. 242 Obligations, titres de créance négociables et autres titres à revenu fixe. 243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. 244 Parts d'autres OPCVM. 25 Placements dans des entreprises liées 250 Actions et autres titres à revenu variable. 2500 Actions et titres cotés. 2505 Actions et titres non cotés. 251 Obligations, titres de créance négociables et autres titres à revenu fixe. 252 Prêts. 253 Dépôts auprès des établissements de crédit. 254 Autres placements. 255 Créances pour espèces déposées chez les cédantes. 26 Placements dans des entreprises avec lesquelles existe un lien de participation 260 Actions et autres titres à revenu variable. 2600 Actions et titres cotés. 2605 Actions et titres non cotés. 261 Obligations, titres de créance négociables et autres titres à revenu fixe. 262 Prêts. 263 Dépôts auprès des établissements de crédit. 264 Autres placements. 265 Créances pour espèces déposées chez les cédantes. 28 Amortissements des placements immobiliers. 29 Provisions pour dépréciation des placements. Classe 3 - Provisions techniques. 30 Provisions d'assurance vie 300 Opérations directes. 3000 Provisions mathématiques. 3001 Provisions de gestion. 3002 Provisions pour frais d'acquisition reportés. 304 Acceptations. 31 Provisions pour cotisations non acquises (Non-vie) 312 Opérations directes. 315 Acceptations. 32 Provisions pour sinistres à payer (Vie) 320 Opérations directes. 324 Acceptations. 33 Provisions pour sinistres à payer (Non-vie) 332 Opérations directes. 333 Prévisions de recours à encaisser. 335 Acceptations. 34 Provisions pour participation aux excédents et ristournes (Vie) 340 Opérations directes. 3400 Provisions pour participations aux excédents. 3401 Provisions pour ristournes. 344 Acceptations. 35 Provisions pour participation aux excédents et ristournes (Non-vie) 352 Opérations directes. 3520 Provisions pour participations aux excédents. 3521 Provisions pour ristournes. 355 Acceptations. 36 Provisions pour égalisation 360 Vie. 362 Non-vie. 37 Autres provisions techniques 370 Opérations directes Vie. 3700 Provisions pour aléas financiers. 3703 Provisions pour risque d'exigibilité des engagements techniques (Vie). 372 Opérations directes Non-vie. 3720 Provisions pour risques croissants. 3721 Provisions mathématiques des rentes. 3722 Provisions pour risques en cours. 3723 Provisions pour risque d'exigibilité des engagements techniques (Non-vie). 374 Acceptations Vie. 375 Acceptations Non-vie. 377 Engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. 379 Dotations à la provision pour risque d'exigibilité restant à constater. 38 Provisions des opérations en unités de compte 380 Provisions mathématiques. 385 Provisions pour participation aux excédents. 39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques 390 Provisions d'assurance vie (Vie). 391 Provisions pour cotisations non acquises (Non-vie). 392 Provisions pour sinistres à payer (Vie). 393 Provisions pour sinistres à payer (Non-vie). 394 Provisions pour participation aux excédents et ristournes (Vie). 395 Provisions pour participation aux excédents et ristournes (Non-vie). 396 Provisions pour égalisation. 3960 Vie. 3962 Non-vie. 397 Autres provisions techniques. 3970 Vie. 3972 Non vie. 398 Provisions techniques des opérations en unités de compte. Classe 4 - Comptes de tiers et de régularisation. 40 Créances et dettes (opérations directes) 400 Cotisations restant à émettre. 401 Cotisations à annuler. 402 Adhérents et/ou participants. 403 Intermédiaires. 404 Comptes courants des coassureurs. 408 Autres tiers. 41 Créances et dettes (réassurance) 410 Comptes courants des cessionnaires et rétrocessionnaires. 4100 Entreprises liées. 4101 Entreprises avec lesquelles existe un lien de participation. 4102 Autres. 411 Comptes courants des cédantes et rétrocédantes. 4110 Entreprises liées. 4111 Entreprises avec lesquelles existe un lien de participation. 4112 Autres. 412 Intermédiaires de réassurance et autres intermédiaires. 42 Personnel et comptes rattachés 43 Sécurité sociale et autres organismes sociaux 44 Etat et autres collectivités publiques 46 Débiteurs et créditeurs divers 460 Entreprises liées. 461 Entreprises avec lesquelles existe un lien de participation. 462 Autres. 48 Comptes de régularisation 480 Intérêts et loyers acquis et non échus. 4800 Intérêts courus. 4801 Loyers courus. 481 Frais d'acquisition reportés. 4810 Vie. 4812 Non-vie. 482 Charges à répartir sur plusieurs exercices. 4820 Frais d'acquisition des immeubles à répartir. 483 Autres comptes de régularisation - actif. 4830 Différences sur les prix de remboursement à percevoir. 484 Produits à répartir sur plusieurs exercices. 485 Autres comptes de régularisation - passif. 4850 Amortissement des différences sur les prix de remboursement 4855 Report de commissions reçues des réassureurs. 487 Evaluations techniques de réassurance. 489 Ecarts de conversion : 4896 Ecarts de conversion-actif. 4897 Ecarts de conversion-passif. 49 Provisions pour dépréciation. Classe 5 - Autres actifs. 50 Actifs incorporels 500 Frais d'établissement. 508 Autres immobilisations incorporelles. 51 Actifs corporels d'exploitation 510 Dépôts et cautionnements. 511 Autres immobilisations corporelles. 52 Avoirs en banque, CCP et caisse 58 Amortissements 59 Provisions pour dépréciation. Classe 6 - Charges. 60 Prestations et frais payés 600 Prestations et frais payés (opérations directes Vie). 6000 Sinistres et capitaux payés. 6001 Versements périodiques de rentes. 6002 Rachats. 6004 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6005 Commissions de gestion. 6008 Autres frais de gestion des sinistres et de règlement des prestations. 602 Prestations et frais payés (opérations directes Non-vie). 6020 Sinistres en principal. 6021 Versements périodiques de rentes. 6023 Recours et sauvetages encaissés. 6024 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6025 Commissions de gestion. 6028 Autres frais de gestion des sinistres et de règlement des prestations. 604 Prestations et frais payés (acceptations Vie). 6040 Sinistres et capitaux payés. 6041 Versements périodiques de rentes. 6042 Rachats. 6044 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6045 Commissions de gestion. 6048 Autres frais de gestion des sinistres et de règlement des prestations. 605 Prestations et frais payés (acceptations Non-vie). 6050 Sinistres en principal. 6051 Versements périodiques de rentes. 6054 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6055 Commissions de gestion. 6058 Autres frais de gestion des sinistres et de règlement des prestations. 609 Part des réassureurs. 6090 Opérations directes Vie. 6092 Opérations directes Non-vie. 6094 Acceptations Vie. 6095 Acceptations Non-vie. 61 Variation des provisions pour sinistres à payer (PSP) 610 Opérations directes Vie. 6100 Variation des provisions. 6104 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 612 Opérations directes Non-vie. 6120 Variation des provisions. 6123 Variation des prévisions de recours. 6124 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 614 Acceptations Vie. 6140 Variation des provisions. 6144 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 615 Acceptations Non-vie. 6150 Variation des provisions. 6154 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 619 Part des réassureurs. 6190 Opérations directes Vie. 6192 Opérations directes Non-vie. 6194 Acceptations Vie. 6195 Acceptations Non-vie. 62 Variation des autres provisions techniques 620 Variation des provisions d'assurance vie. 6200 Opérations directes Vie. 62000 Variation des provisions. 62004 Intérêts techniques et participations aux excédents directement incorporées. 6204 Acceptations Vie. 62040 Variation des provisions. 62044 Intérêts techniques et participations aux excédents directement incorporées. 621 Variation des autres provisions techniques. 6210 Autres provisions techniques (Vie). 62100 Variation des provisions pour aléas financiers. 62108 Variation des provisions pour risque d'exigibilité des engagements techniques. 6212 Autres provisions techniques (Non-vie). 62120 Variation des provisions pour risques croissants. 62121 Variation des provisions mathématiques des rentes. 62122 Variation des provisions pour risques en cours. 62124 Intérêts techniques et participations aux excédents directement incorporées. 62128 Variation des provisions pour risque d'exigibilité des engagements techniques. 6217 Variation des engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. 623 Variation des provisions techniques des opérations en unité de compte. 6230 Variation des provisions mathématiques. 6234 Intérêts techniques et participations aux excédents directement incorporées. 624 Variation des provisions pour égalisation. 6240 Opérations directes Vie. 6242 Opérations directes Non-vie. 6244 Acceptations Vie. 6245 Acceptations Non-vie. 629 Part des réassureurs. 6290 Provisions d'assurance vie. 6291 Autres provisions techniques. 62910 Vie. 62912 Non-vie. 6293 Provisions des opérations en unités de compte. 6294 Provisions pour égalisation. 62940 Vie. 62942 Non-vie. 63 Participations aux résultats 630 Opérations directes Vie. 6300 Intérêts techniques inclus dans les prestations versées. 6301 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des opérations en unité de compte. 6303 Participations aux excédents directement incorporées aux prestations versées. 6304 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6305 Participations aux excédents directement incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 6306 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte). 6309 Utilisations des provisions pour participation aux excédents et ristournes. 63093 Participations versées. 63094 Participations incorporées aux provisions pour sinistres à payer. 63095 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 632 Opérations directes Non-vie. 6320 Intérêts techniques inclus dans les versements périodiques de rentes. 6321 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6323 Participations aux excédents directement incorporées aux prestations versées. 6324 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6326 Dotations aux provisions pour participation aux excédents et ristournes. 6329 Utilisations de provision pour participation aux excédents et ristournes. 63293 Participations versées. 63294 Participations incorporées aux provisions pour sinistres à payer. 63297 Ristournes sur cotisations. 634 Acceptations Vie. 6340 Intérêts techniques inclus dans les prestations versées. 6341 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6342 Intérêts techniques incorporés aux provisions d'assurance vie. 6343 Participations aux excédents directement incorporées aux prestations versées. 6344 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6345 Participations aux excédents directement incorporées aux provisions d'assurance vie. 6346 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte). 6349 Utilisations de provisions pour participation aux excédents et ristournes. 63493 Participations versées. 63494 Participations incorporées aux provisions pour sinistres à payer. 63495 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 635 Acceptations Non-vie. 6350 Intérêts techniques inclus dans les versements périodiques de rentes. 6351 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6353 Participations aux excédents directement incorporées aux prestations versées. 6354 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6356 Dotations aux provisions pour participation aux excédents et ristournes. 6359 Utilisations de provisions pour participation aux excédents et ristournes. 63593 Participations versées. 63594 Participations incorporées aux provisions pour sinistres à payer. 63597 Ristournes sur cotisations. 639 Part des réassureurs. 6390 Opérations directes Vie. 6392 Opérations directes Non-vie. 6394 Acceptations Vie. 6395 Acceptations Non-vie. 64 Frais d'exploitation 640 Frais d'exploitation (Vie). 6400 Frais d'acquisition. 64005 Commissions. 64008 Autres charges. 64009 Variation des frais d'acquisition reportés. 6402 Frais d'administration. 64025 Commissions. 64028 Autres charges. 642 Frais d'exploitation (Non-vie). 6420 Frais d'acquisition. 64205 Commissions. 64208 Autres charges. 64209 Variation des frais d'acquisition reportés. 6422 Frais d'administration. 64225 Commissions. 64228 Autres charges. 644 Autres charges techniques (Vie). 6445 Commissions. 6448 Autres charges. 645 Autres charges techniques (Non-vie). 6455 Commissions. 6458 Autres charges. 649 Commissions reçues des réassureurs. 6490 Opérations directes Vie. 6492 Opérations directes Non-vie. 6494 Acceptations Vie. 6495 Acceptations Non-vie. 65 Charges non techniques 650 Action sociale. 6500 Allocations et attributions du conseil d'administration. 6506 Frais d'exploitation. 655 Commissions. 658 Autres charges. 66 Charges des placements 660 Intérêts. 6600 Sur dépôts reçus des réassureurs. 6601 Sur emprunts. 6602 Sur dettes à l'égard d'établissements de crédit. 6603 Autres. 662 Frais externes de gestion. 663 Frais internes de gestion. 664 Pertes sur réalisation et réévaluation de placements. 6640 Réalisations de placements. 6642 Réévaluations. 6645 Dotations à la réserve de capitalisation. 665 Pertes de change. 6652 Dotations à la provision pour pertes de change. 666 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (moins-values non réalisées). 668 Amortissements financiers. 6681 Amortissements des primes de remboursement des emprunts. 6683 Amortissements des différences de prix de remboursement. 6685 Amortissements des frais d'acquisition à répartir des immeubles. 669 Dotations aux amortissements et aux provisions pour dépréciation des placements. 6693 Amortissements des immeubles. 6696 Provisions pour dépréciation des placements. 67 Charges exceptionnelles 670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement. 672 Dotation de l'exercice à la provision pour investissement. 673 Dotation de l'exercice aux autres provisions réglementées. 674 Autres charges exceptionnelles. 675 Dotation de l'exercice à la provision pour charges exceptionnelles. 676 Dotation de l'exercice à la provision pour dépréciations exceptionnelles. 69 Autres opérations du compte non technique 695 Impôts sur le résultat. Classe 7 - Produits. 70 Cotisations 700 Cotisations Vie (opérations directes). 7000 Cotisations périodiques émises. 7001 Cotisations à versement unique émises. 70010 Cotisations normales. 70016 Majorations ou pénalités de retard. 7002 Annulations effectuées. 7004 Variation des cotisations restant à émettre. 7005 Variation des cotisations à annuler. 702 Cotisations Non-vie (opérations directes). 7020 Cotisations émises. 70200 Cotisations normales. 70206 Majorations ou pénalités de retard. 7022 Annulations effectuées. 7023 Ristournes sur cotisations. 7024 Variation des cotisations restant à émettre. 7025 Variation des cotisations à annuler. 704 Cotisations Vie (acceptations). 705 Cotisations Non-vie (acceptations). 708 Cotisations cédées. 7080 Opérations directes Vie. 7082 Opérations directes Non-vie. 7084 Acceptations Vie. 7085 Acceptations Non-vie. 709 Variation de la provision pour cotisations non acquises (Non-vie). 7092 Opérations directes. 7095 Acceptations. 7099 Part des réassureurs. 70992 Opérations directes. 70995 Acceptations. 72 Production immobilisée 720 Vie. 722 Non-vie. 73 Subventions d'exploitation 730 Vie. 732 Non-vie. 74 Autres produits techniques 740 Vie. 742 Non-vie. 75 Produits non techniques 750 Honoraires et commissions. 751 Récupérations. 752 Utilisations ou reprises de provisions. 753 Variation des dotations à la provision pour risque d'exigibilité restant à constater. 756 Autres produits. 76 Produits des placements 760 Revenus des placements. 762 Honoraires et commissions sur activité de gestion d'actifs. 764 Profits provenant de la réalisation ou de la réévaluation des placements. 7641 Réalisations des placements. 7642 Réévaluations. 7645 Reprises sur la réserve de capitalisation. 765 Profits de change. 7652 Reprise sur la provision pour perte de change. 766 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (plus-values non réalisées). 768 Produits des différences sur les prix de remboursement à percevoir. 769 Reprises de provisions pour dépréciation des placements. 77 Produits exceptionnels 772 Reprises de la provision pour investissement. 773 Reprises sur autres provisions réglementées. 774 Autres produits exceptionnels. 775 Utilisations ou reprises de provisions pour charges exceptionnelles. 776 Utilisations ou reprises de provisions pour dépréciations exceptionnelles. 79 Transferts 7920 Produits des placements alloués du compte non technique (compte technique Non-vie). 7929 Produits des placements transférés au compte technique Non vie (compte non technique). 7930 Produits des placements alloués du compte technique Vie (compte non technique). 7939 Produits des placements transférés au compte non technique (compte technique Vie). Classe 8 - Comptes spéciaux. 80 Engagements reçus et donnés. 841 Position de change hors bilan. 842 Contre-valeur de position de change hors bilan. 88 Résultat en instance d'affectation. Classe 9 - Charges par nature.",
            "texteHtml": "<p><strong>NOMENCLATURE DES COMPTES </strong></p><p id='LEGISCTA000006141467'><strong>Classe 1 - Capitaux permanents et emprunts. </strong></p><p id='LEGISCTA000006141467_corps'>10 Réserves</p><p>102 Fonds d'établissement constitué.</p><p>103 Fonds de développement.</p><p>105 Ecarts de réévaluation.</p><p>106 Réserves.</p><p>1061 Réserves des fonds techniques.</p><p>1062 Réserves indisponibles.</p><p>1063 Réserves statutaires ou contractuelles.</p><p>1064 Réserves réglementées.</p><p>10642 Réserve pour remboursement d'emprunt pour fonds d'établissement.</p><p>10645 Réserve de capitalisation.</p><p>1065 Réserve du fonds de gestion.</p><p>1066 Réserve du fonds social.</p><p>1068 Autres réserves.</p><p>11 Report à nouveau</p><p>12 Résultat de l'exercice (excédent ou perte)</p><p>13 Subvention d'investissement</p><p>14 Provisions réglementées (autres que les provisions techniques)</p><p>15 Provisions pour risques et charges</p><p>16 Emprunts et dettes assimilées</p><p>160 Passifs subordonnés.</p><p>1600 Titres participatifs admis en constitution de la marge de solvabilité.</p><p>1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité.</p><p>1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité.</p><p>162 Emprunt pour fonds d'établissement.</p><p>164 Dettes envers des établissements de crédit.</p><p>1640 Entreprises liées.</p><p>1641 Participations.</p><p>1642 Autres.</p><p>165 Dépôts et cautionnements reçus.</p><p>1650 Entreprises liées.</p><p>1651 Participations.</p><p>1652 Autres.</p><p>1657. Dettes représentatives de la composante dépôt d'un contrat de réassurance.</p><p>168 Autres emprunts et dettes assimilées.</p><p>1680 Entreprises liées.</p><p>1681 Participations.</p><p>1682 Autres.</p><p>17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques</p><p>170 Entreprises liées.</p><p>171 Participations.</p><p>172 Autres.</p><p>18 Comptes de liaison.</p><p>183 Liaisons internes :</p><p>1831 Position de change.</p><p>1832 Contre-valeur de position de change.</p><p>184 Liaisons des succursales.</p><p id='LEGISCTA000006141468'><strong>Classe 2 - Placements.</strong></p><p>21 Placements immobiliers </p><p>210 Terrains non construits. </p><p>211 Parts de sociétés non cotées à objet foncier. </p><p>212 Immeubles bâtis hors immeubles d'exploitation. </p><p>213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. </p><p>219 Immeubles d'exploitation. </p><p>2192 Immeubles bâtis. </p><p>2193 Parts de sociétés immobilières non cotées. </p><p>22 Placements immobiliers en cours </p><p>220 Terrains affectés à une construction en cours. </p><p>222 Immeubles en cours. </p><p>223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). </p><p>229 Immeubles d'exploitation en cours. </p><p>23 Placements financiers </p><p>230 Actions et autres titres à revenu variable. </p><p>2300 Actions et titres cotés. </p><p>2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. </p><p>2302 Actions et parts d'autres OPCVM. </p><p>2305 Actions et titres non cotés. </p><p>231 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>2310 Obligations cotées. </p><p>2315 Obligations non cotées. </p><p>2316 Titres de créance négociables et bons du Trésor. </p><p>2317 Autres. </p><p>232 Prêts. </p><p>2320 Prêts obtenus ou garantis par un Etat membre de l'OCDE. </p><p>2321 Prêts hypothécaires. </p><p>2322 Autres prêts. </p><p>2323 Avances sur bulletins d'adhésion à un règlement ou sur contrats. </p><p>233 Dépôts auprès des établissements de crédit. </p><p>2330 Dépôts de garantie au titre d'opérations sur le MATIF ou autres marchés assimilés. </p><p>2331 Autres dépôts de garantie auprès d'établissements de crédit. </p><p>2332 Autres dépôts auprès d'établissements de crédit. </p><p>234 Autres placements. </p><p>2340 Dépôts et cautionnements. </p><p>2341 Créances représentatives de titres prêtés. </p><p>2342 Autres. </p><p>235 Créances pour espèces déposées chez les cédantes. </p><p>237. Créance représentative de la composante dépôt d'un contrat de réassurance.</p><p>24 Placements représentant les provisions techniques afférentes aux opérations en unités de compte </p><p>240 Placements immobiliers. </p><p>241 Titres à revenu variable autres que les OPCVM. </p><p>242 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. </p><p>244 Parts d'autres OPCVM. </p><p>25 Placements dans des entreprises liées </p><p>250 Actions et autres titres à revenu variable. </p><p>2500 Actions et titres cotés. </p><p>2505 Actions et titres non cotés. </p><p>251 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>252 Prêts. </p><p>253 Dépôts auprès des établissements de crédit. </p><p>254 Autres placements. </p><p>255 Créances pour espèces déposées chez les cédantes. </p><p>26 Placements dans des entreprises avec lesquelles existe un lien de participation </p><p>260 Actions et autres titres à revenu variable. </p><p>2600 Actions et titres cotés. </p><p>2605 Actions et titres non cotés. </p><p>261 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>262 Prêts. </p><p>263 Dépôts auprès des établissements de crédit. </p><p>264 Autres placements. </p><p>265 Créances pour espèces déposées chez les cédantes. </p><p>28 Amortissements des placements immobiliers. </p><p>29 Provisions pour dépréciation des placements.</p><p><strong>Classe 3 - Provisions techniques.</strong></p><p>30 Provisions d'assurance vie </p><p>300 Opérations directes. </p><p>3000 Provisions mathématiques. </p><p>3001 Provisions de gestion. </p><p>3002 Provisions pour frais d'acquisition reportés. </p><p>304 Acceptations. </p><p>31 Provisions pour cotisations non acquises (Non-vie) </p><p>312 Opérations directes. </p><p>315 Acceptations. </p><p>32 Provisions pour sinistres à payer (Vie) </p><p>320 Opérations directes. </p><p>324 Acceptations. </p><p>33 Provisions pour sinistres à payer (Non-vie) </p><p>332 Opérations directes. </p><p>333 Prévisions de recours à encaisser. </p><p>335 Acceptations. </p><p>34 Provisions pour participation aux excédents et ristournes (Vie) </p><p>340 Opérations directes. </p><p>3400 Provisions pour participations aux excédents. </p><p>3401 Provisions pour ristournes. </p><p>344 Acceptations. </p><p>35 Provisions pour participation aux excédents et ristournes (Non-vie) </p><p>352 Opérations directes. </p><p>3520 Provisions pour participations aux excédents. </p><p>3521 Provisions pour ristournes. </p><p>355 Acceptations. </p><p>36 Provisions pour égalisation </p><p>360 Vie. </p><p>362 Non-vie. </p><p>37 Autres provisions techniques </p><p>370 Opérations directes Vie. </p><p>3700 Provisions pour aléas financiers. </p><p>3703 Provisions pour risque d'exigibilité des engagements techniques (Vie). </p><p>372 Opérations directes Non-vie. </p><p>3720 Provisions pour risques croissants. </p><p>3721 Provisions mathématiques des rentes. </p><p>3722 Provisions pour risques en cours. </p><p>3723 Provisions pour risque d'exigibilité des engagements techniques (Non-vie). </p><p>374 Acceptations Vie. </p><p>375 Acceptations Non-vie. </p><p>377 Engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1.</p><p>379 Dotations à la provision pour risque d'exigibilité restant à constater. </p><p>38 Provisions des opérations en unités de compte </p><p>380 Provisions mathématiques. </p><p>385 Provisions pour participation aux excédents. </p><p>39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques </p><p>390 Provisions d'assurance vie (Vie). </p><p>391 Provisions pour cotisations non acquises (Non-vie). </p><p>392 Provisions pour sinistres à payer (Vie). </p><p>393 Provisions pour sinistres à payer (Non-vie). </p><p>394 Provisions pour participation aux excédents et ristournes (Vie). </p><p>395 Provisions pour participation aux excédents et ristournes (Non-vie). </p><p>396 Provisions pour égalisation. </p><p>3960 Vie. </p><p>3962 Non-vie. </p><p>397 Autres provisions techniques. </p><p>3970 Vie. </p><p>3972 Non vie. </p><p>398 Provisions techniques des opérations en unités de compte. </p><p><strong>Classe 4 - Comptes de tiers et de régularisation.</strong></p><p>40 Créances et dettes (opérations directes)</p><p>400 Cotisations restant à émettre.</p><p>401 Cotisations à annuler.</p><p>402 Adhérents et/ou participants.</p><p>403 Intermédiaires.</p><p>404 Comptes courants des coassureurs.</p><p>408 Autres tiers.</p><p>41 Créances et dettes (réassurance)</p><p>410 Comptes courants des cessionnaires et rétrocessionnaires.</p><p>4100 Entreprises liées.</p><p>4101 Entreprises avec lesquelles existe un lien de participation.</p><p>4102 Autres.</p><p>411 Comptes courants des cédantes et rétrocédantes.</p><p>4110 Entreprises liées.</p><p>4111 Entreprises avec lesquelles existe un lien de participation.</p><p>4112 Autres.</p><p>412 Intermédiaires de réassurance et autres intermédiaires.</p><p>42 Personnel et comptes rattachés</p><p>43 Sécurité sociale et autres organismes sociaux</p><p>44 Etat et autres collectivités publiques</p><p>46 Débiteurs et créditeurs divers</p><p>460 Entreprises liées.</p><p>461 Entreprises avec lesquelles existe un lien de participation.</p><p>462 Autres.</p><p>48 Comptes de régularisation</p><p>480 Intérêts et loyers acquis et non échus.</p><p>4800 Intérêts courus.</p><p>4801 Loyers courus.</p><p>481 Frais d'acquisition reportés.</p><p>4810 Vie.</p><p>4812 Non-vie.</p><p>482 Charges à répartir sur plusieurs exercices.</p><p>4820 Frais d'acquisition des immeubles à répartir.</p><p>483 Autres comptes de régularisation - actif.</p><p>4830 Différences sur les prix de remboursement à percevoir.</p><p>484 Produits à répartir sur plusieurs exercices.</p><p>485 Autres comptes de régularisation - passif.</p><p>4850 Amortissement des différences sur les prix de remboursement 4855 Report de commissions reçues des réassureurs.</p><p>487 Evaluations techniques de réassurance.</p><p>489 Ecarts de conversion :</p><p>4896 Ecarts de conversion-actif.</p><p>4897 Ecarts de conversion-passif.</p><p>49 Provisions pour dépréciation.</p><p><strong>Classe 5 - Autres actifs. </strong></p><p>50 Actifs incorporels </p><p>500 Frais d'établissement. </p><p>508 Autres immobilisations incorporelles. </p><p>51 Actifs corporels d'exploitation </p><p>510 Dépôts et cautionnements. </p><p>511 Autres immobilisations corporelles. </p><p>52 Avoirs en banque, CCP et caisse </p><p>58 Amortissements </p><p>59 Provisions pour dépréciation.</p><p><strong>Classe 6 - Charges. </strong></p><p>60 Prestations et frais payés</p><p>600 Prestations et frais payés (opérations directes Vie).</p><p>6000 Sinistres et capitaux payés.</p><p>6001 Versements périodiques de rentes.</p><p>6002 Rachats.</p><p>6004 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6005 Commissions de gestion.</p><p>6008 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>602 Prestations et frais payés (opérations directes Non-vie).</p><p>6020 Sinistres en principal.</p><p>6021 Versements périodiques de rentes.</p><p>6023 Recours et sauvetages encaissés.</p><p>6024 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6025 Commissions de gestion.</p><p>6028 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>604 Prestations et frais payés (acceptations Vie).</p><p>6040 Sinistres et capitaux payés.</p><p>6041 Versements périodiques de rentes.</p><p>6042 Rachats.</p><p>6044 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6045 Commissions de gestion.</p><p>6048 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>605 Prestations et frais payés (acceptations Non-vie).</p><p>6050 Sinistres en principal.</p><p>6051 Versements périodiques de rentes.</p><p>6054 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6055 Commissions de gestion.</p><p>6058 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>609 Part des réassureurs.</p><p>6090 Opérations directes Vie.</p><p>6092 Opérations directes Non-vie.</p><p>6094 Acceptations Vie.</p><p>6095 Acceptations Non-vie.</p><p>61 Variation des provisions pour sinistres à payer (PSP)</p><p>610 Opérations directes Vie.</p><p>6100 Variation des provisions.</p><p>6104 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>612 Opérations directes Non-vie.</p><p>6120 Variation des provisions.</p><p>6123 Variation des prévisions de recours.</p><p>6124 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>614 Acceptations Vie.</p><p>6140 Variation des provisions.</p><p>6144 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>615 Acceptations Non-vie.</p><p>6150 Variation des provisions.</p><p>6154 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>619 Part des réassureurs.</p><p>6190 Opérations directes Vie.</p><p>6192 Opérations directes Non-vie.</p><p>6194 Acceptations Vie.</p><p>6195 Acceptations Non-vie.</p><p>62 Variation des autres provisions techniques</p><p>620 Variation des provisions d'assurance vie.</p><p>6200 Opérations directes Vie.</p><p>62000 Variation des provisions.</p><p>62004 Intérêts techniques et participations aux excédents directement incorporées.</p><p>6204 Acceptations Vie.</p><p>62040 Variation des provisions.</p><p>62044 Intérêts techniques et participations aux excédents directement incorporées.</p><p>621 Variation des autres provisions techniques.</p><p>6210 Autres provisions techniques (Vie).</p><p>62100 Variation des provisions pour aléas financiers.</p><p>62108 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6212 Autres provisions techniques (Non-vie).</p><p>62120 Variation des provisions pour risques croissants.</p><p>62121 Variation des provisions mathématiques des rentes.</p><p>62122 Variation des provisions pour risques en cours.</p><p>62124 Intérêts techniques et participations aux excédents directement incorporées.</p><p>62128 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6217 Variation des engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1.</p><p>623 Variation des provisions techniques des opérations en unité de compte.</p><p>6230 Variation des provisions mathématiques.</p><p>6234 Intérêts techniques et participations aux excédents directement incorporées.</p><p>624 Variation des provisions pour égalisation.</p><p>6240 Opérations directes Vie.</p><p>6242 Opérations directes Non-vie.</p><p>6244 Acceptations Vie.</p><p>6245 Acceptations Non-vie.</p><p>629 Part des réassureurs.</p><p>6290 Provisions d'assurance vie.</p><p>6291 Autres provisions techniques.</p><p>62910 Vie.</p><p>62912 Non-vie.</p><p>6293 Provisions des opérations en unités de compte.</p><p>6294 Provisions pour égalisation.</p><p>62940 Vie.</p><p>62942 Non-vie.</p><p>63 Participations aux résultats</p><p>630 Opérations directes Vie.</p><p>6300 Intérêts techniques inclus dans les prestations versées.</p><p>6301 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des opérations en unité de compte.</p><p>6303 Participations aux excédents directement incorporées aux prestations versées.</p><p>6304 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6305 Participations aux excédents directement incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte.</p><p>6306 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte).</p><p>6309 Utilisations des provisions pour participation aux excédents et ristournes.</p><p>63093 Participations versées.</p><p>63094 Participations incorporées aux provisions pour sinistres à payer.</p><p>63095 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte.</p><p>632 Opérations directes Non-vie.</p><p>6320 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6321 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6323 Participations aux excédents directement incorporées aux prestations versées.</p><p>6324 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6326 Dotations aux provisions pour participation aux excédents et ristournes.</p><p>6329 Utilisations de provision pour participation aux excédents et ristournes.</p><p>63293 Participations versées.</p><p>63294 Participations incorporées aux provisions pour sinistres à payer.</p><p>63297 Ristournes sur cotisations.</p><p>634 Acceptations Vie.</p><p>6340 Intérêts techniques inclus dans les prestations versées.</p><p>6341 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6342 Intérêts techniques incorporés aux provisions d'assurance vie.</p><p>6343 Participations aux excédents directement incorporées aux prestations versées.</p><p>6344 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6345 Participations aux excédents directement incorporées aux provisions d'assurance vie.</p><p>6346 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte).</p><p>6349 Utilisations de provisions pour participation aux excédents et ristournes.</p><p>63493 Participations versées.</p><p>63494 Participations incorporées aux provisions pour sinistres à payer.</p><p>63495 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte.</p><p>635 Acceptations Non-vie.</p><p>6350 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6351 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6353 Participations aux excédents directement incorporées aux prestations versées.</p><p>6354 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6356 Dotations aux provisions pour participation aux excédents et ristournes.</p><p>6359 Utilisations de provisions pour participation aux excédents et ristournes.</p><p>63593 Participations versées.</p><p>63594 Participations incorporées aux provisions pour sinistres à payer.</p><p>63597 Ristournes sur cotisations.</p><p>639 Part des réassureurs.</p><p>6390 Opérations directes Vie.</p><p>6392 Opérations directes Non-vie.</p><p>6394 Acceptations Vie.</p><p>6395 Acceptations Non-vie.</p><p>64 Frais d'exploitation</p><p>640 Frais d'exploitation (Vie).</p><p>6400 Frais d'acquisition.</p><p>64005 Commissions.</p><p>64008 Autres charges.</p><p>64009 Variation des frais d'acquisition reportés.</p><p>6402 Frais d'administration.</p><p>64025 Commissions.</p><p>64028 Autres charges.</p><p>642 Frais d'exploitation (Non-vie).</p><p>6420 Frais d'acquisition.</p><p>64205 Commissions.</p><p>64208 Autres charges.</p><p>64209 Variation des frais d'acquisition reportés.</p><p>6422 Frais d'administration.</p><p>64225 Commissions.</p><p>64228 Autres charges.</p><p>644 Autres charges techniques (Vie).</p><p>6445 Commissions.</p><p>6448 Autres charges.</p><p>645 Autres charges techniques (Non-vie).</p><p>6455 Commissions.</p><p>6458 Autres charges.</p><p>649 Commissions reçues des réassureurs.</p><p>6490 Opérations directes Vie.</p><p>6492 Opérations directes Non-vie.</p><p>6494 Acceptations Vie.</p><p>6495 Acceptations Non-vie.</p><p>65 Charges non techniques</p><p>650 Action sociale.</p><p>6500 Allocations et attributions du conseil d'administration.</p><p>6506 Frais d'exploitation.</p><p>655 Commissions.</p><p>658 Autres charges.</p><p>66 Charges des placements</p><p>660 Intérêts.</p><p>6600 Sur dépôts reçus des réassureurs.</p><p>6601 Sur emprunts.</p><p>6602 Sur dettes à l'égard d'établissements de crédit.</p><p>6603 Autres.</p><p>662 Frais externes de gestion.</p><p>663 Frais internes de gestion.</p><p>664 Pertes sur réalisation et réévaluation de placements.</p><p>6640 Réalisations de placements.</p><p>6642 Réévaluations.</p><p>6645 Dotations à la réserve de capitalisation.</p><p>665 Pertes de change.</p><p>6652 Dotations à la provision pour pertes de change.</p><p>666 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (moins-values non réalisées).</p><p>668 Amortissements financiers.</p><p>6681 Amortissements des primes de remboursement des emprunts.</p><p>6683 Amortissements des différences de prix de remboursement.</p><p>6685 Amortissements des frais d'acquisition à répartir des immeubles.</p><p>669 Dotations aux amortissements et aux provisions pour dépréciation des placements.</p><p>6693 Amortissements des immeubles.</p><p>6696 Provisions pour dépréciation des placements.</p><p>67 Charges exceptionnelles</p><p>670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement.</p><p>672 Dotation de l'exercice à la provision pour investissement.</p><p>673 Dotation de l'exercice aux autres provisions réglementées.</p><p>674 Autres charges exceptionnelles.</p><p>675 Dotation de l'exercice à la provision pour charges exceptionnelles.</p><p>676 Dotation de l'exercice à la provision pour dépréciations exceptionnelles.</p><p>69 Autres opérations du compte non technique</p><p>695 Impôts sur le résultat.</p><p><strong>Classe 7 - Produits.</strong></p><p>70 Cotisations</p><p>700 Cotisations Vie (opérations directes).</p><p>7000 Cotisations périodiques émises.</p><p>7001 Cotisations à versement unique émises.</p><p>70010 Cotisations normales.</p><p>70016 Majorations ou pénalités de retard.</p><p>7002 Annulations effectuées.</p><p>7004 Variation des cotisations restant à émettre.</p><p>7005 Variation des cotisations à annuler.</p><p>702 Cotisations Non-vie (opérations directes).</p><p>7020 Cotisations émises.</p><p>70200 Cotisations normales.</p><p>70206 Majorations ou pénalités de retard.</p><p>7022 Annulations effectuées.</p><p>7023 Ristournes sur cotisations.</p><p>7024 Variation des cotisations restant à émettre.</p><p>7025 Variation des cotisations à annuler.</p><p>704 Cotisations Vie (acceptations).</p><p>705 Cotisations Non-vie (acceptations).</p><p>708 Cotisations cédées.</p><p>7080 Opérations directes Vie.</p><p>7082 Opérations directes Non-vie.</p><p>7084 Acceptations Vie.</p><p>7085 Acceptations Non-vie.</p><p>709 Variation de la provision pour cotisations non acquises (Non-vie).</p><p>7092 Opérations directes.</p><p>7095 Acceptations.</p><p>7099 Part des réassureurs.</p><p>70992 Opérations directes.</p><p>70995 Acceptations.</p><p>72 Production immobilisée</p><p>720 Vie.</p><p>722 Non-vie.</p><p>73 Subventions d'exploitation</p><p>730 Vie.</p><p>732 Non-vie.</p><p>74 Autres produits techniques</p><p>740 Vie.</p><p>742 Non-vie.</p><p>75 Produits non techniques</p><p>750 Honoraires et commissions.</p><p>751 Récupérations.</p><p>752 Utilisations ou reprises de provisions.</p><p>753 Variation des dotations à la provision pour risque d'exigibilité restant à constater. </p><p>756 Autres produits.</p><p>76 Produits des placements</p><p>760 Revenus des placements.</p><p>762 Honoraires et commissions sur activité de gestion d'actifs.</p><p>764 Profits provenant de la réalisation ou de la réévaluation des placements.</p><p>7641 Réalisations des placements.</p><p>7642 Réévaluations.</p><p>7645 Reprises sur la réserve de capitalisation.</p><p>765 Profits de change.</p><p>7652 Reprise sur la provision pour perte de change.</p><p>766 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (plus-values non réalisées).</p><p>768 Produits des différences sur les prix de remboursement à percevoir.</p><p>769 Reprises de provisions pour dépréciation des placements.</p><p>77 Produits exceptionnels</p><p>772 Reprises de la provision pour investissement.</p><p>773 Reprises sur autres provisions réglementées.</p><p>774 Autres produits exceptionnels.</p><p>775 Utilisations ou reprises de provisions pour charges exceptionnelles.</p><p>776 Utilisations ou reprises de provisions pour dépréciations exceptionnelles.</p><p>79 Transferts</p><p>7920 Produits des placements alloués du compte non technique (compte technique Non-vie).</p><p>7929 Produits des placements transférés au compte technique Non vie (compte non technique).</p><p>7930 Produits des placements alloués du compte technique Vie (compte non technique).</p><p>7939 Produits des placements transférés au compte non technique (compte technique Vie).</p><p><strong>Classe 8 - Comptes spéciaux. </strong></p><p>80 Engagements reçus et donnés.</p><p>841 Position de change hors bilan.</p><p>842 Contre-valeur de position de change hors bilan.</p><p>88 Résultat en instance d'affectation.</p><p><strong>Classe 9 - Charges par nature. </strong></p>",
            "type": "AUTONOME",
            "dateDebut": "2010-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000020431773",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020429242",
                    "textTitle": "Arrêté du 11 mars 2009 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020430267",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-03-25",
                    "dateSignaTexte": "2009-03-11",
                    "dateDebutCible": "2009-03-26"
                }
            ],
            "num": "Annexe à l'article A931-11-9 (1er alinéa)  Annexe I",
            "origine": "LEGI",
            "texte": "NOMENCLATURE DES COMPTES Classe 1 - Capitaux permanents et emprunts. 10 Réserves 102 Fonds d'établissement constitué. 103 Fonds de développement. 105 Ecarts de réévaluation. 106 Réserves. 1061 Réserves des fonds techniques. 1062 Réserves indisponibles. 1063 Réserves statutaires ou contractuelles. 1064 Réserves réglementées. 10642 Réserve pour remboursement d'emprunt pour fonds d'établissement. 10645 Réserve de capitalisation. 1065 Réserve du fonds de gestion. 1066 Réserve du fonds social. 1068 Autres réserves. 11 Report à nouveau 12 Résultat de l'exercice (excédent ou perte) 13 Subvention d'investissement 14 Provisions réglementées (autres que les provisions techniques) 15 Provisions pour risques et charges 16 Emprunts et dettes assimilées 160 Passifs subordonnés. 1600 Titres participatifs admis en constitution de la marge de solvabilité. 1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité. 1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité. 162 Emprunt pour fonds d'établissement. 164 Dettes envers des établissements de crédit. 1640 Entreprises liées. 1641 Participations. 1642 Autres. 165 Dépôts et cautionnements reçus. 1650 Entreprises liées. 1651 Participations. 1652 Autres. 168 Autres emprunts et dettes assimilées. 1680 Entreprises liées. 1681 Participations. 1682 Autres. 17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques 170 Entreprises liées. 171 Participations. 172 Autres. 18 Comptes de liaison. 183 Liaisons internes : 1831 Position de change. 1832 Contre-valeur de position de change. 184 Liaisons des succursales. Classe 2 - Placements. 21 Placements immobiliers 210 Terrains non construits. 211 Parts de sociétés non cotées à objet foncier. 212 Immeubles bâtis hors immeubles d'exploitation. 213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. 219 Immeubles d'exploitation. 2192 Immeubles bâtis. 2193 Parts de sociétés immobilières non cotées. 22 Placements immobiliers en cours 220 Terrains affectés à une construction en cours. 222 Immeubles en cours. 223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). 229 Immeubles d'exploitation en cours. 23 Placements financiers 230 Actions et autres titres à revenu variable. 2300 Actions et titres cotés. 2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. 2302 Actions et parts d'autres OPCVM. 2305 Actions et titres non cotés. 231 Obligations, titres de créance négociables et autres titres à revenu fixe. 2310 Obligations cotées. 2315 Obligations non cotées. 2316 Titres de créance négociables et bons du Trésor. 2317 Autres. 232 Prêts. 2320 Prêts obtenus ou garantis par un Etat membre de l'OCDE. 2321 Prêts hypothécaires. 2322 Autres prêts. 2323 Avances sur bulletins d'adhésion à un règlement ou sur contrats. 233 Dépôts auprès des établissements de crédit. 2330 Dépôts de garantie au titre d'opérations sur le MATIF ou autres marchés assimilés. 2331 Autres dépôts de garantie auprès d'établissements de crédit. 2332 Autres dépôts auprès d'établissements de crédit. 234 Autres placements. 2340 Dépôts et cautionnements. 2341 Créances représentatives de titres prêtés. 2342 Autres. 235 Créances pour espèces déposées chez les cédantes. 24 Placements représentant les provisions techniques afférentes aux opérations en unités de compte 240 Placements immobiliers. 241 Titres à revenu variable autres que les OPCVM. 242 Obligations, titres de créance négociables et autres titres à revenu fixe. 243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. 244 Parts d'autres OPCVM. 25 Placements dans des entreprises liées 250 Actions et autres titres à revenu variable. 2500 Actions et titres cotés. 2505 Actions et titres non cotés. 251 Obligations, titres de créance négociables et autres titres à revenu fixe. 252 Prêts. 253 Dépôts auprès des établissements de crédit. 254 Autres placements. 255 Créances pour espèces déposées chez les cédantes. 26 Placements dans des entreprises avec lesquelles existe un lien de participation 260 Actions et autres titres à revenu variable. 2600 Actions et titres cotés. 2605 Actions et titres non cotés. 261 Obligations, titres de créance négociables et autres titres à revenu fixe. 262 Prêts. 263 Dépôts auprès des établissements de crédit. 264 Autres placements. 265 Créances pour espèces déposées chez les cédantes. 28 Amortissements des placements immobiliers. 29 Provisions pour dépréciation des placements. Classe 3 - Provisions techniques. 30 Provisions d'assurance vie 300 Opérations directes. 3000 Provisions mathématiques. 3001 Provisions de gestion. 3002 Provisions pour frais d'acquisition reportés. 304 Acceptations. 31 Provisions pour cotisations non acquises (Non-vie) 312 Opérations directes. 315 Acceptations. 32 Provisions pour sinistres à payer (Vie) 320 Opérations directes. 324 Acceptations. 33 Provisions pour sinistres à payer (Non-vie) 332 Opérations directes. 333 Prévisions de recours à encaisser. 335 Acceptations. 34 Provisions pour participation aux excédents et ristournes (Vie) 340 Opérations directes. 3400 Provisions pour participations aux excédents. 3401 Provisions pour ristournes. 344 Acceptations. 35 Provisions pour participation aux excédents et ristournes (Non-vie) 352 Opérations directes. 3520 Provisions pour participations aux excédents. 3521 Provisions pour ristournes. 355 Acceptations. 36 Provisions pour égalisation 360 Vie. 362 Non-vie. 37 Autres provisions techniques 370 Opérations directes Vie. 3700 Provisions pour aléas financiers. 3703 Provisions pour risque d'exigibilité des engagements techniques (Vie). 372 Opérations directes Non-vie. 3720 Provisions pour risques croissants. 3721 Provisions mathématiques des rentes. 3722 Provisions pour risques en cours. 3723 Provisions pour risque d'exigibilité des engagements techniques (Non-vie). 374 Acceptations Vie. 375 Acceptations Non-vie. 377 Engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. 379 Dotations à la provision pour risque d'exigibilité restant à constater. 38 Provisions des opérations en unités de compte 380 Provisions mathématiques. 385 Provisions pour participation aux excédents. 39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques 390 Provisions d'assurance vie (Vie). 391 Provisions pour cotisations non acquises (Non-vie). 392 Provisions pour sinistres à payer (Vie). 393 Provisions pour sinistres à payer (Non-vie). 394 Provisions pour participation aux excédents et ristournes (Vie). 395 Provisions pour participation aux excédents et ristournes (Non-vie). 396 Provisions pour égalisation. 3960 Vie. 3962 Non-vie. 397 Autres provisions techniques. 3970 Vie. 3972 Non vie. 398 Provisions techniques des opérations en unités de compte. Classe 4 - Comptes de tiers et de régularisation. 40 Créances et dettes (opérations directes) 400 Cotisations restant à émettre. 401 Cotisations à annuler. 402 Adhérents et/ou participants. 403 Intermédiaires. 404 Comptes courants des coassureurs. 408 Autres tiers. 41 Créances et dettes (réassurance) 410 Comptes courants des cessionnaires et rétrocessionnaires. 4100 Entreprises liées. 4101 Entreprises avec lesquelles existe un lien de participation. 4102 Autres. 411 Comptes courants des cédantes et rétrocédantes. 4110 Entreprises liées. 4111 Entreprises avec lesquelles existe un lien de participation. 4112 Autres. 412 Intermédiaires de réassurance et autres intermédiaires. 42 Personnel et comptes rattachés 43 Sécurité sociale et autres organismes sociaux 44 Etat et autres collectivités publiques 46 Débiteurs et créditeurs divers 460 Entreprises liées. 461 Entreprises avec lesquelles existe un lien de participation. 462 Autres. 48 Comptes de régularisation 480 Intérêts et loyers acquis et non échus. 4800 Intérêts courus. 4801 Loyers courus. 481 Frais d'acquisition reportés. 4810 Vie. 4812 Non-vie. 482 Charges à répartir sur plusieurs exercices. 4820 Frais d'acquisition des immeubles à répartir. 483 Autres comptes de régularisation - actif. 4830 Différences sur les prix de remboursement à percevoir. 484 Produits à répartir sur plusieurs exercices. 485 Autres comptes de régularisation - passif. 4850 Amortissement des différences sur les prix de remboursement 4855 Report de commissions reçues des réassureurs. 487 Evaluations techniques de réassurance. 489 Ecarts de conversion : 4896 Ecarts de conversion-actif. 4897 Ecarts de conversion-passif. 49 Provisions pour dépréciation. Classe 5 - Autres actifs. 50 Actifs incorporels 500 Frais d'établissement. 508 Autres immobilisations incorporelles. 51 Actifs corporels d'exploitation 510 Dépôts et cautionnements. 511 Autres immobilisations corporelles. 52 Avoirs en banque, CCP et caisse 58 Amortissements 59 Provisions pour dépréciation. Classe 6 - Charges. 60 Prestations et frais payés 600 Prestations et frais payés (opérations directes Vie). 6000 Sinistres et capitaux payés. 6001 Versements périodiques de rentes. 6002 Rachats. 6004 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6005 Commissions de gestion. 6008 Autres frais de gestion des sinistres et de règlement des prestations. 602 Prestations et frais payés (opérations directes Non-vie). 6020 Sinistres en principal. 6021 Versements périodiques de rentes. 6023 Recours et sauvetages encaissés. 6024 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6025 Commissions de gestion. 6028 Autres frais de gestion des sinistres et de règlement des prestations. 604 Prestations et frais payés (acceptations Vie). 6040 Sinistres et capitaux payés. 6041 Versements périodiques de rentes. 6042 Rachats. 6044 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6045 Commissions de gestion. 6048 Autres frais de gestion des sinistres et de règlement des prestations. 605 Prestations et frais payés (acceptations Non-vie). 6050 Sinistres en principal. 6051 Versements périodiques de rentes. 6054 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6055 Commissions de gestion. 6058 Autres frais de gestion des sinistres et de règlement des prestations. 609 Part des réassureurs. 6090 Opérations directes Vie. 6092 Opérations directes Non-vie. 6094 Acceptations Vie. 6095 Acceptations Non-vie. 61 Variation des provisions pour sinistres à payer (PSP) 610 Opérations directes Vie. 6100 Variation des provisions. 6104 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 612 Opérations directes Non-vie. 6120 Variation des provisions. 6123 Variation des prévisions de recours. 6124 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 614 Acceptations Vie. 6140 Variation des provisions. 6144 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 615 Acceptations Non-vie. 6150 Variation des provisions. 6154 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 619 Part des réassureurs. 6190 Opérations directes Vie. 6192 Opérations directes Non-vie. 6194 Acceptations Vie. 6195 Acceptations Non-vie. 62 Variation des autres provisions techniques 620 Variation des provisions d'assurance vie. 6200 Opérations directes Vie. 62000 Variation des provisions. 62004 Intérêts techniques et participations aux excédents directement incorporées. 6204 Acceptations Vie. 62040 Variation des provisions. 62044 Intérêts techniques et participations aux excédents directement incorporées. 621 Variation des autres provisions techniques. 6210 Autres provisions techniques (Vie). 62100 Variation des provisions pour aléas financiers. 62108 Variation des provisions pour risque d'exigibilité des engagements techniques. 6212 Autres provisions techniques (Non-vie). 62120 Variation des provisions pour risques croissants. 62121 Variation des provisions mathématiques des rentes. 62122 Variation des provisions pour risques en cours. 62124 Intérêts techniques et participations aux excédents directement incorporées. 62128 Variation des provisions pour risque d'exigibilité des engagements techniques. 6217 Variation des engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. 623 Variation des provisions techniques des opérations en unité de compte. 6230 Variation des provisions mathématiques. 6234 Intérêts techniques et participations aux excédents directement incorporées. 624 Variation des provisions pour égalisation. 6240 Opérations directes Vie. 6242 Opérations directes Non-vie. 6244 Acceptations Vie. 6245 Acceptations Non-vie. 629 Part des réassureurs. 6290 Provisions d'assurance vie. 6291 Autres provisions techniques. 62910 Vie. 62912 Non-vie. 6293 Provisions des opérations en unités de compte. 6294 Provisions pour égalisation. 62940 Vie. 62942 Non-vie. 63 Participations aux résultats 630 Opérations directes Vie. 6300 Intérêts techniques inclus dans les prestations versées. 6301 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des opérations en unité de compte. 6303 Participations aux excédents directement incorporées aux prestations versées. 6304 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6305 Participations aux excédents directement incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 6306 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte). 6309 Utilisations des provisions pour participation aux excédents et ristournes. 63093 Participations versées. 63094 Participations incorporées aux provisions pour sinistres à payer. 63095 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 632 Opérations directes Non-vie. 6320 Intérêts techniques inclus dans les versements périodiques de rentes. 6321 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6323 Participations aux excédents directement incorporées aux prestations versées. 6324 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6326 Dotations aux provisions pour participation aux excédents et ristournes. 6329 Utilisations de provision pour participation aux excédents et ristournes. 63293 Participations versées. 63294 Participations incorporées aux provisions pour sinistres à payer. 63297 Ristournes sur cotisations. 634 Acceptations Vie. 6340 Intérêts techniques inclus dans les prestations versées. 6341 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6342 Intérêts techniques incorporés aux provisions d'assurance vie. 6343 Participations aux excédents directement incorporées aux prestations versées. 6344 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6345 Participations aux excédents directement incorporées aux provisions d'assurance vie. 6346 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte). 6349 Utilisations de provisions pour participation aux excédents et ristournes. 63493 Participations versées. 63494 Participations incorporées aux provisions pour sinistres à payer. 63495 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 635 Acceptations Non-vie. 6350 Intérêts techniques inclus dans les versements périodiques de rentes. 6351 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6353 Participations aux excédents directement incorporées aux prestations versées. 6354 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6356 Dotations aux provisions pour participation aux excédents et ristournes. 6359 Utilisations de provisions pour participation aux excédents et ristournes. 63593 Participations versées. 63594 Participations incorporées aux provisions pour sinistres à payer. 63597 Ristournes sur cotisations. 639 Part des réassureurs. 6390 Opérations directes Vie. 6392 Opérations directes Non-vie. 6394 Acceptations Vie. 6395 Acceptations Non-vie. 64 Frais d'exploitation 640 Frais d'exploitation (Vie). 6400 Frais d'acquisition. 64005 Commissions. 64008 Autres charges. 64009 Variation des frais d'acquisition reportés. 6402 Frais d'administration. 64025 Commissions. 64028 Autres charges. 642 Frais d'exploitation (Non-vie). 6420 Frais d'acquisition. 64205 Commissions. 64208 Autres charges. 64209 Variation des frais d'acquisition reportés. 6422 Frais d'administration. 64225 Commissions. 64228 Autres charges. 644 Autres charges techniques (Vie). 6445 Commissions. 6448 Autres charges. 645 Autres charges techniques (Non-vie). 6455 Commissions. 6458 Autres charges. 649 Commissions reçues des réassureurs. 6490 Opérations directes Vie. 6492 Opérations directes Non-vie. 6494 Acceptations Vie. 6495 Acceptations Non-vie. 65 Charges non techniques 650 Action sociale. 6500 Allocations et attributions du conseil d'administration. 6506 Frais d'exploitation. 655 Commissions. 658 Autres charges. 66 Charges des placements 660 Intérêts. 6600 Sur dépôts reçus des réassureurs. 6601 Sur emprunts. 6602 Sur dettes à l'égard d'établissements de crédit. 6603 Autres. 662 Frais externes de gestion. 663 Frais internes de gestion. 664 Pertes sur réalisation et réévaluation de placements. 6640 Réalisations de placements. 6642 Réévaluations. 6645 Dotations à la réserve de capitalisation. 665 Pertes de change. 6652 Dotations à la provision pour pertes de change. 666 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (moins-values non réalisées). 668 Amortissements financiers. 6681 Amortissements des primes de remboursement des emprunts. 6683 Amortissements des différences de prix de remboursement. 6685 Amortissements des frais d'acquisition à répartir des immeubles. 669 Dotations aux amortissements et aux provisions pour dépréciation des placements. 6693 Amortissements des immeubles. 6696 Provisions pour dépréciation des placements. 67 Charges exceptionnelles 670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement. 672 Dotation de l'exercice à la provision pour investissement. 673 Dotation de l'exercice aux autres provisions réglementées. 674 Autres charges exceptionnelles. 675 Dotation de l'exercice à la provision pour charges exceptionnelles. 676 Dotation de l'exercice à la provision pour dépréciations exceptionnelles. 69 Autres opérations du compte non technique 695 Impôts sur le résultat. Classe 7 - Produits. 70 Cotisations 700 Cotisations Vie (opérations directes). 7000 Cotisations périodiques émises. 7001 Cotisations à versement unique émises. 70010 Cotisations normales. 70016 Majorations ou pénalités de retard. 7002 Annulations effectuées. 7004 Variation des cotisations restant à émettre. 7005 Variation des cotisations à annuler. 702 Cotisations Non-vie (opérations directes). 7020 Cotisations émises. 70200 Cotisations normales. 70206 Majorations ou pénalités de retard. 7022 Annulations effectuées. 7023 Ristournes sur cotisations. 7024 Variation des cotisations restant à émettre. 7025 Variation des cotisations à annuler. 704 Cotisations Vie (acceptations). 705 Cotisations Non-vie (acceptations). 708 Cotisations cédées. 7080 Opérations directes Vie. 7082 Opérations directes Non-vie. 7084 Acceptations Vie. 7085 Acceptations Non-vie. 709 Variation de la provision pour cotisations non acquises (Non-vie). 7092 Opérations directes. 7095 Acceptations. 7099 Part des réassureurs. 70992 Opérations directes. 70995 Acceptations. 72 Production immobilisée 720 Vie. 722 Non-vie. 73 Subventions d'exploitation 730 Vie. 732 Non-vie. 74 Autres produits techniques 740 Vie. 742 Non-vie. 75 Produits non techniques 750 Honoraires et commissions. 751 Récupérations. 752 Utilisations ou reprises de provisions. 753 Variation des dotations à la provision pour risque d'exigibilité restant à constater. 756 Autres produits. 76 Produits des placements 760 Revenus des placements. 762 Honoraires et commissions sur activité de gestion d'actifs. 764 Profits provenant de la réalisation ou de la réévaluation des placements. 7641 Réalisations des placements. 7642 Réévaluations. 7645 Reprises sur la réserve de capitalisation. 765 Profits de change. 7652 Reprise sur la provision pour perte de change. 766 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (plus-values non réalisées). 768 Produits des différences sur les prix de remboursement à percevoir. 769 Reprises de provisions pour dépréciation des placements. 77 Produits exceptionnels 772 Reprises de la provision pour investissement. 773 Reprises sur autres provisions réglementées. 774 Autres produits exceptionnels. 775 Utilisations ou reprises de provisions pour charges exceptionnelles. 776 Utilisations ou reprises de provisions pour dépréciations exceptionnelles. 79 Transferts 7920 Produits des placements alloués du compte non technique (compte technique Non-vie). 7929 Produits des placements transférés au compte technique Non vie (compte non technique). 7930 Produits des placements alloués du compte technique Vie (compte non technique). 7939 Produits des placements transférés au compte non technique (compte technique Vie). Classe 8 - Comptes spéciaux. 80 Engagements reçus et donnés. 841 Position de change hors bilan. 842 Contre-valeur de position de change hors bilan. 88 Résultat en instance d'affectation. Classe 9 - Charges par nature.",
            "texteHtml": "<p><strong>NOMENCLATURE DES COMPTES </strong></p><p id='LEGISCTA000006141467'><strong>Classe 1 - Capitaux permanents et emprunts. </strong></p><p id='LEGISCTA000006141467_corps'>10 Réserves</p><p>102 Fonds d'établissement constitué.</p><p>103 Fonds de développement.</p><p>105 Ecarts de réévaluation.</p><p>106 Réserves.</p><p>1061 Réserves des fonds techniques.</p><p>1062 Réserves indisponibles.</p><p>1063 Réserves statutaires ou contractuelles.</p><p>1064 Réserves réglementées.</p><p>10642 Réserve pour remboursement d'emprunt pour fonds d'établissement.</p><p>10645 Réserve de capitalisation.</p><p>1065 Réserve du fonds de gestion.</p><p>1066 Réserve du fonds social.</p><p>1068 Autres réserves.</p><p>11 Report à nouveau</p><p>12 Résultat de l'exercice (excédent ou perte)</p><p>13 Subvention d'investissement</p><p>14 Provisions réglementées (autres que les provisions techniques)</p><p>15 Provisions pour risques et charges</p><p>16 Emprunts et dettes assimilées</p><p>160 Passifs subordonnés.</p><p>1600 Titres participatifs admis en constitution de la marge de solvabilité.</p><p>1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité.</p><p>1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité.</p><p>162 Emprunt pour fonds d'établissement.</p><p>164 Dettes envers des établissements de crédit.</p><p>1640 Entreprises liées.</p><p>1641 Participations.</p><p>1642 Autres.</p><p>165 Dépôts et cautionnements reçus.</p><p>1650 Entreprises liées.</p><p>1651 Participations.</p><p>1652 Autres.</p><p>168 Autres emprunts et dettes assimilées.</p><p>1680 Entreprises liées.</p><p>1681 Participations.</p><p>1682 Autres.</p><p>17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques</p><p>170 Entreprises liées.</p><p>171 Participations.</p><p>172 Autres.</p><p>18 Comptes de liaison.</p><p>183 Liaisons internes :</p><p>1831 Position de change.</p><p>1832 Contre-valeur de position de change.</p><p>184 Liaisons des succursales.</p><p id='LEGISCTA000006141468'><strong>Classe 2 - Placements.</strong></p><p>21 Placements immobiliers </p><p>210 Terrains non construits. </p><p>211 Parts de sociétés non cotées à objet foncier. </p><p>212 Immeubles bâtis hors immeubles d'exploitation. </p><p>213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. </p><p>219 Immeubles d'exploitation. </p><p>2192 Immeubles bâtis. </p><p>2193 Parts de sociétés immobilières non cotées. </p><p>22 Placements immobiliers en cours </p><p>220 Terrains affectés à une construction en cours. </p><p>222 Immeubles en cours. </p><p>223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). </p><p>229 Immeubles d'exploitation en cours. </p><p>23 Placements financiers </p><p>230 Actions et autres titres à revenu variable. </p><p>2300 Actions et titres cotés. </p><p>2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. </p><p>2302 Actions et parts d'autres OPCVM. </p><p>2305 Actions et titres non cotés. </p><p>231 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>2310 Obligations cotées. </p><p>2315 Obligations non cotées. </p><p>2316 Titres de créance négociables et bons du Trésor. </p><p>2317 Autres. </p><p>232 Prêts. </p><p>2320 Prêts obtenus ou garantis par un Etat membre de l'OCDE. </p><p>2321 Prêts hypothécaires. </p><p>2322 Autres prêts. </p><p>2323 Avances sur bulletins d'adhésion à un règlement ou sur contrats. </p><p>233 Dépôts auprès des établissements de crédit. </p><p>2330 Dépôts de garantie au titre d'opérations sur le MATIF ou autres marchés assimilés. </p><p>2331 Autres dépôts de garantie auprès d'établissements de crédit. </p><p>2332 Autres dépôts auprès d'établissements de crédit. </p><p>234 Autres placements. </p><p>2340 Dépôts et cautionnements. </p><p>2341 Créances représentatives de titres prêtés. </p><p>2342 Autres. </p><p>235 Créances pour espèces déposées chez les cédantes. </p><p>24 Placements représentant les provisions techniques afférentes aux opérations en unités de compte </p><p>240 Placements immobiliers. </p><p>241 Titres à revenu variable autres que les OPCVM. </p><p>242 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. </p><p>244 Parts d'autres OPCVM. </p><p>25 Placements dans des entreprises liées </p><p>250 Actions et autres titres à revenu variable. </p><p>2500 Actions et titres cotés. </p><p>2505 Actions et titres non cotés. </p><p>251 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>252 Prêts. </p><p>253 Dépôts auprès des établissements de crédit. </p><p>254 Autres placements. </p><p>255 Créances pour espèces déposées chez les cédantes. </p><p>26 Placements dans des entreprises avec lesquelles existe un lien de participation </p><p>260 Actions et autres titres à revenu variable. </p><p>2600 Actions et titres cotés. </p><p>2605 Actions et titres non cotés. </p><p>261 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>262 Prêts. </p><p>263 Dépôts auprès des établissements de crédit. </p><p>264 Autres placements. </p><p>265 Créances pour espèces déposées chez les cédantes. </p><p>28 Amortissements des placements immobiliers. </p><p>29 Provisions pour dépréciation des placements.</p><p><strong>Classe 3 - Provisions techniques.</strong></p><p>30 Provisions d'assurance vie </p><p>300 Opérations directes. </p><p>3000 Provisions mathématiques. </p><p>3001 Provisions de gestion. </p><p>3002 Provisions pour frais d'acquisition reportés. </p><p>304 Acceptations. </p><p>31 Provisions pour cotisations non acquises (Non-vie) </p><p>312 Opérations directes. </p><p>315 Acceptations. </p><p>32 Provisions pour sinistres à payer (Vie) </p><p>320 Opérations directes. </p><p>324 Acceptations. </p><p>33 Provisions pour sinistres à payer (Non-vie) </p><p>332 Opérations directes. </p><p>333 Prévisions de recours à encaisser. </p><p>335 Acceptations. </p><p>34 Provisions pour participation aux excédents et ristournes (Vie) </p><p>340 Opérations directes. </p><p>3400 Provisions pour participations aux excédents. </p><p>3401 Provisions pour ristournes. </p><p>344 Acceptations. </p><p>35 Provisions pour participation aux excédents et ristournes (Non-vie) </p><p>352 Opérations directes. </p><p>3520 Provisions pour participations aux excédents. </p><p>3521 Provisions pour ristournes. </p><p>355 Acceptations. </p><p>36 Provisions pour égalisation </p><p>360 Vie. </p><p>362 Non-vie. </p><p>37 Autres provisions techniques </p><p>370 Opérations directes Vie. </p><p>3700 Provisions pour aléas financiers. </p><p>3703 Provisions pour risque d'exigibilité des engagements techniques (Vie). </p><p>372 Opérations directes Non-vie. </p><p>3720 Provisions pour risques croissants. </p><p>3721 Provisions mathématiques des rentes. </p><p>3722 Provisions pour risques en cours. </p><p>3723 Provisions pour risque d'exigibilité des engagements techniques (Non-vie). </p><p>374 Acceptations Vie. </p><p>375 Acceptations Non-vie. </p><p>377 Engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1.</p><p>379 Dotations à la provision pour risque d'exigibilité restant à constater. </p><p>38 Provisions des opérations en unités de compte </p><p>380 Provisions mathématiques. </p><p>385 Provisions pour participation aux excédents. </p><p>39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques </p><p>390 Provisions d'assurance vie (Vie). </p><p>391 Provisions pour cotisations non acquises (Non-vie). </p><p>392 Provisions pour sinistres à payer (Vie). </p><p>393 Provisions pour sinistres à payer (Non-vie). </p><p>394 Provisions pour participation aux excédents et ristournes (Vie). </p><p>395 Provisions pour participation aux excédents et ristournes (Non-vie). </p><p>396 Provisions pour égalisation. </p><p>3960 Vie. </p><p>3962 Non-vie. </p><p>397 Autres provisions techniques. </p><p>3970 Vie. </p><p>3972 Non vie. </p><p>398 Provisions techniques des opérations en unités de compte. </p><p><strong>Classe 4 - Comptes de tiers et de régularisation.</strong></p><p>40 Créances et dettes (opérations directes)</p><p>400 Cotisations restant à émettre.</p><p>401 Cotisations à annuler.</p><p>402 Adhérents et/ou participants.</p><p>403 Intermédiaires.</p><p>404 Comptes courants des coassureurs.</p><p>408 Autres tiers.</p><p>41 Créances et dettes (réassurance)</p><p>410 Comptes courants des cessionnaires et rétrocessionnaires.</p><p>4100 Entreprises liées.</p><p>4101 Entreprises avec lesquelles existe un lien de participation.</p><p>4102 Autres.</p><p>411 Comptes courants des cédantes et rétrocédantes.</p><p>4110 Entreprises liées.</p><p>4111 Entreprises avec lesquelles existe un lien de participation.</p><p>4112 Autres.</p><p>412 Intermédiaires de réassurance et autres intermédiaires.</p><p>42 Personnel et comptes rattachés</p><p>43 Sécurité sociale et autres organismes sociaux</p><p>44 Etat et autres collectivités publiques</p><p>46 Débiteurs et créditeurs divers</p><p>460 Entreprises liées.</p><p>461 Entreprises avec lesquelles existe un lien de participation.</p><p>462 Autres.</p><p>48 Comptes de régularisation</p><p>480 Intérêts et loyers acquis et non échus.</p><p>4800 Intérêts courus.</p><p>4801 Loyers courus.</p><p>481 Frais d'acquisition reportés.</p><p>4810 Vie.</p><p>4812 Non-vie.</p><p>482 Charges à répartir sur plusieurs exercices.</p><p>4820 Frais d'acquisition des immeubles à répartir.</p><p>483 Autres comptes de régularisation - actif.</p><p>4830 Différences sur les prix de remboursement à percevoir.</p><p>484 Produits à répartir sur plusieurs exercices.</p><p>485 Autres comptes de régularisation - passif.</p><p>4850 Amortissement des différences sur les prix de remboursement 4855 Report de commissions reçues des réassureurs.</p><p>487 Evaluations techniques de réassurance.</p><p>489 Ecarts de conversion :</p><p>4896 Ecarts de conversion-actif.</p><p>4897 Ecarts de conversion-passif.</p><p>49 Provisions pour dépréciation.</p><p><strong>Classe 5 - Autres actifs. </strong></p><p>50 Actifs incorporels </p><p>500 Frais d'établissement. </p><p>508 Autres immobilisations incorporelles. </p><p>51 Actifs corporels d'exploitation </p><p>510 Dépôts et cautionnements. </p><p>511 Autres immobilisations corporelles. </p><p>52 Avoirs en banque, CCP et caisse </p><p>58 Amortissements </p><p>59 Provisions pour dépréciation.</p><p><strong>Classe 6 - Charges. </strong></p><p>60 Prestations et frais payés</p><p>600 Prestations et frais payés (opérations directes Vie).</p><p>6000 Sinistres et capitaux payés.</p><p>6001 Versements périodiques de rentes.</p><p>6002 Rachats.</p><p>6004 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6005 Commissions de gestion.</p><p>6008 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>602 Prestations et frais payés (opérations directes Non-vie).</p><p>6020 Sinistres en principal.</p><p>6021 Versements périodiques de rentes.</p><p>6023 Recours et sauvetages encaissés.</p><p>6024 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6025 Commissions de gestion.</p><p>6028 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>604 Prestations et frais payés (acceptations Vie).</p><p>6040 Sinistres et capitaux payés.</p><p>6041 Versements périodiques de rentes.</p><p>6042 Rachats.</p><p>6044 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6045 Commissions de gestion.</p><p>6048 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>605 Prestations et frais payés (acceptations Non-vie).</p><p>6050 Sinistres en principal.</p><p>6051 Versements périodiques de rentes.</p><p>6054 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6055 Commissions de gestion.</p><p>6058 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>609 Part des réassureurs.</p><p>6090 Opérations directes Vie.</p><p>6092 Opérations directes Non-vie.</p><p>6094 Acceptations Vie.</p><p>6095 Acceptations Non-vie.</p><p>61 Variation des provisions pour sinistres à payer (PSP)</p><p>610 Opérations directes Vie.</p><p>6100 Variation des provisions.</p><p>6104 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>612 Opérations directes Non-vie.</p><p>6120 Variation des provisions.</p><p>6123 Variation des prévisions de recours.</p><p>6124 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>614 Acceptations Vie.</p><p>6140 Variation des provisions.</p><p>6144 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>615 Acceptations Non-vie.</p><p>6150 Variation des provisions.</p><p>6154 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>619 Part des réassureurs.</p><p>6190 Opérations directes Vie.</p><p>6192 Opérations directes Non-vie.</p><p>6194 Acceptations Vie.</p><p>6195 Acceptations Non-vie.</p><p>62 Variation des autres provisions techniques</p><p>620 Variation des provisions d'assurance vie.</p><p>6200 Opérations directes Vie.</p><p>62000 Variation des provisions.</p><p>62004 Intérêts techniques et participations aux excédents directement incorporées.</p><p>6204 Acceptations Vie.</p><p>62040 Variation des provisions.</p><p>62044 Intérêts techniques et participations aux excédents directement incorporées.</p><p>621 Variation des autres provisions techniques.</p><p>6210 Autres provisions techniques (Vie).</p><p>62100 Variation des provisions pour aléas financiers.</p><p>62108 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6212 Autres provisions techniques (Non-vie).</p><p>62120 Variation des provisions pour risques croissants.</p><p>62121 Variation des provisions mathématiques des rentes.</p><p>62122 Variation des provisions pour risques en cours.</p><p>62124 Intérêts techniques et participations aux excédents directement incorporées.</p><p>62128 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6217 Variation des engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1.</p><p>623 Variation des provisions techniques des opérations en unité de compte.</p><p>6230 Variation des provisions mathématiques.</p><p>6234 Intérêts techniques et participations aux excédents directement incorporées.</p><p>624 Variation des provisions pour égalisation.</p><p>6240 Opérations directes Vie.</p><p>6242 Opérations directes Non-vie.</p><p>6244 Acceptations Vie.</p><p>6245 Acceptations Non-vie.</p><p>629 Part des réassureurs.</p><p>6290 Provisions d'assurance vie.</p><p>6291 Autres provisions techniques.</p><p>62910 Vie.</p><p>62912 Non-vie.</p><p>6293 Provisions des opérations en unités de compte.</p><p>6294 Provisions pour égalisation.</p><p>62940 Vie.</p><p>62942 Non-vie.</p><p>63 Participations aux résultats</p><p>630 Opérations directes Vie.</p><p>6300 Intérêts techniques inclus dans les prestations versées.</p><p>6301 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des opérations en unité de compte.</p><p>6303 Participations aux excédents directement incorporées aux prestations versées.</p><p>6304 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6305 Participations aux excédents directement incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte.</p><p>6306 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte).</p><p>6309 Utilisations des provisions pour participation aux excédents et ristournes.</p><p>63093 Participations versées.</p><p>63094 Participations incorporées aux provisions pour sinistres à payer.</p><p>63095 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte.</p><p>632 Opérations directes Non-vie.</p><p>6320 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6321 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6323 Participations aux excédents directement incorporées aux prestations versées.</p><p>6324 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6326 Dotations aux provisions pour participation aux excédents et ristournes.</p><p>6329 Utilisations de provision pour participation aux excédents et ristournes.</p><p>63293 Participations versées.</p><p>63294 Participations incorporées aux provisions pour sinistres à payer.</p><p>63297 Ristournes sur cotisations.</p><p>634 Acceptations Vie.</p><p>6340 Intérêts techniques inclus dans les prestations versées.</p><p>6341 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6342 Intérêts techniques incorporés aux provisions d'assurance vie.</p><p>6343 Participations aux excédents directement incorporées aux prestations versées.</p><p>6344 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6345 Participations aux excédents directement incorporées aux provisions d'assurance vie.</p><p>6346 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte).</p><p>6349 Utilisations de provisions pour participation aux excédents et ristournes.</p><p>63493 Participations versées.</p><p>63494 Participations incorporées aux provisions pour sinistres à payer.</p><p>63495 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte.</p><p>635 Acceptations Non-vie.</p><p>6350 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6351 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6353 Participations aux excédents directement incorporées aux prestations versées.</p><p>6354 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6356 Dotations aux provisions pour participation aux excédents et ristournes.</p><p>6359 Utilisations de provisions pour participation aux excédents et ristournes.</p><p>63593 Participations versées.</p><p>63594 Participations incorporées aux provisions pour sinistres à payer.</p><p>63597 Ristournes sur cotisations.</p><p>639 Part des réassureurs.</p><p>6390 Opérations directes Vie.</p><p>6392 Opérations directes Non-vie.</p><p>6394 Acceptations Vie.</p><p>6395 Acceptations Non-vie.</p><p>64 Frais d'exploitation</p><p>640 Frais d'exploitation (Vie).</p><p>6400 Frais d'acquisition.</p><p>64005 Commissions.</p><p>64008 Autres charges.</p><p>64009 Variation des frais d'acquisition reportés.</p><p>6402 Frais d'administration.</p><p>64025 Commissions.</p><p>64028 Autres charges.</p><p>642 Frais d'exploitation (Non-vie).</p><p>6420 Frais d'acquisition.</p><p>64205 Commissions.</p><p>64208 Autres charges.</p><p>64209 Variation des frais d'acquisition reportés.</p><p>6422 Frais d'administration.</p><p>64225 Commissions.</p><p>64228 Autres charges.</p><p>644 Autres charges techniques (Vie).</p><p>6445 Commissions.</p><p>6448 Autres charges.</p><p>645 Autres charges techniques (Non-vie).</p><p>6455 Commissions.</p><p>6458 Autres charges.</p><p>649 Commissions reçues des réassureurs.</p><p>6490 Opérations directes Vie.</p><p>6492 Opérations directes Non-vie.</p><p>6494 Acceptations Vie.</p><p>6495 Acceptations Non-vie.</p><p>65 Charges non techniques</p><p>650 Action sociale.</p><p>6500 Allocations et attributions du conseil d'administration.</p><p>6506 Frais d'exploitation.</p><p>655 Commissions.</p><p>658 Autres charges.</p><p>66 Charges des placements</p><p>660 Intérêts.</p><p>6600 Sur dépôts reçus des réassureurs.</p><p>6601 Sur emprunts.</p><p>6602 Sur dettes à l'égard d'établissements de crédit.</p><p>6603 Autres.</p><p>662 Frais externes de gestion.</p><p>663 Frais internes de gestion.</p><p>664 Pertes sur réalisation et réévaluation de placements.</p><p>6640 Réalisations de placements.</p><p>6642 Réévaluations.</p><p>6645 Dotations à la réserve de capitalisation.</p><p>665 Pertes de change.</p><p>6652 Dotations à la provision pour pertes de change.</p><p>666 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (moins-values non réalisées).</p><p>668 Amortissements financiers.</p><p>6681 Amortissements des primes de remboursement des emprunts.</p><p>6683 Amortissements des différences de prix de remboursement.</p><p>6685 Amortissements des frais d'acquisition à répartir des immeubles.</p><p>669 Dotations aux amortissements et aux provisions pour dépréciation des placements.</p><p>6693 Amortissements des immeubles.</p><p>6696 Provisions pour dépréciation des placements.</p><p>67 Charges exceptionnelles</p><p>670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement.</p><p>672 Dotation de l'exercice à la provision pour investissement.</p><p>673 Dotation de l'exercice aux autres provisions réglementées.</p><p>674 Autres charges exceptionnelles.</p><p>675 Dotation de l'exercice à la provision pour charges exceptionnelles.</p><p>676 Dotation de l'exercice à la provision pour dépréciations exceptionnelles.</p><p>69 Autres opérations du compte non technique</p><p>695 Impôts sur le résultat.</p><p><strong>Classe 7 - Produits.</strong></p><p>70 Cotisations</p><p>700 Cotisations Vie (opérations directes).</p><p>7000 Cotisations périodiques émises.</p><p>7001 Cotisations à versement unique émises.</p><p>70010 Cotisations normales.</p><p>70016 Majorations ou pénalités de retard.</p><p>7002 Annulations effectuées.</p><p>7004 Variation des cotisations restant à émettre.</p><p>7005 Variation des cotisations à annuler.</p><p>702 Cotisations Non-vie (opérations directes).</p><p>7020 Cotisations émises.</p><p>70200 Cotisations normales.</p><p>70206 Majorations ou pénalités de retard.</p><p>7022 Annulations effectuées.</p><p>7023 Ristournes sur cotisations.</p><p>7024 Variation des cotisations restant à émettre.</p><p>7025 Variation des cotisations à annuler.</p><p>704 Cotisations Vie (acceptations).</p><p>705 Cotisations Non-vie (acceptations).</p><p>708 Cotisations cédées.</p><p>7080 Opérations directes Vie.</p><p>7082 Opérations directes Non-vie.</p><p>7084 Acceptations Vie.</p><p>7085 Acceptations Non-vie.</p><p>709 Variation de la provision pour cotisations non acquises (Non-vie).</p><p>7092 Opérations directes.</p><p>7095 Acceptations.</p><p>7099 Part des réassureurs.</p><p>70992 Opérations directes.</p><p>70995 Acceptations.</p><p>72 Production immobilisée</p><p>720 Vie.</p><p>722 Non-vie.</p><p>73 Subventions d'exploitation</p><p>730 Vie.</p><p>732 Non-vie.</p><p>74 Autres produits techniques</p><p>740 Vie.</p><p>742 Non-vie.</p><p>75 Produits non techniques</p><p>750 Honoraires et commissions.</p><p>751 Récupérations.</p><p>752 Utilisations ou reprises de provisions.</p><p>753 Variation des dotations à la provision pour risque d'exigibilité restant à constater. </p><p>756 Autres produits.</p><p>76 Produits des placements</p><p>760 Revenus des placements.</p><p>762 Honoraires et commissions sur activité de gestion d'actifs.</p><p>764 Profits provenant de la réalisation ou de la réévaluation des placements.</p><p>7641 Réalisations des placements.</p><p>7642 Réévaluations.</p><p>7645 Reprises sur la réserve de capitalisation.</p><p>765 Profits de change.</p><p>7652 Reprise sur la provision pour perte de change.</p><p>766 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (plus-values non réalisées).</p><p>768 Produits des différences sur les prix de remboursement à percevoir.</p><p>769 Reprises de provisions pour dépréciation des placements.</p><p>77 Produits exceptionnels</p><p>772 Reprises de la provision pour investissement.</p><p>773 Reprises sur autres provisions réglementées.</p><p>774 Autres produits exceptionnels.</p><p>775 Utilisations ou reprises de provisions pour charges exceptionnelles.</p><p>776 Utilisations ou reprises de provisions pour dépréciations exceptionnelles.</p><p>79 Transferts</p><p>7920 Produits des placements alloués du compte non technique (compte technique Non-vie).</p><p>7929 Produits des placements transférés au compte technique Non vie (compte non technique).</p><p>7930 Produits des placements alloués du compte technique Vie (compte non technique).</p><p>7939 Produits des placements transférés au compte non technique (compte technique Vie).</p><p><strong>Classe 8 - Comptes spéciaux. </strong></p><p>80 Engagements reçus et donnés.</p><p>841 Position de change hors bilan.</p><p>842 Contre-valeur de position de change hors bilan.</p><p>88 Résultat en instance d'affectation.</p><p><strong>Classe 9 - Charges par nature. </strong></p>",
            "type": "AUTONOME",
            "dateDebut": "2009-03-26T00:00:00.000Z",
            "dateFin": "2010-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000019016040",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018699407",
                    "textTitle": "Arrêté du 1er avril 2008 -  Annexe (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGISCTA000018706716",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-04-26",
                    "dateSignaTexte": "2008-04-01",
                    "dateDebutCible": "2008-01-01"
                }
            ],
            "num": "Annexe à l'article A931-11-9 (1er alinéa) Annexe I",
            "origine": "LEGI",
            "texte": "NOMENCLATURE DES COMPTES Classe 1 - Capitaux permanents et emprunts. 10 Réserves 102 Fonds d'établissement constitué. 103 Fonds de développement. 105 Ecarts de réévaluation. 106 Réserves. 1061 Réserves des fonds techniques. 1062 Réserves indisponibles. 1063 Réserves statutaires ou contractuelles. 1064 Réserves réglementées. 10642 Réserve pour remboursement d'emprunt pour fonds d'établissement. 10645 Réserve de capitalisation. 1065 Réserve du fonds de gestion. 1066 Réserve du fonds social. 1068 Autres réserves. 11 Report à nouveau 12 Résultat de l'exercice (excédent ou perte) 13 Subvention d'investissement 14 Provisions réglementées (autres que les provisions techniques) 15 Provisions pour risques et charges 16 Emprunts et dettes assimilées 160 Passifs subordonnés. 1600 Titres participatifs admis en constitution de la marge de solvabilité. 1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité. 1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité. 162 Emprunt pour fonds d'établissement. 164 Dettes envers des établissements de crédit. 1640 Entreprises liées. 1641 Participations. 1642 Autres. 165 Dépôts et cautionnements reçus. 1650 Entreprises liées. 1651 Participations. 1652 Autres. 168 Autres emprunts et dettes assimilées. 1680 Entreprises liées. 1681 Participations. 1682 Autres. 17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques 170 Entreprises liées. 171 Participations. 172 Autres. 18 Comptes de liaison. 183 Liaisons internes : 1831 Position de change. 1832 Contre-valeur de position de change. 184 Liaisons des succursales. Classe 2 - Placements. 21 Placements immobiliers 210 Terrains non construits. 211 Parts de sociétés non cotées à objet foncier. 212 Immeubles bâtis hors immeubles d'exploitation. 213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. 219 Immeubles d'exploitation. 2192 Immeubles bâtis. 2193 Parts de sociétés immobilières non cotées. 22 Placements immobiliers en cours 220 Terrains affectés à une construction en cours. 222 Immeubles en cours. 223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). 229 Immeubles d'exploitation en cours. 23 Placements financiers 230 Actions et autres titres à revenu variable. 2300 Actions et titres cotés. 2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. 2302 Actions et parts d'autres OPCVM. 2305 Actions et titres non cotés. 231 Obligations, titres de créance négociables et autres titres à revenu fixe. 2310 Obligations cotées. 2315 Obligations non cotées. 2316 Titres de créance négociables et bons du Trésor. 2317 Autres. 232 Prêts. 2320 Prêts obtenus ou garantis par un Etat membre de l'OCDE. 2321 Prêts hypothécaires. 2322 Autres prêts. 2323 Avances sur bulletins d'adhésion à un règlement ou sur contrats. 233 Dépôts auprès des établissements de crédit. 2330 Dépôts de garantie au titre d'opérations sur le MATIF ou autres marchés assimilés. 2331 Autres dépôts de garantie auprès d'établissements de crédit. 2332 Autres dépôts auprès d'établissements de crédit. 234 Autres placements. 2340 Dépôts et cautionnements. 2341 Créances représentatives de titres prêtés. 2342 Autres. 235 Créances pour espèces déposées chez les cédantes. 24 Placements représentant les provisions techniques afférentes aux opérations en unités de compte 240 Placements immobiliers. 241 Titres à revenu variable autres que les OPCVM. 242 Obligations, titres de créance négociables et autres titres à revenu fixe. 243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. 244 Parts d'autres OPCVM. 25 Placements dans des entreprises liées 250 Actions et autres titres à revenu variable. 2500 Actions et titres cotés. 2505 Actions et titres non cotés. 251 Obligations, titres de créance négociables et autres titres à revenu fixe. 252 Prêts. 253 Dépôts auprès des établissements de crédit. 254 Autres placements. 255 Créances pour espèces déposées chez les cédantes. 26 Placements dans des entreprises avec lesquelles existe un lien de participation 260 Actions et autres titres à revenu variable. 2600 Actions et titres cotés. 2605 Actions et titres non cotés. 261 Obligations, titres de créance négociables et autres titres à revenu fixe. 262 Prêts. 263 Dépôts auprès des établissements de crédit. 264 Autres placements. 265 Créances pour espèces déposées chez les cédantes. 28 Amortissements des placements immobiliers 29 Provisions pour dépréciation des placements Classe 3 - Provisions techniques. 30 Provisions d'assurance vie 300 Opérations directes. 3000 Provisions mathématiques. 3001 Provisions de gestion. 3002 Provisions pour frais d'acquisition reportés. 304 Acceptations. 31 Provisions pour cotisations non acquises (Non-vie) 312 Opérations directes. 315 Acceptations. 32 Provisions pour sinistres à payer (Vie) 320 Opérations directes. 324 Acceptations. 33 Provisions pour sinistres à payer (Non-vie) 332 Opérations directes. 333 Prévisions de recours à encaisser. 335 Acceptations. 34 Provisions pour participation aux excédents et ristournes (Vie) 340 Opérations directes. 3400 Provisions pour participations aux excédents. 3401 Provisions pour ristournes. 344 Acceptations. 35 Provisions pour participation aux excédents et ristournes (Non-vie) 352 Opérations directes. 3520 Provisions pour participations aux excédents. 3521 Provisions pour ristournes. 355 Acceptations. 36 Provisions pour égalisation 360 Vie. 362 Non-vie. 37 Autres provisions techniques 370 Opérations directes Vie. 3700 Provisions pour aléas financiers. 3703 Provisions pour risque d'exigibilité des engagements techniques (Vie). 372 Opérations directes Non-vie. 3720 Provisions pour risques croissants. 3721 Provisions mathématiques des rentes. 3722 Provisions pour risques en cours. 3723 Provisions pour risque d'exigibilité des engagements techniques (Non-vie). 374 Acceptations Vie. 375 Acceptations Non-vie. 377 Engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. 38 Provisions des opérations en unités de compte 380 Provisions mathématiques. 385 Provisions pour participation aux excédents. 39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques 390 Provisions d'assurance vie (Vie). 391 Provisions pour cotisations non acquises (Non-vie). 392 Provisions pour sinistres à payer (Vie). 393 Provisions pour sinistres à payer (Non-vie). 394 Provisions pour participation aux excédents et ristournes (Vie). 395 Provisions pour participation aux excédents et ristournes (Non-vie). 396 Provisions pour égalisation. 3960 Vie. 3962 Non-vie. 397 Autres provisions techniques. 3970 Vie. 3972 Non vie. 398 Provisions techniques des opérations en unités de compte. Classe 4 - Comptes de tiers et de régularisation. 40 Créances et dettes (opérations directes) 400 Cotisations restant à émettre. 401 Cotisations à annuler. 402 Adhérents et/ou participants. 403 Intermédiaires. 404 Comptes courants des coassureurs. 408 Autres tiers. 41 Créances et dettes (réassurance) 410 Comptes courants des cessionnaires et rétrocessionnaires. 4100 Entreprises liées. 4101 Entreprises avec lesquelles existe un lien de participation. 4102 Autres. 411 Comptes courants des cédantes et rétrocédantes. 4110 Entreprises liées. 4111 Entreprises avec lesquelles existe un lien de participation. 4112 Autres. 412 Intermédiaires de réassurance et autres intermédiaires. 42 Personnel et comptes rattachés 43 Sécurité sociale et autres organismes sociaux 44 Etat et autres collectivités publiques 46 Débiteurs et créditeurs divers 460 Entreprises liées. 461 Entreprises avec lesquelles existe un lien de participation. 462 Autres. 48 Comptes de régularisation 480 Intérêts et loyers acquis et non échus. 4800 Intérêts courus. 4801 Loyers courus. 481 Frais d'acquisition reportés. 4810 Vie. 4812 Non-vie. 482 Charges à répartir sur plusieurs exercices. 4820 Frais d'acquisition des immeubles à répartir. 483 Autres comptes de régularisation - actif. 4830 Différences sur les prix de remboursement à percevoir. 484 Produits à répartir sur plusieurs exercices. 485 Autres comptes de régularisation - passif. 4850 Amortissement des différences sur les prix de remboursement 4855 Report de commissions reçues des réassureurs. 487 Evaluations techniques de réassurance. 489 Ecarts de conversion : 4896 Ecarts de conversion-actif. 4897 Ecarts de conversion-passif. 49 Provisions pour dépréciation Classe 5 - Autres actifs. 50 Actifs incorporels 500 Frais d'établissement. 508 Autres immobilisations incorporelles. 51 Actifs corporels d'exploitation 510 Dépôts et cautionnements. 511 Autres immobilisations corporelles. 52 Avoirs en banque, CCP et caisse 58 Amortissements 59 Provisions pour dépréciation Classe 6 - Charges. 60 Prestations et frais payés 600 Prestations et frais payés (opérations directes Vie). 6000 Sinistres et capitaux payés. 6001 Versements périodiques de rentes. 6002 Rachats. 6004 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6005 Commissions de gestion. 6008 Autres frais de gestion des sinistres et de règlement des prestations. 602 Prestations et frais payés (opérations directes Non-vie). 6020 Sinistres en principal. 6021 Versements périodiques de rentes. 6023 Recours et sauvetages encaissés. 6024 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6025 Commissions de gestion. 6028 Autres frais de gestion des sinistres et de règlement des prestations. 604 Prestations et frais payés (acceptations Vie). 6040 Sinistres et capitaux payés. 6041 Versements périodiques de rentes. 6042 Rachats. 6044 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6045 Commissions de gestion. 6048 Autres frais de gestion des sinistres et de règlement des prestations. 605 Prestations et frais payés (acceptations Non-vie). 6050 Sinistres en principal. 6051 Versements périodiques de rentes. 6054 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6055 Commissions de gestion. 6058 Autres frais de gestion des sinistres et de règlement des prestations. 609 Part des réassureurs. 6090 Opérations directes Vie. 6092 Opérations directes Non-vie. 6094 Acceptations Vie. 6095 Acceptations Non-vie. 61 Variation des provisions pour sinistres à payer (PSP) 610 Opérations directes Vie. 6100 Variation des provisions. 6104 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 612 Opérations directes Non-vie. 6120 Variation des provisions. 6123 Variation des prévisions de recours. 6124 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 614 Acceptations Vie. 6140 Variation des provisions. 6144 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 615 Acceptations Non-vie. 6150 Variation des provisions. 6154 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 619 Part des réassureurs. 6190 Opérations directes Vie. 6192 Opérations directes Non-vie. 6194 Acceptations Vie. 6195 Acceptations Non-vie. 62 Variation des autres provisions techniques 620 Variation des provisions d'assurance vie. 6200 Opérations directes Vie. 62000 Variation des provisions. 62004 Intérêts techniques et participations aux excédents directement incorporées. 6204 Acceptations Vie. 62040 Variation des provisions. 62044 Intérêts techniques et participations aux excédents directement incorporées. 621 Variation des autres provisions techniques. 6210 Autres provisions techniques (Vie). 62100 Variation des provisions pour aléas financiers. 62108 Variation des provisions pour risque d'exigibilité des engagements techniques. 6212 Autres provisions techniques (Non-vie). 62120 Variation des provisions pour risques croissants. 62121 Variation des provisions mathématiques des rentes. 62122 Variation des provisions pour risques en cours. 62124 Intérêts techniques et participations aux excédents directement incorporées. 62128 Variation des provisions pour risque d'exigibilité des engagements techniques. 6217 Variation des engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. 623 Variation des provisions techniques des opérations en unité de compte. 6230 Variation des provisions mathématiques. 6234 Intérêts techniques et participations aux excédents directement incorporées. 624 Variation des provisions pour égalisation. 6240 Opérations directes Vie. 6242 Opérations directes Non-vie. 6244 Acceptations Vie. 6245 Acceptations Non-vie. 629 Part des réassureurs. 6290 Provisions d'assurance vie. 6291 Autres provisions techniques. 62910 Vie. 62912 Non-vie. 6293 Provisions des opérations en unités de compte. 6294 Provisions pour égalisation. 62940 Vie. 62942 Non-vie. 63 Participations aux résultats 630 Opérations directes Vie. 6300 Intérêts techniques inclus dans les prestations versées. 6301 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des opérations en unité de compte. 6303 Participations aux excédents directement incorporées aux prestations versées. 6304 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6305 Participations aux excédents directement incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 6306 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte). 6309 Utilisations des provisions pour participation aux excédents et ristournes. 63093 Participations versées. 63094 Participations incorporées aux provisions pour sinistres à payer. 63095 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 632 Opérations directes Non-vie. 6320 Intérêts techniques inclus dans les versements périodiques de rentes. 6321 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6323 Participations aux excédents directement incorporées aux prestations versées. 6324 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6326 Dotations aux provisions pour participation aux excédents et ristournes. 6329 Utilisations de provision pour participation aux excédents et ristournes. 63293 Participations versées. 63294 Participations incorporées aux provisions pour sinistres à payer. 63297 Ristournes sur cotisations. 634 Acceptations Vie. 6340 Intérêts techniques inclus dans les prestations versées. 6341 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6342 Intérêts techniques incorporés aux provisions d'assurance vie. 6343 Participations aux excédents directement incorporées aux prestations versées. 6344 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6345 Participations aux excédents directement incorporées aux provisions d'assurance vie. 6346 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte). 6349 Utilisations de provisions pour participation aux excédents et ristournes. 63493 Participations versées. 63494 Participations incorporées aux provisions pour sinistres à payer. 63495 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 635 Acceptations Non-vie. 6350 Intérêts techniques inclus dans les versements périodiques de rentes. 6351 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6353 Participations aux excédents directement incorporées aux prestations versées. 6354 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6356 Dotations aux provisions pour participation aux excédents et ristournes. 6359 Utilisations de provisions pour participation aux excédents et ristournes. 63593 Participations versées. 63594 Participations incorporées aux provisions pour sinistres à payer. 63597 Ristournes sur cotisations. 639 Part des réassureurs. 6390 Opérations directes Vie. 6392 Opérations directes Non-vie. 6394 Acceptations Vie. 6395 Acceptations Non-vie. 64 Frais d'exploitation 640 Frais d'exploitation (Vie). 6400 Frais d'acquisition. 64005 Commissions. 64008 Autres charges. 64009 Variation des frais d'acquisition reportés. 6402 Frais d'administration. 64025 Commissions. 64028 Autres charges. 642 Frais d'exploitation (Non-vie). 6420 Frais d'acquisition. 64205 Commissions. 64208 Autres charges. 64209 Variation des frais d'acquisition reportés. 6422 Frais d'administration. 64225 Commissions. 64228 Autres charges. 644 Autres charges techniques (Vie). 6445 Commissions. 6448 Autres charges. 645 Autres charges techniques (Non-vie). 6455 Commissions. 6458 Autres charges. 649 Commissions reçues des réassureurs. 6490 Opérations directes Vie. 6492 Opérations directes Non-vie. 6494 Acceptations Vie. 6495 Acceptations Non-vie. 65 Charges non techniques 650 Action sociale. 6500 Allocations et attributions du conseil d'administration. 6506 Frais d'exploitation. 655 Commissions. 658 Autres charges. 66 Charges des placements 660 Intérêts. 6600 Sur dépôts reçus des réassureurs. 6601 Sur emprunts. 6602 Sur dettes à l'égard d'établissements de crédit. 6603 Autres. 662 Frais externes de gestion. 663 Frais internes de gestion. 664 Pertes sur réalisation et réévaluation de placements. 6640 Réalisations de placements. 6642 Réévaluations. 6645 Dotations à la réserve de capitalisation. 665 Pertes de change. 6652 Dotations à la provision pour pertes de change. 666 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (moins-values non réalisées). 668 Amortissements financiers. 6681 Amortissements des primes de remboursement des emprunts. 6683 Amortissements des différences de prix de remboursement. 6685 Amortissements des frais d'acquisition à répartir des immeubles. 669 Dotations aux amortissements et aux provisions pour dépréciation des placements. 6693 Amortissements des immeubles. 6696 Provisions pour dépréciation des placements. 67 Charges exceptionnelles 670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement. 672 Dotation de l'exercice à la provision pour investissement. 673 Dotation de l'exercice aux autres provisions réglementées. 674 Autres charges exceptionnelles. 675 Dotation de l'exercice à la provision pour charges exceptionnelles. 676 Dotation de l'exercice à la provision pour dépréciations exceptionnelles. 69 Autres opérations du compte non technique 695 Impôts sur le résultat. Classe 7 - Produits. 70 Cotisations 700 Cotisations Vie (opérations directes). 7000 Cotisations périodiques émises. 7001 Cotisations à versement unique émises. 70010 Cotisations normales. 70016 Majorations ou pénalités de retard. 7002 Annulations effectuées. 7004 Variation des cotisations restant à émettre. 7005 Variation des cotisations à annuler. 702 Cotisations Non-vie (opérations directes). 7020 Cotisations émises. 70200 Cotisations normales. 70206 Majorations ou pénalités de retard. 7022 Annulations effectuées. 7023 Ristournes sur cotisations. 7024 Variation des cotisations restant à émettre. 7025 Variation des cotisations à annuler. 704 Cotisations Vie (acceptations). 705 Cotisations Non-vie (acceptations). 708 Cotisations cédées. 7080 Opérations directes Vie. 7082 Opérations directes Non-vie. 7084 Acceptations Vie. 7085 Acceptations Non-vie. 709 Variation de la provision pour cotisations non acquises (Non-vie). 7092 Opérations directes. 7095 Acceptations. 7099 Part des réassureurs. 70992 Opérations directes. 70995 Acceptations. 72 Production immobilisée 720 Vie. 722 Non-vie. 73 Subventions d'exploitation 730 Vie. 732 Non-vie. 74 Autres produits techniques 740 Vie. 742 Non-vie. 75 Produits non techniques 750 Honoraires et commissions. 751 Récupérations. 752 Utilisations ou reprises de provisions. 756 Autres produits. 76 Produits des placements 760 Revenus des placements. 762 Honoraires et commissions sur activité de gestion d'actifs. 764 Profits provenant de la réalisation ou de la réévaluation des placements. 7641 Réalisations des placements. 7642 Réévaluations. 7645 Reprises sur la réserve de capitalisation. 765 Profits de change. 7652 Reprise sur la provision pour perte de change. 766 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (plus-values non réalisées). 768 Produits des différences sur les prix de remboursement à percevoir. 769 Reprises de provisions pour dépréciation des placements. 77 Produits exceptionnels 772 Reprises de la provision pour investissement. 773 Reprises sur autres provisions réglementées. 774 Autres produits exceptionnels. 775 Utilisations ou reprises de provisions pour charges exceptionnelles. 776 Utilisations ou reprises de provisions pour dépréciations exceptionnelles. 79 Transferts 7920 Produits des placements alloués du compte non technique (compte technique Non-vie). 7929 Produits des placements transférés au compte technique Non vie (compte non technique). 7930 Produits des placements alloués du compte technique Vie (compte non technique). 7939 Produits des placements transférés au compte non technique (compte technique Vie). Classe 8 - Comptes spéciaux. 80 Engagements reçus et donnés. 841 Position de change hors bilan. 842 Contre-valeur de position de change hors bilan. 88 Résultat en instance d'affectation. Classe 9 - Charges par nature.",
            "texteHtml": "<p><strong>NOMENCLATURE DES COMPTES </strong></p><p id='LEGISCTA000006141467'><strong>Classe 1 - Capitaux permanents et emprunts. </strong></p><p id='LEGISCTA000006141467_corps'>10 Réserves</p><p>102 Fonds d'établissement constitué.</p><p>103 Fonds de développement.</p><p>105 Ecarts de réévaluation.</p><p>106 Réserves.</p><p>1061 Réserves des fonds techniques.</p><p>1062 Réserves indisponibles.</p><p>1063 Réserves statutaires ou contractuelles.</p><p>1064 Réserves réglementées.</p><p>10642 Réserve pour remboursement d'emprunt pour fonds d'établissement.</p><p>10645 Réserve de capitalisation.</p><p>1065 Réserve du fonds de gestion.</p><p>1066 Réserve du fonds social.</p><p>1068 Autres réserves.</p><p>11 Report à nouveau</p><p>12 Résultat de l'exercice (excédent ou perte)</p><p>13 Subvention d'investissement</p><p>14 Provisions réglementées (autres que les provisions techniques)</p><p>15 Provisions pour risques et charges</p><p>16 Emprunts et dettes assimilées</p><p>160 Passifs subordonnés.</p><p>1600 Titres participatifs admis en constitution de la marge de solvabilité.</p><p>1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité.</p><p>1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité.</p><p>162 Emprunt pour fonds d'établissement.</p><p>164 Dettes envers des établissements de crédit.</p><p>1640 Entreprises liées.</p><p>1641 Participations.</p><p>1642 Autres.</p><p>165 Dépôts et cautionnements reçus.</p><p>1650 Entreprises liées.</p><p>1651 Participations.</p><p>1652 Autres.</p><p>168 Autres emprunts et dettes assimilées.</p><p>1680 Entreprises liées.</p><p>1681 Participations.</p><p>1682 Autres.</p><p>17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques</p><p>170 Entreprises liées.</p><p>171 Participations.</p><p>172 Autres.</p><p>18 Comptes de liaison.</p><p>183 Liaisons internes :</p><p>1831 Position de change.</p><p>1832 Contre-valeur de position de change.</p><p>184 Liaisons des succursales.</p><p></p><p id='LEGISCTA000006141468'><strong>Classe 2 - Placements.</strong></p><p>21 Placements immobiliers </p><p>210 Terrains non construits. </p><p>211 Parts de sociétés non cotées à objet foncier. </p><p>212 Immeubles bâtis hors immeubles d'exploitation. </p><p>213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. </p><p>219 Immeubles d'exploitation. </p><p>2192 Immeubles bâtis. </p><p>2193 Parts de sociétés immobilières non cotées. </p><p>22 Placements immobiliers en cours </p><p>220 Terrains affectés à une construction en cours. </p><p>222 Immeubles en cours. </p><p>223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). </p><p>229 Immeubles d'exploitation en cours. </p><p>23 Placements financiers </p><p>230 Actions et autres titres à revenu variable. </p><p>2300 Actions et titres cotés. </p><p>2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. </p><p>2302 Actions et parts d'autres OPCVM. </p><p>2305 Actions et titres non cotés. </p><p>231 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>2310 Obligations cotées. </p><p>2315 Obligations non cotées. </p><p>2316 Titres de créance négociables et bons du Trésor. </p><p>2317 Autres. </p><p>232 Prêts. </p><p>2320 Prêts obtenus ou garantis par un Etat membre de l'OCDE. </p><p>2321 Prêts hypothécaires. </p><p>2322 Autres prêts. </p><p>2323 Avances sur bulletins d'adhésion à un règlement ou sur contrats. </p><p>233 Dépôts auprès des établissements de crédit. </p><p>2330 Dépôts de garantie au titre d'opérations sur le MATIF ou autres marchés assimilés. </p><p>2331 Autres dépôts de garantie auprès d'établissements de crédit. </p><p>2332 Autres dépôts auprès d'établissements de crédit. </p><p>234 Autres placements. </p><p>2340 Dépôts et cautionnements. </p><p>2341 Créances représentatives de titres prêtés. </p><p>2342 Autres. </p><p>235 Créances pour espèces déposées chez les cédantes. </p><p>24 Placements représentant les provisions techniques afférentes aux opérations en unités de compte </p><p>240 Placements immobiliers. </p><p>241 Titres à revenu variable autres que les OPCVM. </p><p>242 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. </p><p>244 Parts d'autres OPCVM. </p><p>25 Placements dans des entreprises liées </p><p>250 Actions et autres titres à revenu variable. </p><p>2500 Actions et titres cotés. </p><p>2505 Actions et titres non cotés. </p><p>251 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>252 Prêts. </p><p>253 Dépôts auprès des établissements de crédit. </p><p>254 Autres placements. </p><p>255 Créances pour espèces déposées chez les cédantes. </p><p>26 Placements dans des entreprises avec lesquelles existe un lien de participation </p><p>260 Actions et autres titres à revenu variable. </p><p>2600 Actions et titres cotés. </p><p>2605 Actions et titres non cotés. </p><p>261 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>262 Prêts. </p><p>263 Dépôts auprès des établissements de crédit. </p><p>264 Autres placements. </p><p>265 Créances pour espèces déposées chez les cédantes. </p><p>28 Amortissements des placements immobiliers </p><p>29 Provisions pour dépréciation des placements </p><p><strong>Classe 3 - Provisions techniques.</strong></p><p>30 Provisions d'assurance vie </p><p>300 Opérations directes. </p><p>3000 Provisions mathématiques. </p><p>3001 Provisions de gestion. </p><p>3002 Provisions pour frais d'acquisition reportés. </p><p>304 Acceptations. </p><p>31 Provisions pour cotisations non acquises (Non-vie) </p><p>312 Opérations directes. </p><p>315 Acceptations. </p><p>32 Provisions pour sinistres à payer (Vie) </p><p>320 Opérations directes. </p><p>324 Acceptations. </p><p>33 Provisions pour sinistres à payer (Non-vie) </p><p>332 Opérations directes. </p><p>333 Prévisions de recours à encaisser. </p><p>335 Acceptations. </p><p>34 Provisions pour participation aux excédents et ristournes (Vie) </p><p>340 Opérations directes. </p><p>3400 Provisions pour participations aux excédents. </p><p>3401 Provisions pour ristournes. </p><p>344 Acceptations. </p><p>35 Provisions pour participation aux excédents et ristournes (Non-vie) </p><p>352 Opérations directes. </p><p>3520 Provisions pour participations aux excédents. </p><p>3521 Provisions pour ristournes. </p><p>355 Acceptations. </p><p>36 Provisions pour égalisation </p><p>360 Vie. </p><p>362 Non-vie. </p><p>37 Autres provisions techniques </p><p>370 Opérations directes Vie. </p><p>3700 Provisions pour aléas financiers. </p><p>3703 Provisions pour risque d'exigibilité des engagements techniques (Vie). </p><p>372 Opérations directes Non-vie. </p><p>3720 Provisions pour risques croissants. </p><p>3721 Provisions mathématiques des rentes. </p><p>3722 Provisions pour risques en cours. </p><p>3723 Provisions pour risque d'exigibilité des engagements techniques (Non-vie). </p><p>374 Acceptations Vie. </p><p>375 Acceptations Non-vie. </p><p>377 Engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. </p><p>38 Provisions des opérations en unités de compte </p><p>380 Provisions mathématiques. </p><p>385 Provisions pour participation aux excédents. </p><p>39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques </p><p>390 Provisions d'assurance vie (Vie). </p><p>391 Provisions pour cotisations non acquises (Non-vie). </p><p>392 Provisions pour sinistres à payer (Vie). </p><p>393 Provisions pour sinistres à payer (Non-vie). </p><p>394 Provisions pour participation aux excédents et ristournes (Vie). </p><p>395 Provisions pour participation aux excédents et ristournes (Non-vie). </p><p>396 Provisions pour égalisation. </p><p>3960 Vie. </p><p>3962 Non-vie. </p><p>397 Autres provisions techniques. </p><p>3970 Vie. </p><p>3972 Non vie. </p><p>398 Provisions techniques des opérations en unités de compte. </p><p><strong>Classe 4 - Comptes de tiers et de régularisation.</strong></p><p>40 Créances et dettes (opérations directes)</p><p>400 Cotisations restant à émettre.</p><p>401 Cotisations à annuler.</p><p>402 Adhérents et/ou participants.</p><p>403 Intermédiaires.</p><p>404 Comptes courants des coassureurs.</p><p>408 Autres tiers.</p><p>41 Créances et dettes (réassurance)</p><p>410 Comptes courants des cessionnaires et rétrocessionnaires.</p><p>4100 Entreprises liées.</p><p>4101 Entreprises avec lesquelles existe un lien de participation.</p><p>4102 Autres.</p><p>411 Comptes courants des cédantes et rétrocédantes.</p><p>4110 Entreprises liées.</p><p>4111 Entreprises avec lesquelles existe un lien de participation.</p><p>4112 Autres.</p><p>412 Intermédiaires de réassurance et autres intermédiaires.</p><p>42 Personnel et comptes rattachés</p><p>43 Sécurité sociale et autres organismes sociaux</p><p>44 Etat et autres collectivités publiques</p><p>46 Débiteurs et créditeurs divers</p><p>460 Entreprises liées.</p><p>461 Entreprises avec lesquelles existe un lien de participation.</p><p>462 Autres.</p><p>48 Comptes de régularisation</p><p>480 Intérêts et loyers acquis et non échus.</p><p>4800 Intérêts courus.</p><p>4801 Loyers courus.</p><p>481 Frais d'acquisition reportés.</p><p>4810 Vie.</p><p>4812 Non-vie.</p><p>482 Charges à répartir sur plusieurs exercices.</p><p>4820 Frais d'acquisition des immeubles à répartir.</p><p>483 Autres comptes de régularisation - actif.</p><p>4830 Différences sur les prix de remboursement à percevoir.</p><p>484 Produits à répartir sur plusieurs exercices.</p><p>485 Autres comptes de régularisation - passif.</p><p>4850 Amortissement des différences sur les prix de remboursement 4855 Report de commissions reçues des réassureurs.</p><p>487 Evaluations techniques de réassurance.</p><p>489 Ecarts de conversion :</p><p>4896 Ecarts de conversion-actif.</p><p>4897 Ecarts de conversion-passif.</p><p>49 Provisions pour dépréciation</p><p><strong>Classe 5 - Autres actifs. </strong></p><p>50 Actifs incorporels </p><p>500 Frais d'établissement. </p><p>508 Autres immobilisations incorporelles. </p><p>51 Actifs corporels d'exploitation </p><p>510 Dépôts et cautionnements. </p><p>511 Autres immobilisations corporelles. </p><p>52 Avoirs en banque, CCP et caisse </p><p>58 Amortissements </p><p>59 Provisions pour dépréciation </p><p><strong>Classe 6 - Charges. </strong></p><p>60 Prestations et frais payés</p><p>600 Prestations et frais payés (opérations directes Vie).</p><p>6000 Sinistres et capitaux payés.</p><p>6001 Versements périodiques de rentes.</p><p>6002 Rachats.</p><p>6004 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6005 Commissions de gestion.</p><p>6008 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>602 Prestations et frais payés (opérations directes Non-vie).</p><p>6020 Sinistres en principal.</p><p>6021 Versements périodiques de rentes.</p><p>6023 Recours et sauvetages encaissés.</p><p>6024 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6025 Commissions de gestion.</p><p>6028 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>604 Prestations et frais payés (acceptations Vie).</p><p>6040 Sinistres et capitaux payés.</p><p>6041 Versements périodiques de rentes.</p><p>6042 Rachats.</p><p>6044 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6045 Commissions de gestion.</p><p>6048 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>605 Prestations et frais payés (acceptations Non-vie).</p><p>6050 Sinistres en principal.</p><p>6051 Versements périodiques de rentes.</p><p>6054 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6055 Commissions de gestion.</p><p>6058 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>609 Part des réassureurs.</p><p>6090 Opérations directes Vie.</p><p>6092 Opérations directes Non-vie.</p><p>6094 Acceptations Vie.</p><p>6095 Acceptations Non-vie.</p><p>61 Variation des provisions pour sinistres à payer (PSP)</p><p>610 Opérations directes Vie.</p><p>6100 Variation des provisions.</p><p>6104 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>612 Opérations directes Non-vie.</p><p>6120 Variation des provisions.</p><p>6123 Variation des prévisions de recours.</p><p>6124 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>614 Acceptations Vie.</p><p>6140 Variation des provisions.</p><p>6144 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>615 Acceptations Non-vie.</p><p>6150 Variation des provisions.</p><p>6154 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP.</p><p>619 Part des réassureurs.</p><p>6190 Opérations directes Vie.</p><p>6192 Opérations directes Non-vie.</p><p>6194 Acceptations Vie.</p><p>6195 Acceptations Non-vie.</p><p>62 Variation des autres provisions techniques</p><p>620 Variation des provisions d'assurance vie.</p><p>6200 Opérations directes Vie.</p><p>62000 Variation des provisions.</p><p>62004 Intérêts techniques et participations aux excédents directement incorporées.</p><p>6204 Acceptations Vie.</p><p>62040 Variation des provisions.</p><p>62044 Intérêts techniques et participations aux excédents directement incorporées.</p><p>621 Variation des autres provisions techniques.</p><p>6210 Autres provisions techniques (Vie).</p><p>62100 Variation des provisions pour aléas financiers.</p><p>62108 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6212 Autres provisions techniques (Non-vie).</p><p>62120 Variation des provisions pour risques croissants.</p><p>62121 Variation des provisions mathématiques des rentes.</p><p>62122 Variation des provisions pour risques en cours.</p><p>62124 Intérêts techniques et participations aux excédents directement incorporées.</p><p>62128 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6217 Variation des engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1.</p><p>623 Variation des provisions techniques des opérations en unité de compte.</p><p>6230 Variation des provisions mathématiques.</p><p>6234 Intérêts techniques et participations aux excédents directement incorporées.</p><p>624 Variation des provisions pour égalisation.</p><p>6240 Opérations directes Vie.</p><p>6242 Opérations directes Non-vie.</p><p>6244 Acceptations Vie.</p><p>6245 Acceptations Non-vie.</p><p>629 Part des réassureurs.</p><p>6290 Provisions d'assurance vie.</p><p>6291 Autres provisions techniques.</p><p>62910 Vie.</p><p>62912 Non-vie.</p><p>6293 Provisions des opérations en unités de compte.</p><p>6294 Provisions pour égalisation.</p><p>62940 Vie.</p><p>62942 Non-vie.</p><p>63 Participations aux résultats</p><p>630 Opérations directes Vie.</p><p>6300 Intérêts techniques inclus dans les prestations versées.</p><p>6301 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des opérations en unité de compte.</p><p>6303 Participations aux excédents directement incorporées aux prestations versées.</p><p>6304 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6305 Participations aux excédents directement incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte.</p><p>6306 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte).</p><p>6309 Utilisations des provisions pour participation aux excédents et ristournes.</p><p>63093 Participations versées.</p><p>63094 Participations incorporées aux provisions pour sinistres à payer.</p><p>63095 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte.</p><p>632 Opérations directes Non-vie.</p><p>6320 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6321 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6323 Participations aux excédents directement incorporées aux prestations versées.</p><p>6324 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6326 Dotations aux provisions pour participation aux excédents et ristournes.</p><p>6329 Utilisations de provision pour participation aux excédents et ristournes.</p><p>63293 Participations versées.</p><p>63294 Participations incorporées aux provisions pour sinistres à payer.</p><p>63297 Ristournes sur cotisations.</p><p>634 Acceptations Vie.</p><p>6340 Intérêts techniques inclus dans les prestations versées.</p><p>6341 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6342 Intérêts techniques incorporés aux provisions d'assurance vie.</p><p>6343 Participations aux excédents directement incorporées aux prestations versées.</p><p>6344 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6345 Participations aux excédents directement incorporées aux provisions d'assurance vie.</p><p>6346 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte).</p><p>6349 Utilisations de provisions pour participation aux excédents et ristournes.</p><p>63493 Participations versées.</p><p>63494 Participations incorporées aux provisions pour sinistres à payer.</p><p>63495 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte.</p><p>635 Acceptations Non-vie.</p><p>6350 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6351 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6353 Participations aux excédents directement incorporées aux prestations versées.</p><p>6354 Participations aux excédents directement incorporées aux provisions pour sinistres à payer.</p><p>6356 Dotations aux provisions pour participation aux excédents et ristournes.</p><p>6359 Utilisations de provisions pour participation aux excédents et ristournes.</p><p>63593 Participations versées.</p><p>63594 Participations incorporées aux provisions pour sinistres à payer.</p><p>63597 Ristournes sur cotisations.</p><p>639 Part des réassureurs.</p><p>6390 Opérations directes Vie.</p><p>6392 Opérations directes Non-vie.</p><p>6394 Acceptations Vie.</p><p>6395 Acceptations Non-vie.</p><p>64 Frais d'exploitation</p><p>640 Frais d'exploitation (Vie).</p><p>6400 Frais d'acquisition.</p><p>64005 Commissions.</p><p>64008 Autres charges.</p><p>64009 Variation des frais d'acquisition reportés.</p><p>6402 Frais d'administration.</p><p>64025 Commissions.</p><p>64028 Autres charges.</p><p>642 Frais d'exploitation (Non-vie).</p><p>6420 Frais d'acquisition.</p><p>64205 Commissions.</p><p>64208 Autres charges.</p><p>64209 Variation des frais d'acquisition reportés.</p><p>6422 Frais d'administration.</p><p>64225 Commissions.</p><p>64228 Autres charges.</p><p>644 Autres charges techniques (Vie).</p><p>6445 Commissions.</p><p>6448 Autres charges.</p><p>645 Autres charges techniques (Non-vie).</p><p>6455 Commissions.</p><p>6458 Autres charges.</p><p>649 Commissions reçues des réassureurs.</p><p>6490 Opérations directes Vie.</p><p>6492 Opérations directes Non-vie.</p><p>6494 Acceptations Vie.</p><p>6495 Acceptations Non-vie.</p><p>65 Charges non techniques</p><p>650 Action sociale.</p><p>6500 Allocations et attributions du conseil d'administration.</p><p>6506 Frais d'exploitation.</p><p>655 Commissions.</p><p>658 Autres charges.</p><p>66 Charges des placements</p><p>660 Intérêts.</p><p>6600 Sur dépôts reçus des réassureurs.</p><p>6601 Sur emprunts.</p><p>6602 Sur dettes à l'égard d'établissements de crédit.</p><p>6603 Autres.</p><p>662 Frais externes de gestion.</p><p>663 Frais internes de gestion.</p><p>664 Pertes sur réalisation et réévaluation de placements.</p><p>6640 Réalisations de placements.</p><p>6642 Réévaluations.</p><p>6645 Dotations à la réserve de capitalisation.</p><p>665 Pertes de change.</p><p>6652 Dotations à la provision pour pertes de change.</p><p>666 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (moins-values non réalisées).</p><p>668 Amortissements financiers.</p><p>6681 Amortissements des primes de remboursement des emprunts.</p><p>6683 Amortissements des différences de prix de remboursement.</p><p>6685 Amortissements des frais d'acquisition à répartir des immeubles.</p><p>669 Dotations aux amortissements et aux provisions pour dépréciation des placements.</p><p>6693 Amortissements des immeubles.</p><p>6696 Provisions pour dépréciation des placements.</p><p>67 Charges exceptionnelles</p><p>670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement.</p><p>672 Dotation de l'exercice à la provision pour investissement.</p><p>673 Dotation de l'exercice aux autres provisions réglementées.</p><p>674 Autres charges exceptionnelles.</p><p>675 Dotation de l'exercice à la provision pour charges exceptionnelles.</p><p>676 Dotation de l'exercice à la provision pour dépréciations exceptionnelles.</p><p>69 Autres opérations du compte non technique</p><p>695 Impôts sur le résultat.</p><p><strong>Classe 7 - Produits.</strong></p><p>70 Cotisations</p><p>700 Cotisations Vie (opérations directes).</p><p>7000 Cotisations périodiques émises.</p><p>7001 Cotisations à versement unique émises.</p><p>70010 Cotisations normales.</p><p>70016 Majorations ou pénalités de retard.</p><p>7002 Annulations effectuées.</p><p>7004 Variation des cotisations restant à émettre.</p><p>7005 Variation des cotisations à annuler.</p><p>702 Cotisations Non-vie (opérations directes).</p><p>7020 Cotisations émises.</p><p>70200 Cotisations normales.</p><p>70206 Majorations ou pénalités de retard.</p><p>7022 Annulations effectuées.</p><p>7023 Ristournes sur cotisations.</p><p>7024 Variation des cotisations restant à émettre.</p><p>7025 Variation des cotisations à annuler.</p><p>704 Cotisations Vie (acceptations).</p><p>705 Cotisations Non-vie (acceptations).</p><p>708 Cotisations cédées.</p><p>7080 Opérations directes Vie.</p><p>7082 Opérations directes Non-vie.</p><p>7084 Acceptations Vie.</p><p>7085 Acceptations Non-vie.</p><p>709 Variation de la provision pour cotisations non acquises (Non-vie).</p><p>7092 Opérations directes.</p><p>7095 Acceptations.</p><p>7099 Part des réassureurs.</p><p>70992 Opérations directes.</p><p>70995 Acceptations.</p><p>72 Production immobilisée</p><p>720 Vie.</p><p>722 Non-vie.</p><p>73 Subventions d'exploitation</p><p>730 Vie.</p><p>732 Non-vie.</p><p>74 Autres produits techniques</p><p>740 Vie.</p><p>742 Non-vie.</p><p>75 Produits non techniques</p><p>750 Honoraires et commissions.</p><p>751 Récupérations.</p><p>752 Utilisations ou reprises de provisions.</p><p>756 Autres produits.</p><p>76 Produits des placements</p><p>760 Revenus des placements.</p><p>762 Honoraires et commissions sur activité de gestion d'actifs.</p><p>764 Profits provenant de la réalisation ou de la réévaluation des placements.</p><p>7641 Réalisations des placements.</p><p>7642 Réévaluations.</p><p>7645 Reprises sur la réserve de capitalisation.</p><p>765 Profits de change.</p><p>7652 Reprise sur la provision pour perte de change.</p><p>766 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (plus-values non réalisées).</p><p>768 Produits des différences sur les prix de remboursement à percevoir.</p><p>769 Reprises de provisions pour dépréciation des placements.</p><p>77 Produits exceptionnels</p><p>772 Reprises de la provision pour investissement.</p><p>773 Reprises sur autres provisions réglementées.</p><p>774 Autres produits exceptionnels.</p><p>775 Utilisations ou reprises de provisions pour charges exceptionnelles.</p><p>776 Utilisations ou reprises de provisions pour dépréciations exceptionnelles.</p><p>79 Transferts</p><p>7920 Produits des placements alloués du compte non technique (compte technique Non-vie).</p><p>7929 Produits des placements transférés au compte technique Non vie (compte non technique).</p><p>7930 Produits des placements alloués du compte technique Vie (compte non technique).</p><p>7939 Produits des placements transférés au compte non technique (compte technique Vie).</p><p><strong>Classe 8 - Comptes spéciaux. </strong></p><p>80 Engagements reçus et donnés.</p><p>841 Position de change hors bilan.</p><p>842 Contre-valeur de position de change hors bilan.</p><p>88 Résultat en instance d'affectation.</p><p><strong>Classe 9 - Charges par nature. </strong></p>",
            "type": "AUTONOME",
            "dateDebut": "2008-01-01T00:00:00.000Z",
            "dateFin": "2009-03-26T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006734873",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [],
            "num": "Annexe à l'article A. 931-11-9 (1er alinéa)  Annexe I",
            "origine": "LEGI",
            "texte": "NOMENCLATURE DES COMPTES Classe 1 - Capitaux permanents et emprunts. 10 Réserves 102 Fonds d'établissement constitué. 103 Fonds de développement. 105 Ecarts de réévaluation. 106 Réserves. 1061 Réserves des fonds techniques. 1062 Réserves indisponibles. 1063 Réserves statutaires ou contractuelles. 1064 Réserves réglementées. 10642 Réserve pour remboursement d'emprunt pour fonds d'établissement. 10645 Réserve de capitalisation. 1065 Réserve du fonds de gestion. 1066 Réserve du fonds social. 1068 Autres réserves. 11 Report à nouveau 12 Résultat de l'exercice (excédent ou perte) 13 Subvention d'investissement 14 Provisions réglementées (autres que les provisions techniques) 15 Provisions pour risques et charges 16 Emprunts et dettes assimilées 160 Passifs subordonnés. 1600 Titres participatifs admis en constitution de la marge de solvabilité. 1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité. 1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité. 162 Emprunt pour fonds d'établissement. 164 Dettes envers des établissements de crédit. 1640 Entreprises liées. 1641 Participations. 1642 Autres. 165 Dépôts et cautionnements reçus. 1650 Entreprises liées. 1651 Participations. 1652 Autres. 168 Autres emprunts et dettes assimilées. 1680 Entreprises liées. 1681 Participations. 1682 Autres. 17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques 170 Entreprises liées. 171 Participations. 172 Autres. 18 Comptes de liaison des succursales Classe 2 - Placements. 21 Placements immobiliers 210 Terrains non construits. 211 Parts de sociétés non cotées à objet foncier. 212 Immeubles bâtis hors immeubles d'exploitation. 213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. 219 Immeubles d'exploitation. 2192 Immeubles bâtis. 2193 Parts de sociétés immobilières non cotées. 22 Placements immobiliers en cours 220 Terrains affectés à une construction en cours. 222 Immeubles en cours. 223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). 229 Immeubles d'exploitation en cours. 23 Placements financiers 230 Actions et autres titres à revenu variable. 2300 Actions et titres cotés. 2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. 2302 Actions et parts d'autres OPCVM. 2305 Actions et titres non cotés. 231 Obligations, titres de créance négociables et autres titres à revenu fixe. 2310 Obligations cotées. 2315 Obligations non cotées. 2316 Titres de créance négociables et bons du Trésor. 2317 Autres. 232 Prêts. 2320 Prêts obtenus ou garantis par un Etat membre de l'OCDE. 2321 Prêts hypothécaires. 2322 Autres prêts. 2323 Avances sur bulletins d'adhésion à un règlement ou sur contrats. 233 Dépôts auprès des établissements de crédit. 2330 Dépôts de garantie au titre d'opérations sur le MATIF ou autres marchés assimilés. 2331 Autres dépôts de garantie auprès d'établissements de crédit. 2332 Autres dépôts auprès d'établissements de crédit. 234 Autres placements. 2340 Dépôts et cautionnements. 2341 Créances représentatives de titres prêtés. 2342 Autres. 235 Créances pour espèces déposées chez les cédantes. 24 Placements représentant les provisions techniques afférentes aux opérations en unités de compte 240 Placements immobiliers. 241 Titres à revenu variable autres que les OPCVM. 242 Obligations, titres de créance négociables et autres titres à revenu fixe. 243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. 244 Parts d'autres OPCVM. 25 Placements dans des entreprises liées 250 Actions et autres titres à revenu variable. 2500 Actions et titres cotés. 2505 Actions et titres non cotés. 251 Obligations, titres de créance négociables et autres titres à revenu fixe. 252 Prêts. 253 Dépôts auprès des établissements de crédit. 254 Autres placements. 255 Créances pour espèces déposées chez les cédantes. 26 Placements dans des entreprises avec lesquelles existe un lien de participation 260 Actions et autres titres à revenu variable. 2600 Actions et titres cotés. 2605 Actions et titres non cotés. 261 Obligations, titres de créance négociables et autres titres à revenu fixe. 262 Prêts. 263 Dépôts auprès des établissements de crédit. 264 Autres placements. 265 Créances pour espèces déposées chez les cédantes. 28 Amortissements des placements immobiliers 29 Provisions pour dépréciation des placements Classe 3 - Provisions techniques. 30 Provisions d'assurance vie 300 Opérations directes. 3000 Provisions mathématiques. 3001 Provisions de gestion. 3002 Provisions pour frais d'acquisition reportés. 304 Acceptations. 31 Provisions pour cotisations non acquises (Non-vie) 312 Opérations directes. 315 Acceptations. 32 Provisions pour sinistres à payer (Vie) 320 Opérations directes. 324 Acceptations. 33 Provisions pour sinistres à payer (Non-vie) 332 Opérations directes. 333 Prévisions de recours à encaisser. 335 Acceptations. 34 Provisions pour participation aux excédents et ristournes (Vie) 340 Opérations directes. 3400 Provisions pour participations aux excédents. 3401 Provisions pour ristournes. 344 Acceptations. 35 Provisions pour participation aux excédents et ristournes (Non-vie) 352 Opérations directes. 3520 Provisions pour participations aux excédents. 3521 Provisions pour ristournes. 355 Acceptations. 36 Provisions pour égalisation 360 Vie. 362 Non-vie. 37 Autres provisions techniques 370 Opérations directes Vie. 3700 Provisions pour aléas financiers. 3703 Provisions pour risque d'exigibilité des engagements techniques (Vie). 372 Opérations directes Non-vie. 3720 Provisions pour risques croissants. 3721 Provisions mathématiques des rentes. 3722 Provisions pour risques en cours. 3723 Provisions pour risque d'exigibilité des engagements techniques (Non-vie). 374 Acceptations Vie. 375 Acceptations Non-vie. 377 Engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. 38 Provisions des opérations en unités de compte 380 Provisions mathématiques. 385 Provisions pour participation aux excédents. 39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques 390 Provisions d'assurance vie (Vie). 391 Provisions pour cotisations non acquises (Non-vie). 392 Provisions pour sinistres à payer (Vie). 393 Provisions pour sinistres à payer (Non-vie). 394 Provisions pour participation aux excédents et ristournes (Vie). 395 Provisions pour participation aux excédents et ristournes (Non-vie). 396 Provisions pour égalisation. 3960 Vie. 3962 Non-vie. 397 Autres provisions techniques. 3970 Vie. 3972 Non vie. 398 Provisions techniques des opérations en unités de compte. Classe 4 - Comptes de tiers et de régularisation. 40 Créances et dettes (opérations directes) 400 Cotisations restant à émettre. 401 Cotisations à annuler. 402 Adhérents et/ou participants. 403 Intermédiaires. 404 Comptes courants des coassureurs. 408 Autres tiers. 41 Créances et dettes (réassurance) 410 Comptes courants des cessionnaires et rétrocessionnaires. 4100 Entreprises liées. 4101 Entreprises avec lesquelles existe un lien de participation. 4102 Autres. 411 Comptes courants des cédantes et rétrocédantes. 4110 Entreprises liées. 4111 Entreprises avec lesquelles existe un lien de participation. 4112 Autres. 412 Intermédiaires de réassurance et autres intermédiaires. 42 Personnel et comptes rattachés 43 Sécurité sociale et autres organismes sociaux 44 Etat et autres collectivités publiques 46 Débiteurs et créditeurs divers 460 Entreprises liées. 461 Entreprises avec lesquelles existe un lien de participation. 462 Autres. 47 Différences de conversion 476 Différences de conversion (actif). 477 Différences de conversion (passif). 48 Comptes de régularisation 480 Intérêts et loyers acquis et non échus. 4800 Intérêts courus. 4801 Loyers courus. 481 Frais d'acquisition reportés. 4810 Vie. 4812 Non-vie. 482 Charges à répartir sur plusieurs exercices. 4820 Frais d'acquisition des immeubles à répartir. 483 Autres comptes de régularisation - actif. 4830 Différences sur les prix de remboursement à percevoir. 484 Produits à répartir sur plusieurs exercices. 485 Autres comptes de régularisation - passif. 4850 Amortissement des différences sur les prix de remboursement 4855 Report de commissions reçues des réassureurs. 487 Evaluations techniques de réassurance. 49 Provisions pour dépréciation Classe 5 - Autres actifs. 50 Actifs incorporels 500 Frais d'établissement. 508 Autres immobilisations incorporelles. 51 Actifs corporels d'exploitation 510 Dépôts et cautionnements. 511 Autres immobilisations corporelles. 52 Avoirs en banque, CCP et caisse 58 Amortissements 59 Provisions pour dépréciation Classe 6 - Charges. 60 Prestations et frais payés 600 Prestations et frais payés (opérations directes Vie). 6000 Sinistres et capitaux payés. 6001 Versements périodiques de rentes. 6002 Rachats. 6004 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6005 Commissions de gestion. 6008 Autres frais de gestion des sinistres et de règlement des prestations. 602 Prestations et frais payés (opérations directes Non-vie). 6020 Sinistres en principal. 6021 Versements périodiques de rentes. 6023 Recours et sauvetages encaissés. 6024 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6025 Commissions de gestion. 6028 Autres frais de gestion des sinistres et de règlement des prestations. 604 Prestations et frais payés (acceptations Vie). 6040 Sinistres et capitaux payés. 6041 Versements périodiques de rentes. 6042 Rachats. 6044 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6045 Commissions de gestion. 6048 Autres frais de gestion des sinistres et de règlement des prestations. 605 Prestations et frais payés (acceptations Non-vie). 6050 Sinistres en principal. 6051 Versements périodiques de rentes. 6054 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. 6055 Commissions de gestion. 6058 Autres frais de gestion des sinistres et de règlement des prestations. 609 Part des réassureurs. 6090 Opérations directes Vie. 6092 Opérations directes Non-vie. 6094 Acceptations Vie. 6095 Acceptations Non-vie. 61 Variation des provisions pour sinistres à payer (PSP) 610 Opérations directes Vie. 6100 Variation des provisions. 6104 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 612 Opérations directes Non-vie. 6120 Variation des provisions. 6123 Variation des prévisions de recours. 6124 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 614 Acceptations Vie. 6140 Variation des provisions. 6144 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 615 Acceptations Non-vie. 6150 Variation des provisions. 6154 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. 619 Part des réassureurs. 6190 Opérations directes Vie. 6192 Opérations directes Non-vie. 6194 Acceptations Vie. 6195 Acceptations Non-vie. 62 Variation des autres provisions techniques 620 Variation des provisions d'assurance vie. 6200 Opérations directes Vie. 62000 Variation des provisions. 62004 Intérêts techniques et participations aux excédents directement incorporées. 6204 Acceptations Vie. 62040 Variation des provisions. 62044 Intérêts techniques et participations aux excédents directement incorporées. 621 Variation des autres provisions techniques. 6210 Autres provisions techniques (Vie). 62100 Variation des provisions pour aléas financiers. 62108 Variation des provisions pour risque d'exigibilité des engagements techniques. 6212 Autres provisions techniques (Non-vie). 62120 Variation des provisions pour risques croissants. 62121 Variation des provisions mathématiques des rentes. 62122 Variation des provisions pour risques en cours. 62124 Intérêts techniques et participations aux excédents directement incorporées. 62128 Variation des provisions pour risque d'exigibilité des engagements techniques. 6217 Variation des engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. 623 Variation des provisions techniques des opérations en unité de compte. 6230 Variation des provisions mathématiques. 6234 Intérêts techniques et participations aux excédents directement incorporées. 624 Variation des provisions pour égalisation. 6240 Opérations directes Vie. 6242 Opérations directes Non-vie. 6244 Acceptations Vie. 6245 Acceptations Non-vie. 629 Part des réassureurs. 6290 Provisions d'assurance vie. 6291 Autres provisions techniques. 62910 Vie. 62912 Non-vie. 6293 Provisions des opérations en unités de compte. 6294 Provisions pour égalisation. 62940 Vie. 62942 Non-vie. 63 Participations aux résultats 630 Opérations directes Vie. 6300 Intérêts techniques inclus dans les prestations versées. 6301 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des opérations en unité de compte. 6303 Participations aux excédents directement incorporées aux prestations versées. 6304 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6305 Participations aux excédents directement incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 6306 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte). 6309 Utilisations des provisions pour participation aux excédents et ristournes. 63093 Participations versées. 63094 Participations incorporées aux provisions pour sinistres à payer. 63095 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 632 Opérations directes Non-vie. 6320 Intérêts techniques inclus dans les versements périodiques de rentes. 6321 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6323 Participations aux excédents directement incorporées aux prestations versées. 6324 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6326 Dotations aux provisions pour participation aux excédents et ristournes. 6329 Utilisations de provision pour participation aux excédents et ristournes. 63293 Participations versées. 63294 Participations incorporées aux provisions pour sinistres à payer. 63297 Ristournes sur cotisations. 634 Acceptations Vie. 6340 Intérêts techniques inclus dans les prestations versées. 6341 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6342 Intérêts techniques incorporés aux provisions d'assurance vie. 6343 Participations aux excédents directement incorporées aux prestations versées. 6344 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6345 Participations aux excédents directement incorporées aux provisions d'assurance vie. 6346 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte). 6349 Utilisations de provisions pour participation aux excédents et ristournes. 63493 Participations versées. 63494 Participations incorporées aux provisions pour sinistres à payer. 63495 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. 635 Acceptations Non-vie. 6350 Intérêts techniques inclus dans les versements périodiques de rentes. 6351 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6353 Participations aux excédents directement incorporées aux prestations versées. 6354 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. 6356 Dotations aux provisions pour participation aux excédents et ristournes. 6359 Utilisations de provisions pour participation aux excédents et ristournes. 63593 Participations versées. 63594 Participations incorporées aux provisions pour sinistres à payer. 63597 Ristournes sur cotisations. 639 Part des réassureurs. 6390 Opérations directes Vie. 6392 Opérations directes Non-vie. 6394 Acceptations Vie. 6395 Acceptations Non-vie. 64 Frais d'exploitation 640 Frais d'exploitation (Vie). 6400 Frais d'acquisition. 64005 Commissions. 64008 Autres charges. 64009 Variation des frais d'acquisition reportés. 6402 Frais d'administration. 64025 Commissions. 64028 Autres charges. 642 Frais d'exploitation (Non-vie). 6420 Frais d'acquisition. 64205 Commissions. 64208 Autres charges. 64209 Variation des frais d'acquisition reportés. 6422 Frais d'administration. 64225 Commissions. 64228 Autres charges. 644 Autres charges techniques (Vie). 6445 Commissions. 6448 Autres charges. 645 Autres charges techniques (Non-vie). 6455 Commissions. 6458 Autres charges. 649 Commissions reçues des réassureurs. 6490 Opérations directes Vie. 6492 Opérations directes Non-vie. 6494 Acceptations Vie. 6495 Acceptations Non-vie. 65 Charges non techniques 650 Action sociale. 6500 Allocations et attributions du conseil d'administration. 6506 Frais d'exploitation. 655 Commissions. 658 Autres charges. 66 Charges des placements 660 Intérêts. 6600 Sur dépôts reçus des réassureurs. 6601 Sur emprunts. 6602 Sur dettes à l'égard d'établissements de crédit. 6603 Autres. 662 Frais externes de gestion. 663 Frais internes de gestion. 664 Pertes sur réalisation et réévaluation de placements. 6640 Réalisations de placements. 6642 Réévaluations. 6645 Dotations à la réserve de capitalisation. 665 Pertes de change. 6650 Pertes de change réalisées. 6652 Dotations à la provision pour pertes de change. 666 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (moins-values non réalisées). 668 Amortissements financiers. 6681 Amortissements des primes de remboursement des emprunts. 6683 Amortissements des différences de prix de remboursement. 6685 Amortissements des frais d'acquisition à répartir des immeubles. 669 Dotations aux amortissements et aux provisions pour dépréciation des placements. 6693 Amortissements des immeubles. 6696 Provisions pour dépréciation des placements. 67 Charges exceptionnelles 670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement. 672 Dotation de l'exercice à la provision pour investissement. 673 Dotation de l'exercice aux autres provisions réglementées. 674 Autres charges exceptionnelles. 675 Dotation de l'exercice à la provision pour charges exceptionnelles. 676 Dotation de l'exercice à la provision pour dépréciations exceptionnelles. 69 Autres opérations du compte non technique 695 Impôts sur le résultat. Classe 7 - Produits. 70 Cotisations 700 Cotisations Vie (opérations directes). 7000 Cotisations périodiques émises. 7001 Cotisations à versement unique émises. 70010 Cotisations normales. 70016 Majorations ou pénalités de retard. 7002 Annulations effectuées. 7004 Variation des cotisations restant à émettre. 7005 Variation des cotisations à annuler. 702 Cotisations Non-vie (opérations directes). 7020 Cotisations émises. 70200 Cotisations normales. 70206 Majorations ou pénalités de retard. 7022 Annulations effectuées. 7023 Ristournes sur cotisations. 7024 Variation des cotisations restant à émettre. 7025 Variation des cotisations à annuler. 704 Cotisations Vie (acceptations). 705 Cotisations Non-vie (acceptations). 708 Cotisations cédées. 7080 Opérations directes Vie. 7082 Opérations directes Non-vie. 7084 Acceptations Vie. 7085 Acceptations Non-vie. 709 Variation de la provision pour cotisations non acquises (Non-vie). 7092 Opérations directes. 7095 Acceptations. 7099 Part des réassureurs. 70992 Opérations directes. 70995 Acceptations. 72 Production immobilisée 720 Vie. 722 Non-vie. 73 Subventions d'exploitation 730 Vie. 732 Non-vie. 74 Autres produits techniques 740 Vie. 742 Non-vie. 75 Produits non techniques 750 Honoraires et commissions. 751 Récupérations. 752 Utilisations ou reprises de provisions. 756 Autres produits. 76 Produits des placements 760 Revenus des placements. 762 Honoraires et commissions sur activité de gestion d'actifs. 764 Profits provenant de la réalisation ou de la réévaluation des placements. 7641 Réalisations des placements. 7642 Réévaluations. 7645 Reprises sur la réserve de capitalisation. 765 Profits de change. 7650 Profits de change réalisés. 7652 Reprise sur la provision pour perte de change. 766 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (plus-values non réalisées). 768 Produits des différences sur les prix de remboursement à percevoir. 769 Reprises de provisions pour dépréciation des placements. 77 Produits exceptionnels 772 Reprises de la provision pour investissement. 773 Reprises sur autres provisions réglementées. 774 Autres produits exceptionnels. 775 Utilisations ou reprises de provisions pour charges exceptionnelles. 776 Utilisations ou reprises de provisions pour dépréciations exceptionnelles. 79 Transferts 7920 Produits des placements alloués du compte non technique (compte technique Non-vie). 7929 Produits des placements transférés au compte technique Non vie (compte non technique). 7930 Produits des placements alloués du compte technique Vie (compte non technique). 7939 Produits des placements transférés au compte non technique (compte technique Vie). Classe 8 - Comptes spéciaux. 80 Engagements reçus et donnés 88 Résultat en instance d'affectation Classe 9 - Charges par nature.",
            "texteHtml": "<p><strong>NOMENCLATURE DES COMPTES </strong></p><p id='LEGISCTA000006141467'><strong>Classe 1 - Capitaux permanents et emprunts. </strong></p><p>10 Réserves</p><p>102 Fonds d'établissement constitué.</p><p>103 Fonds de développement.</p><p>105 Ecarts de réévaluation.</p><p>106 Réserves.</p><p>1061 Réserves des fonds techniques.</p><p>1062 Réserves indisponibles.</p><p>1063 Réserves statutaires ou contractuelles.</p><p>1064 Réserves réglementées.</p><p>10642 Réserve pour remboursement d'emprunt pour fonds d'établissement.</p><p>10645 Réserve de capitalisation.</p><p>1065 Réserve du fonds de gestion.</p><p>1066 Réserve du fonds social.</p><p>1068 Autres réserves.</p><p>11 Report à nouveau</p><p>12 Résultat de l'exercice (excédent ou perte)</p><p>13 Subvention d'investissement</p><p>14 Provisions réglementées (autres que les provisions techniques)</p><p>15 Provisions pour risques et charges</p><p>16 Emprunts et dettes assimilées</p><p>160 Passifs subordonnés.</p><p>1600 Titres participatifs admis en constitution de la marge de solvabilité.</p><p>1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité.</p><p>1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité.</p><p>162 Emprunt pour fonds d'établissement.</p><p>164 Dettes envers des établissements de crédit.</p><p>1640 Entreprises liées.</p><p>1641 Participations.</p><p>1642 Autres.</p><p>165 Dépôts et cautionnements reçus.</p><p>1650 Entreprises liées.</p><p>1651 Participations.</p><p>1652 Autres.</p><p>168 Autres emprunts et dettes assimilées.</p><p>1680 Entreprises liées.</p><p>1681 Participations.</p><p>1682 Autres.</p><p>17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques</p><p>170 Entreprises liées.</p><p>171 Participations.</p><p>172 Autres.</p><p>18 Comptes de liaison des succursales</p><p><strong>Classe 2 - Placements. </strong></p><p>21 Placements immobiliers </p><p>210 Terrains non construits. </p><p>211 Parts de sociétés non cotées à objet foncier. </p><p>212 Immeubles bâtis hors immeubles d'exploitation. </p><p>213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. </p><p>219 Immeubles d'exploitation. </p><p>2192 Immeubles bâtis. </p><p>2193 Parts de sociétés immobilières non cotées. </p><p>22 Placements immobiliers en cours </p><p>220 Terrains affectés à une construction en cours. </p><p>222 Immeubles en cours. </p><p>223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). </p><p>229 Immeubles d'exploitation en cours. </p><p>23 Placements financiers </p><p>230 Actions et autres titres à revenu variable. </p><p>2300 Actions et titres cotés. </p><p>2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. </p><p>2302 Actions et parts d'autres OPCVM. </p><p>2305 Actions et titres non cotés. </p><p>231 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>2310 Obligations cotées. </p><p>2315 Obligations non cotées. </p><p>2316 Titres de créance négociables et bons du Trésor. </p><p>2317 Autres. </p><p>232 Prêts. </p><p>2320 Prêts obtenus ou garantis par un Etat membre de l'OCDE. </p><p>2321 Prêts hypothécaires. </p><p>2322 Autres prêts. </p><p>2323 Avances sur bulletins d'adhésion à un règlement ou sur contrats. </p><p>233 Dépôts auprès des établissements de crédit. </p><p>2330 Dépôts de garantie au titre d'opérations sur le MATIF ou autres marchés assimilés. </p><p>2331 Autres dépôts de garantie auprès d'établissements de crédit. </p><p>2332 Autres dépôts auprès d'établissements de crédit. </p><p>234 Autres placements. </p><p>2340 Dépôts et cautionnements. </p><p>2341 Créances représentatives de titres prêtés. </p><p>2342 Autres. </p><p>235 Créances pour espèces déposées chez les cédantes. </p><p>24 Placements représentant les provisions techniques afférentes aux opérations en unités de compte </p><p>240 Placements immobiliers. </p><p>241 Titres à revenu variable autres que les OPCVM. </p><p>242 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. </p><p>244 Parts d'autres OPCVM. </p><p>25 Placements dans des entreprises liées </p><p>250 Actions et autres titres à revenu variable. </p><p>2500 Actions et titres cotés. </p><p>2505 Actions et titres non cotés. </p><p>251 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>252 Prêts. </p><p>253 Dépôts auprès des établissements de crédit. </p><p>254 Autres placements. </p><p>255 Créances pour espèces déposées chez les cédantes. </p><p>26 Placements dans des entreprises avec lesquelles existe un lien de participation </p><p>260 Actions et autres titres à revenu variable. </p><p>2600 Actions et titres cotés. </p><p>2605 Actions et titres non cotés. </p><p>261 Obligations, titres de créance négociables et autres titres à revenu fixe. </p><p>262 Prêts. </p><p>263 Dépôts auprès des établissements de crédit. </p><p>264 Autres placements. </p><p>265 Créances pour espèces déposées chez les cédantes. </p><p>28 Amortissements des placements immobiliers </p><p>29 Provisions pour dépréciation des placements </p><p><strong>Classe 3 - Provisions techniques. </strong></p><p>30 Provisions d'assurance vie </p><p>300 Opérations directes. </p><p>3000 Provisions mathématiques. </p><p>3001 Provisions de gestion. </p><p>3002 Provisions pour frais d'acquisition reportés. </p><p>304 Acceptations. </p><p>31 Provisions pour cotisations non acquises (Non-vie) </p><p>312 Opérations directes. </p><p>315 Acceptations. </p><p>32 Provisions pour sinistres à payer (Vie) </p><p>320 Opérations directes. </p><p>324 Acceptations. </p><p>33 Provisions pour sinistres à payer (Non-vie) </p><p>332 Opérations directes. </p><p>333 Prévisions de recours à encaisser. </p><p>335 Acceptations. </p><p>34 Provisions pour participation aux excédents et ristournes (Vie) </p><p>340 Opérations directes. </p><p>3400 Provisions pour participations aux excédents. </p><p>3401 Provisions pour ristournes. </p><p>344 Acceptations. </p><p>35 Provisions pour participation aux excédents et ristournes (Non-vie) </p><p>352 Opérations directes. </p><p>3520 Provisions pour participations aux excédents. </p><p>3521 Provisions pour ristournes. </p><p>355 Acceptations. </p><p>36 Provisions pour égalisation </p><p>360 Vie. </p><p>362 Non-vie. </p><p>37 Autres provisions techniques </p><p>370 Opérations directes Vie. </p><p>3700 Provisions pour aléas financiers. </p><p>3703 Provisions pour risque d'exigibilité des engagements techniques (Vie). </p><p>372 Opérations directes Non-vie. </p><p>3720 Provisions pour risques croissants. </p><p>3721 Provisions mathématiques des rentes. </p><p>3722 Provisions pour risques en cours. </p><p>3723 Provisions pour risque d'exigibilité des engagements techniques (Non-vie). </p><p>374 Acceptations Vie. </p><p>375 Acceptations Non-vie. </p><p>377 Engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. </p><p>38 Provisions des opérations en unités de compte </p><p>380 Provisions mathématiques. </p><p>385 Provisions pour participation aux excédents. </p><p>39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques </p><p>390 Provisions d'assurance vie (Vie). </p><p>391 Provisions pour cotisations non acquises (Non-vie). </p><p>392 Provisions pour sinistres à payer (Vie). </p><p>393 Provisions pour sinistres à payer (Non-vie). </p><p>394 Provisions pour participation aux excédents et ristournes (Vie). </p><p>395 Provisions pour participation aux excédents et ristournes (Non-vie). </p><p>396 Provisions pour égalisation. </p><p>3960 Vie. </p><p>3962 Non-vie. </p><p>397 Autres provisions techniques. </p><p>3970 Vie. </p><p>3972 Non vie. </p><p>398 Provisions techniques des opérations en unités de compte. </p><p id='LEGISCTA000006141470'><strong>Classe 4 - Comptes de tiers et de régularisation. </strong></p><p>40 Créances et dettes (opérations directes) </p><p>400 Cotisations restant à émettre. </p><p>401 Cotisations à annuler. </p><p>402 Adhérents et/ou participants. </p><p>403 Intermédiaires. </p><p>404 Comptes courants des coassureurs. </p><p>408 Autres tiers. </p><p>41 Créances et dettes (réassurance) </p><p>410 Comptes courants des cessionnaires et rétrocessionnaires. </p><p>4100 Entreprises liées. </p><p>4101 Entreprises avec lesquelles existe un lien de participation. </p><p>4102 Autres. </p><p>411 Comptes courants des cédantes et rétrocédantes. </p><p>4110 Entreprises liées. </p><p>4111 Entreprises avec lesquelles existe un lien de participation. </p><p>4112 Autres. </p><p>412 Intermédiaires de réassurance et autres intermédiaires. </p><p>42 Personnel et comptes rattachés </p><p>43 Sécurité sociale et autres organismes sociaux </p><p>44 Etat et autres collectivités publiques </p><p>46 Débiteurs et créditeurs divers </p><p>460 Entreprises liées. </p><p>461 Entreprises avec lesquelles existe un lien de participation. </p><p>462 Autres. </p><p>47 Différences de conversion </p><p>476 Différences de conversion (actif). </p><p>477 Différences de conversion (passif). </p><p>48 Comptes de régularisation </p><p>480 Intérêts et loyers acquis et non échus. </p><p>4800 Intérêts courus. </p><p>4801 Loyers courus. </p><p>481 Frais d'acquisition reportés. </p><p>4810 Vie. </p><p>4812 Non-vie. </p><p>482 Charges à répartir sur plusieurs exercices. </p><p>4820 Frais d'acquisition des immeubles à répartir. </p><p>483 Autres comptes de régularisation - actif. </p><p>4830 Différences sur les prix de remboursement à percevoir. </p><p>484 Produits à répartir sur plusieurs exercices. </p><p>485 Autres comptes de régularisation - passif. </p><p>4850 Amortissement des différences sur les prix de remboursement 4855 Report de commissions reçues des réassureurs. </p><p>487 Evaluations techniques de réassurance. </p><p>49 Provisions pour dépréciation </p><p id='LEGISCTA000006141471'><strong>Classe 5 - Autres actifs. </strong></p><p>50 Actifs incorporels </p><p>500 Frais d'établissement. </p><p>508 Autres immobilisations incorporelles. </p><p>51 Actifs corporels d'exploitation </p><p>510 Dépôts et cautionnements. </p><p>511 Autres immobilisations corporelles. </p><p>52 Avoirs en banque, CCP et caisse </p><p>58 Amortissements </p><p>59 Provisions pour dépréciation </p><p id='LEGISCTA000006141472'><strong>Classe 6 - Charges.</strong></p><p>60 Prestations et frais payés </p><p>600 Prestations et frais payés (opérations directes Vie). </p><p>6000 Sinistres et capitaux payés. </p><p>6001 Versements périodiques de rentes. </p><p>6002 Rachats. </p><p>6004 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. </p><p>6005 Commissions de gestion. </p><p>6008 Autres frais de gestion des sinistres et de règlement des prestations. </p><p>602 Prestations et frais payés (opérations directes Non-vie). </p><p>6020 Sinistres en principal. </p><p>6021 Versements périodiques de rentes. </p><p>6023 Recours et sauvetages encaissés. </p><p>6024 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. </p><p>6025 Commissions de gestion. </p><p>6028 Autres frais de gestion des sinistres et de règlement des prestations. </p><p>604 Prestations et frais payés (acceptations Vie). </p><p>6040 Sinistres et capitaux payés. </p><p>6041 Versements périodiques de rentes. </p><p>6042 Rachats. </p><p>6044 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. </p><p>6045 Commissions de gestion. </p><p>6048 Autres frais de gestion des sinistres et de règlement des prestations. </p><p>605 Prestations et frais payés (acceptations Non-vie). </p><p>6050 Sinistres en principal. </p><p>6051 Versements périodiques de rentes. </p><p>6054 Participations aux excédents directement incorporées et intérêts techniques inclus dans les prestations versées. </p><p>6055 Commissions de gestion. </p><p>6058 Autres frais de gestion des sinistres et de règlement des prestations. </p><p>609 Part des réassureurs. </p><p>6090 Opérations directes Vie. </p><p>6092 Opérations directes Non-vie. </p><p>6094 Acceptations Vie. </p><p>6095 Acceptations Non-vie. </p><p>61 Variation des provisions pour sinistres à payer (PSP) </p><p>610 Opérations directes Vie. </p><p>6100 Variation des provisions. </p><p>6104 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. </p><p>612 Opérations directes Non-vie. </p><p>6120 Variation des provisions. </p><p>6123 Variation des prévisions de recours. </p><p>6124 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. </p><p>614 Acceptations Vie. </p><p>6140 Variation des provisions. </p><p>6144 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. </p><p>615 Acceptations Non-vie. </p><p>6150 Variation des provisions. </p><p>6154 Participations aux excédents directement incorporées et intérêts techniques inclus dans la PSP. </p><p>619 Part des réassureurs. </p><p>6190 Opérations directes Vie. </p><p>6192 Opérations directes Non-vie. </p><p>6194 Acceptations Vie. </p><p>6195 Acceptations Non-vie. </p><p>62 Variation des autres provisions techniques </p><p>620 Variation des provisions d'assurance vie. </p><p>6200 Opérations directes Vie. </p><p>62000 Variation des provisions. </p><p>62004 Intérêts techniques et participations aux excédents directement incorporées. </p><p>6204 Acceptations Vie. </p><p>62040 Variation des provisions. </p><p>62044 Intérêts techniques et participations aux excédents directement incorporées. </p><p>621 Variation des autres provisions techniques. </p><p>6210 Autres provisions techniques (Vie). </p><p>62100 Variation des provisions pour aléas financiers. </p><p>62108 Variation des provisions pour risque d'exigibilité des engagements techniques. </p><p>6212 Autres provisions techniques (Non-vie). </p><p>62120 Variation des provisions pour risques croissants. </p><p>62121 Variation des provisions mathématiques des rentes. </p><p>62122 Variation des provisions pour risques en cours. </p><p>62124 Intérêts techniques et participations aux excédents directement incorporées. </p><p>62128 Variation des provisions pour risque d'exigibilité des engagements techniques. </p><p>6217 Variation des engagements pris au titre de la branche mentionnée au 25 de l'article R. 931-2-1. </p><p>623 Variation des provisions techniques des opérations en unité de compte. </p><p>6230 Variation des provisions mathématiques. </p><p>6234 Intérêts techniques et participations aux excédents directement incorporées. </p><p>624 Variation des provisions pour égalisation. </p><p>6240 Opérations directes Vie. </p><p>6242 Opérations directes Non-vie. </p><p>6244 Acceptations Vie. </p><p>6245 Acceptations Non-vie. </p><p>629 Part des réassureurs. </p><p>6290 Provisions d'assurance vie. </p><p>6291 Autres provisions techniques. </p><p>62910 Vie. </p><p>62912 Non-vie. </p><p>6293 Provisions des opérations en unités de compte. </p><p>6294 Provisions pour égalisation. </p><p>62940 Vie. </p><p>62942 Non-vie. </p><p>63 Participations aux résultats </p><p>630 Opérations directes Vie. </p><p>6300 Intérêts techniques inclus dans les prestations versées. </p><p>6301 Intérêts techniques inclus dans les provisions pour sinistres à payer. </p><p>6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des opérations en unité de compte. </p><p>6303 Participations aux excédents directement incorporées aux prestations versées. </p><p>6304 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. </p><p>6305 Participations aux excédents directement incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. </p><p>6306 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte). </p><p>6309 Utilisations des provisions pour participation aux excédents et ristournes. </p><p>63093 Participations versées. </p><p>63094 Participations incorporées aux provisions pour sinistres à payer. </p><p>63095 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. </p><p>632 Opérations directes Non-vie. </p><p>6320 Intérêts techniques inclus dans les versements périodiques de rentes. </p><p>6321 Intérêts techniques incorporés aux provisions mathématiques des rentes. </p><p>6323 Participations aux excédents directement incorporées aux prestations versées. </p><p>6324 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. </p><p>6326 Dotations aux provisions pour participation aux excédents et ristournes. </p><p>6329 Utilisations de provision pour participation aux excédents et ristournes. </p><p>63293 Participations versées. </p><p>63294 Participations incorporées aux provisions pour sinistres à payer. </p><p>63297 Ristournes sur cotisations. </p><p>634 Acceptations Vie. </p><p>6340 Intérêts techniques inclus dans les prestations versées. </p><p>6341 Intérêts techniques inclus dans les provisions pour sinistres à payer. </p><p>6342 Intérêts techniques incorporés aux provisions d'assurance vie. </p><p>6343 Participations aux excédents directement incorporées aux prestations versées. </p><p>6344 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. </p><p>6345 Participations aux excédents directement incorporées aux provisions d'assurance vie. </p><p>6346 Dotations aux provisions pour participation aux excédents et ristournes (y compris opérations en unités de compte). </p><p>6349 Utilisations de provisions pour participation aux excédents et ristournes. </p><p>63493 Participations versées. </p><p>63494 Participations incorporées aux provisions pour sinistres à payer. </p><p>63495 Participations incorporées aux provisions d'assurance vie et aux provisions techniques des opérations en unités de compte. </p><p>635 Acceptations Non-vie. </p><p>6350 Intérêts techniques inclus dans les versements périodiques de rentes. </p><p>6351 Intérêts techniques incorporés aux provisions mathématiques des rentes. </p><p>6353 Participations aux excédents directement incorporées aux prestations versées. </p><p>6354 Participations aux excédents directement incorporées aux provisions pour sinistres à payer. </p><p>6356 Dotations aux provisions pour participation aux excédents et ristournes. </p><p>6359 Utilisations de provisions pour participation aux excédents et ristournes. </p><p>63593 Participations versées. </p><p>63594 Participations incorporées aux provisions pour sinistres à payer. </p><p>63597 Ristournes sur cotisations. </p><p>639 Part des réassureurs. </p><p>6390 Opérations directes Vie. </p><p>6392 Opérations directes Non-vie. </p><p>6394 Acceptations Vie. </p><p>6395 Acceptations Non-vie. </p><p>64 Frais d'exploitation </p><p>640 Frais d'exploitation (Vie). </p><p>6400 Frais d'acquisition. </p><p>64005 Commissions. </p><p>64008 Autres charges. </p><p>64009 Variation des frais d'acquisition reportés. </p><p>6402 Frais d'administration. </p><p>64025 Commissions. </p><p>64028 Autres charges. </p><p>642 Frais d'exploitation (Non-vie). </p><p>6420 Frais d'acquisition. </p><p>64205 Commissions. </p><p>64208 Autres charges. </p><p>64209 Variation des frais d'acquisition reportés. </p><p>6422 Frais d'administration. </p><p>64225 Commissions. </p><p>64228 Autres charges. </p><p>644 Autres charges techniques (Vie). </p><p>6445 Commissions. </p><p>6448 Autres charges. </p><p>645 Autres charges techniques (Non-vie). </p><p>6455 Commissions. </p><p>6458 Autres charges. </p><p>649 Commissions reçues des réassureurs. </p><p>6490 Opérations directes Vie. </p><p>6492 Opérations directes Non-vie. </p><p>6494 Acceptations Vie. </p><p>6495 Acceptations Non-vie. </p><p>65 Charges non techniques </p><p>650 Action sociale. </p><p>6500 Allocations et attributions du conseil d'administration. </p><p>6506 Frais d'exploitation. </p><p>655 Commissions. </p><p>658 Autres charges. </p><p>66 Charges des placements </p><p>660 Intérêts. </p><p>6600 Sur dépôts reçus des réassureurs. </p><p>6601 Sur emprunts. </p><p>6602 Sur dettes à l'égard d'établissements de crédit. </p><p>6603 Autres. </p><p>662 Frais externes de gestion. </p><p>663 Frais internes de gestion. </p><p>664 Pertes sur réalisation et réévaluation de placements. </p><p>6640 Réalisations de placements. </p><p>6642 Réévaluations. </p><p>6645 Dotations à la réserve de capitalisation. </p><p>665 Pertes de change. </p><p>6650 Pertes de change réalisées. </p><p>6652 Dotations à la provision pour pertes de change. </p><p>666 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (moins-values non réalisées). </p><p>668 Amortissements financiers. </p><p>6681 Amortissements des primes de remboursement des emprunts. </p><p>6683 Amortissements des différences de prix de remboursement. </p><p>6685 Amortissements des frais d'acquisition à répartir des immeubles. </p><p>669 Dotations aux amortissements et aux provisions pour dépréciation des placements. </p><p>6693 Amortissements des immeubles. </p><p>6696 Provisions pour dépréciation des placements. </p><p>67 Charges exceptionnelles </p><p>670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement. </p><p>672 Dotation de l'exercice à la provision pour investissement. </p><p>673 Dotation de l'exercice aux autres provisions réglementées. </p><p>674 Autres charges exceptionnelles. </p><p>675 Dotation de l'exercice à la provision pour charges exceptionnelles. </p><p>676 Dotation de l'exercice à la provision pour dépréciations exceptionnelles. </p><p>69 Autres opérations du compte non technique </p><p>695 Impôts sur le résultat. </p><p id='LEGISCTA000006141473'><strong>Classe 7 - Produits.</strong></p><p>70 Cotisations </p><p>700 Cotisations Vie (opérations directes). </p><p>7000 Cotisations périodiques émises. </p><p>7001 Cotisations à versement unique émises. </p><p>70010 Cotisations normales. </p><p>70016 Majorations ou pénalités de retard. </p><p>7002 Annulations effectuées. </p><p>7004 Variation des cotisations restant à émettre. </p><p>7005 Variation des cotisations à annuler. </p><p>702 Cotisations Non-vie (opérations directes). </p><p>7020 Cotisations émises. </p><p>70200 Cotisations normales. </p><p>70206 Majorations ou pénalités de retard. </p><p>7022 Annulations effectuées. </p><p>7023 Ristournes sur cotisations. </p><p>7024 Variation des cotisations restant à émettre. </p><p>7025 Variation des cotisations à annuler. </p><p>704 Cotisations Vie (acceptations). </p><p>705 Cotisations Non-vie (acceptations). </p><p>708 Cotisations cédées. </p><p>7080 Opérations directes Vie. </p><p>7082 Opérations directes Non-vie. </p><p>7084 Acceptations Vie. </p><p>7085 Acceptations Non-vie. </p><p>709 Variation de la provision pour cotisations non acquises (Non-vie). </p><p>7092 Opérations directes. </p><p>7095 Acceptations. </p><p>7099 Part des réassureurs. </p><p>70992 Opérations directes. </p><p>70995 Acceptations. </p><p>72 Production immobilisée </p><p>720 Vie. </p><p>722 Non-vie. </p><p>73 Subventions d'exploitation </p><p>730 Vie. </p><p>732 Non-vie. </p><p>74 Autres produits techniques </p><p>740 Vie. </p><p>742 Non-vie. </p><p>75 Produits non techniques </p><p>750 Honoraires et commissions. </p><p>751 Récupérations. </p><p>752 Utilisations ou reprises de provisions. </p><p>756 Autres produits. </p><p>76 Produits des placements </p><p>760 Revenus des placements. </p><p>762 Honoraires et commissions sur activité de gestion d'actifs. </p><p>764 Profits provenant de la réalisation ou de la réévaluation des placements. </p><p>7641 Réalisations des placements. </p><p>7642 Réévaluations. </p><p>7645 Reprises sur la réserve de capitalisation. </p><p>765 Profits de change. </p><p>7650 Profits de change réalisés. </p><p>7652 Reprise sur la provision pour perte de change. </p><p>766 Ajustement de valeur des actifs représentatifs des opérations en unités de compte (plus-values non réalisées). </p><p>768 Produits des différences sur les prix de remboursement à percevoir. </p><p>769 Reprises de provisions pour dépréciation des placements. </p><p>77 Produits exceptionnels </p><p>772 Reprises de la provision pour investissement. </p><p>773 Reprises sur autres provisions réglementées. </p><p>774 Autres produits exceptionnels. </p><p>775 Utilisations ou reprises de provisions pour charges exceptionnelles. </p><p>776 Utilisations ou reprises de provisions pour dépréciations exceptionnelles. </p><p>79 Transferts </p><p>7920 Produits des placements alloués du compte non technique (compte technique Non-vie). </p><p>7929 Produits des placements transférés au compte technique Non vie (compte non technique). </p><p>7930 Produits des placements alloués du compte technique Vie (compte non technique). </p><p>7939 Produits des placements transférés au compte non technique (compte technique Vie). </p><p id='LEGISCTA000006141474'><strong>Classe 8 - Comptes spéciaux. </strong></p><p>80 Engagements reçus et donnés </p><p>88 Résultat en instance d'affectation </p><p><strong>Classe 9 - Charges par nature.</strong></p>",
            "type": "AUTONOME",
            "dateDebut": "1999-01-01T00:00:00.000Z",
            "dateFin": "2008-01-01T00:00:00.000Z"
        }
    ]
}