{
    "cid": "LEGIARTI000022493253",
    "num": "D2323-6",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Santé de la famille, de la mère et de l'enfant",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132384",
                        "id": "LEGISCTA000006132384",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Etablissements, services et organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145475",
                        "id": "LEGISCTA000006145475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Autres établissements et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160972",
                        "id": "LEGISCTA000006160972",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Lactariums",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178554",
                        "id": "LEGISCTA000006178554",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2010-07-17",
                        "titre": "Section unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190425",
                        "id": "LEGISCTA000006190425",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-17",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Missions et autorisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190425",
                        "id": "LEGISCTA000022496003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-07-17",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Autorisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022493182",
                        "id": "LEGISCTA000022495977",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000025788221",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D2323-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2323-1",
                    "articleId": "LEGIARTI000006911588",
                    "natureText": "CODE",
                    "date": 1599874537496,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1053993600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D2323-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D2323-3",
                    "articleId": "LEGIARTI000022495993",
                    "natureText": "CODE",
                    "date": 1599874537496,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1279324800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025757625",
                    "textTitle": "Décret n°2012-597\n du 27 avril 2012 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000025765496",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-29",
                    "dateSignaTexte": "2012-04-27",
                    "dateDebutCible": "2012-05-01"
                }
            ],
            "num": "D2323-6",
            "origine": "LEGI",
            "texte": "Le lactarium est autorisé pour une durée de cinq ans par le directeur général de l'agence régionale de santé de la région siège du lactarium après avis du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé. L'autorisation est notifiée dans un délai maximal de deux mois à compter de la date de réception de la demande. L'autorisation est renouvelée dans les mêmes conditions. L'autorisation précise la modalité d'exercice de l'activité selon la définition donnée à l'article D. 2323-1 , le site du lactarium ainsi que, le cas échéant, la localisation des antennes. Elle précise la répartition des missions assurées par le site principal et les antennes. Lorsque le site principal et les antennes du lactarium sont implantés dans plusieurs régions, le lactarium est autorisé par le directeur général de l'agence régionale de santé de la région siège du site principal, après avis du directeur général de l'agence régionale de santé de chaque région siège des antennes et du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé. Lorsqu'il est constaté que les conditions de fonctionnement et d'organisation du lactarium mettent en danger la vie ou la santé des enfants, le directeur général de l'agence régionale de santé ayant délivré l'autorisation le notifie au titulaire de l'autorisation de fonctionnement du lactarium. Il transmet également les éléments de ce constat au directeur général de l'Agence nationale de sécurité du médicament et des produits de santé. Il demande au titulaire de l'autorisation de faire connaître, sous huit jours, ses observations ainsi que les mesures correctrices adoptées ou envisagées. En l'absence de réponse dans ce délai ou si cette réponse est insuffisante, il adresse au titulaire de l'autorisation une injonction de prendre toute disposition nécessaire afin de faire cesser définitivement les manquements dans un délai déterminé. Le directeur général de l'agence régionale de santé en constate l'exécution. En cas d'urgence tenant à la sécurité de l'enfant, du personnel, de la mère, ou de la donneuse ou lorsqu'il n'a pas été satisfait dans le délai fixé à l'injonction prévue à l'alinéa précédent, le directeur général de l'agence régionale de santé peut prononcer la suspension partielle ou totale de l'autorisation ou l'interruption immédiate de fonctionnement des moyens techniques de toute nature contribuant à l'activité du lactarium. La décision est notifiée au titulaire de l'autorisation, accompagnée des constatations faites et assortie d'une mise en demeure de remédier aux manquements dans un délai déterminé. Le directeur général de l'agence régionale de santé informe le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé de toute décision d'interruption de fonctionnement ou de suspension de l'autorisation. S'il est constaté, au terme de ce délai, qu'il a été satisfait à la mise en demeure, le directeur général de l'agence régionale de santé met fin à l'interruption. Dans le cas contraire, le directeur général de l'agence régionale de santé se prononce à titre définitif soit sur le maintien de la suspension jusqu'à l'achèvement des mesures prévues, soit sur la modification du contenu de l'autorisation, soit sur son retrait.",
            "texteHtml": "<p>Le lactarium est autorisé pour une durée de cinq ans par le directeur général de l'agence régionale de santé de la région siège du lactarium après avis du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé. L'autorisation est notifiée dans un délai maximal de deux mois à compter de la date de réception de la demande. L'autorisation est renouvelée dans les mêmes conditions. </p><p>L'autorisation précise la modalité d'exercice de l'activité selon la définition donnée à l'article <a href='/article/LEGIARTI000006911588' title='Code de la santé publique - art. D2323-1 (V)'>D. 2323-1</a>, le site du lactarium ainsi que, le cas échéant, la localisation des antennes. Elle précise la répartition des missions assurées par le site principal et les antennes. </p><p>Lorsque le site principal et les antennes du lactarium sont implantés dans plusieurs régions, le lactarium est autorisé par le directeur général de l'agence régionale de santé de la région siège du site principal, après avis du directeur général de l'agence régionale de santé de chaque région siège des antennes et du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé. </p><p>Lorsqu'il est constaté que les conditions de fonctionnement et d'organisation du lactarium mettent en danger la vie ou la santé des enfants, le directeur général de l'agence régionale de santé ayant délivré l'autorisation le notifie au titulaire de l'autorisation de fonctionnement du lactarium. Il transmet également les éléments de ce constat au directeur général de l'Agence nationale de sécurité du médicament et des produits de santé. Il demande au titulaire de l'autorisation de faire connaître, sous huit jours, ses observations ainsi que les mesures correctrices adoptées ou envisagées. En l'absence de réponse dans ce délai ou si cette réponse est insuffisante, il adresse au titulaire de l'autorisation une injonction de prendre toute disposition nécessaire afin de faire cesser définitivement les manquements dans un délai déterminé. Le directeur général de l'agence régionale de santé en constate l'exécution. </p><p>En cas d'urgence tenant à la sécurité de l'enfant, du personnel, de la mère, ou de la donneuse ou lorsqu'il n'a pas été satisfait dans le délai fixé à l'injonction prévue à l'alinéa précédent, le directeur général de l'agence régionale de santé peut prononcer la suspension partielle ou totale de l'autorisation ou l'interruption immédiate de fonctionnement des moyens techniques de toute nature contribuant à l'activité du lactarium. </p><p>La décision est notifiée au titulaire de l'autorisation, accompagnée des constatations faites et assortie d'une mise en demeure de remédier aux manquements dans un délai déterminé. Le directeur général de l'agence régionale de santé informe le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé de toute décision d'interruption de fonctionnement ou de suspension de l'autorisation. </p><p>S'il est constaté, au terme de ce délai, qu'il a été satisfait à la mise en demeure, le directeur général de l'agence régionale de santé met fin à l'interruption. </p><p>Dans le cas contraire, le directeur général de l'agence régionale de santé se prononce à titre définitif soit sur le maintien de la suspension jusqu'à l'achèvement des mesures prévues, soit sur la modification du contenu de l'autorisation, soit sur son retrait.</p>",
            "type": "AUTONOME",
            "dateDebut": "2012-05-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Santé de la famille, de la mère et de l'enfant",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132384",
                        "id": "LEGISCTA000006132384",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Etablissements, services et organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145475",
                        "id": "LEGISCTA000006145475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Autres établissements et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160972",
                        "id": "LEGISCTA000006160972",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Lactariums",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178554",
                        "id": "LEGISCTA000006178554",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2010-07-17",
                        "titre": "Section unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190425",
                        "id": "LEGISCTA000006190425",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-17",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Missions et autorisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190425",
                        "id": "LEGISCTA000022496003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-07-17",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Autorisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022493182",
                        "id": "LEGISCTA000022495977",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000022495975",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D2323-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D2323-3",
                    "articleId": "LEGIARTI000022495993",
                    "natureText": "CODE",
                    "date": 1599831969570,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1279324800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022481429",
                    "textTitle": "Décret n°2010-805 du 13 juillet 2010 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022483978",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-07-16",
                    "dateSignaTexte": "2010-07-13",
                    "dateDebutCible": "2010-07-17"
                }
            ],
            "num": "D2323-6",
            "origine": "LEGI",
            "texte": "Le lactarium est autorisé pour une durée de cinq ans par le directeur général de l'agence régionale de santé de la région siège du lactarium après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé.L'autorisation est notifiée dans un délai maximal de deux mois à compter de la date de réception de la demande.L'autorisation est renouvelée dans les mêmes conditions. L'autorisation précise la modalité d'exercice de l'activité selon la définition donnée à l'article D. 2323-1, le site du lactarium ainsi que, le cas échéant, la localisation des antennes. Elle précise la répartition des missions assurées par le site principal et les antennes. Lorsque le site principal et les antennes du lactarium sont implantés dans plusieurs régions, le lactarium est autorisé par le directeur général de l'agence régionale de santé de la région siège du site principal, après avis du directeur général de l'agence régionale de santé de chaque région siège des antennes et du directeur général de l'Agence française de sécurité sanitaire des produits de santé. Lorsqu'il est constaté que les conditions de fonctionnement et d'organisation du lactarium mettent en danger la vie ou la santé des enfants, le directeur général de l'agence régionale de santé ayant délivré l'autorisation le notifie au titulaire de l'autorisation de fonctionnement du lactarium. Il transmet également les éléments de ce constat au directeur général de l'Agence française de sécurité sanitaire des produits de santé. Il demande au titulaire de l'autorisation de faire connaître, sous huit jours, ses observations ainsi que les mesures correctrices adoptées ou envisagées. En l'absence de réponse dans ce délai ou si cette réponse est insuffisante, il adresse au titulaire de l'autorisation une injonction de prendre toute disposition nécessaire afin de faire cesser définitivement les manquements dans un délai déterminé. Le directeur général de l'agence régionale de santé en constate l'exécution. En cas d'urgence tenant à la sécurité de l'enfant, du personnel, de la mère, ou de la donneuse ou lorsqu'il n'a pas été satisfait dans le délai fixé à l'injonction prévue à l'alinéa précédent, le directeur général de l'agence régionale de santé peut prononcer la suspension partielle ou totale de l'autorisation ou l'interruption immédiate de fonctionnement des moyens techniques de toute nature contribuant à l'activité du lactarium. La décision est notifiée au titulaire de l'autorisation, accompagnée des constatations faites et assortie d'une mise en demeure de remédier aux manquements dans un délai déterminé. Le directeur général de l'agence régionale de santé informe le directeur général de l'Agence française de sécurité sanitaire des produits de santé de toute décision d'interruption de fonctionnement ou de suspension de l'autorisation. S'il est constaté, au terme de ce délai, qu'il a été satisfait à la mise en demeure, le directeur général de l'agence régionale de santé met fin à l'interruption. Dans le cas contraire, le directeur général de l'agence régionale de santé se prononce à titre définitif soit sur le maintien de la suspension jusqu'à l'achèvement des mesures prévues, soit sur la modification du contenu de l'autorisation, soit sur son retrait.",
            "texteHtml": "<p>Le lactarium est autorisé pour une durée de cinq ans par le directeur général de l'agence régionale de santé de la région siège du lactarium après avis du directeur général de l'Agence française de sécurité sanitaire des produits de santé.L'autorisation est notifiée dans un délai maximal de deux mois à compter de la date de réception de la demande.L'autorisation est renouvelée dans les mêmes conditions. <br/><br/> L'autorisation précise la modalité d'exercice de l'activité selon la définition donnée à l'article D. 2323-1, le site du lactarium ainsi que, le cas échéant, la localisation des antennes. Elle précise la répartition des missions assurées par le site principal et les antennes. <br/><br/> Lorsque le site principal et les antennes du lactarium sont implantés dans plusieurs régions, le lactarium est autorisé par le directeur général de l'agence régionale de santé de la région siège du site principal, après avis du directeur général de l'agence régionale de santé de chaque région siège des antennes et du directeur général de l'Agence française de sécurité sanitaire des produits de santé. <br/><br/> Lorsqu'il est constaté que les conditions de fonctionnement et d'organisation du lactarium mettent en danger la vie ou la santé des enfants, le directeur général de l'agence régionale de santé ayant délivré l'autorisation le notifie au titulaire de l'autorisation de fonctionnement du lactarium. Il transmet également les éléments de ce constat au directeur général de l'Agence française de sécurité sanitaire des produits de santé. Il demande au titulaire de l'autorisation de faire connaître, sous huit jours, ses observations ainsi que les mesures correctrices adoptées ou envisagées. En l'absence de réponse dans ce délai ou si cette réponse est insuffisante, il adresse au titulaire de l'autorisation une injonction de prendre toute disposition nécessaire afin de faire cesser définitivement les manquements dans un délai déterminé. Le directeur général de l'agence régionale de santé en constate l'exécution. <br/><br/> En cas d'urgence tenant à la sécurité de l'enfant, du personnel, de la mère, ou de la donneuse ou lorsqu'il n'a pas été satisfait dans le délai fixé à l'injonction prévue à l'alinéa précédent, le directeur général de l'agence régionale de santé peut prononcer la suspension partielle ou totale de l'autorisation ou l'interruption immédiate de fonctionnement des moyens techniques de toute nature contribuant à l'activité du lactarium. <br/><br/> La décision est notifiée au titulaire de l'autorisation, accompagnée des constatations faites et assortie d'une mise en demeure de remédier aux manquements dans un délai déterminé. Le directeur général de l'agence régionale de santé informe le directeur général de l'Agence française de sécurité sanitaire des produits de santé de toute décision d'interruption de fonctionnement ou de suspension de l'autorisation. <br/><br/> S'il est constaté, au terme de ce délai, qu'il a été satisfait à la mise en demeure, le directeur général de l'agence régionale de santé met fin à l'interruption. <br/><br/> Dans le cas contraire, le directeur général de l'agence régionale de santé se prononce à titre définitif soit sur le maintien de la suspension jusqu'à l'achèvement des mesures prévues, soit sur la modification du contenu de l'autorisation, soit sur son retrait. </p>",
            "type": "AUTONOME",
            "dateDebut": "2010-07-17T00:00:00.000Z",
            "dateFin": "2012-05-01T00:00:00.000Z"
        }
    ]
}