{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032773396",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Pour l'application du I de l'article L. 2333-55-3 , les manifestations sont éligibles au crédit d'impôt : 1° Lorsque le casino assure directement tout ou partie de l'organisation et le financement de la manifestation. Les dépenses visées au IV de l'article L. 2333-55-3 peuvent être portées à la charge du casino ; 2° Lorsque le casino délègue en tout ou partie l'organisation de la manifestation à un tiers titulaire de la licence d'entrepreneur de spectacles et finance la part correspondante. Une convention conclue avec le tiers détermine notamment les dépenses et les recettes qui, une fois exposées par le tiers dans le cadre de l'organisation de la manifestation, sont portées par ce dernier à la charge et au bénéfice du casino. La prise en charge des dépenses s'opère dans les conditions suivantes : a) Seules les dépenses visées aux A et D du IV de l'article L. 2333-55-3 peuvent être portées à la charge du casino pour la partie des prestations déléguées ; pour la partie des prestations assurées directement par le casino, les dépenses visées au 1° du présent article peuvent être retenues ; b) La participation financière du casino est arrêtée au regard d'un état détaillé produit par le tiers sur lequel sont portées les dépenses et recettes mentionnées dans la convention, chacune d'elles étant identifiée par sa nature, le numéro et la date d'émission de la facture afférente, son montant, la désignation du fournisseur ou prestataire s'y rapportant et le compte où elle est enregistrée dans la comptabilité de ce tiers. II. – Le préfet de région statuant après instruction par la direction régionale des affaires culturelles du lieu du siège du casino est l'autorité compétente pour rendre la décision mentionnée au II de l'article L. 2333-55-3. Préalablement au dépôt de la demande mentionnée au IV du présent article, le casino adresse à la direction régionale des affaires culturelles territorialement compétente une demande relative à l'éligibilité du spectacle au crédit d'impôt dont le contenu est défini par arrêté conjoint des ministres chargés du budget et de la culture. La demande visant à se prononcer sur l'éligibilité du spectacle est adressée au plus tard le 30 novembre de la saison des jeux qui suit celle au cours de laquelle a eu lieu la manifestation. Le barème de points permettant d'apprécier la qualité artistique de la manifestation, à partir de critères définis pour chacun des objectifs mentionnés aux a à d du 3° du II de l'article L. 2333-55-3, figure en annexe. Pour instruire le dossier, la direction régionale des affaires culturelles consulte la commune siège du casino de la demande présentée par le casino. Si l'avis de la commune n'est pas donné dans le mois de saisine, il est réputé acquis. La direction régionale des affaires culturelles peut effectuer tout contrôle sur place en vue de recueillir toute information utile. La décision du préfet de région est notifiée au casino dans les deux mois qui suivent le dépôt de cette demande. La décision favorable du préfet de région autorise le casino à déposer la demande de remboursement du crédit d'impôt, mentionnée au IV du présent article. III. – Pour la détermination du montant des dépenses mentionnées au IV de l'article L. 2333-55-3, il y a lieu de retenir : 1° Au titre des dépenses des personnels mentionnées au B du IV de l'article L. 2333-55-3, les dépenses suivantes dans la limite des plafonds suivants : a) 24 heures par spectacle éligible pour l'emploi de directeur artistique lorsque ce dernier participe à la création d'un spectacle présenté par le casino ; à défaut, le nombre d'heures retenues ne peut pas excéder 8 heures ; b) 12 heures par spectacle éligible pour l'emploi de régisseur lorsque le spectacle nécessite une période de montage et de démontage ; à défaut, le nombre d'heures retenues ne peut pas excéder 8 heures ; c) 8 heures par spectacle éligible pour les emplois suivants : régie lumière et son, assistant opérateur, opérateur, accessoiriste, aide-accessoiriste ; d) 6 heures par spectacle éligible pour les emplois suivants : animateur, présentateur de spectacle, musicien, artiste, agents en charge de la sécurité et de la sécurité incendie ; e) 3 heures par spectacle éligible pour les emplois d'ouvreur ; 2° Au titre des dépenses mentionnées au E du IV de l'article L. 2333-55-3, les dépenses doivent être : a) Facturées au casino ; b) Et justifiées par la production d'un état de répartition de ces dépenses par catégorie de dépenses éligibles pour la manifestation en cause et d'un état de répartition de ces mêmes dépenses entre toutes les sociétés du groupe ayant organisé des manifestations artistiques de qualité. La justification du montant de ces dépenses peut notamment se faire au moyen d'éléments de la comptabilité analytique tenue par la société mère. IV. – Pour l'application des dispositions du VII de l'article L. 2333-55-3, le casino dépose une demande de remboursement du crédit d'impôt, conforme à un modèle fixé par l'administration, auprès du service de la direction générale des finances publiques désigné par un arrêté du ministre chargé du budget. La demande dont le contenu est défini par arrêté conjoint des ministres chargés du budget et de la culture est adressée au plus tard le 15 février qui suit la clôture de la saison des jeux au cours de laquelle les dépenses et les recettes ont été exposées. Si la demande fait l'objet d'une décision favorable ou partiellement favorable, le montant du crédit d'impôt accordé au casino lui est remboursé. Il ne peut pas faire l'objet d'une imputation sur les prélèvements dus au titre d'une saison des jeux ultérieure. V. – Pour l'application du IX de l'article L. 2333-55-3, la charge du crédit d'impôt répartie entre l'Etat et la commune siège du casino est établie à partir du montant des prélèvements visés aux articles L. 2333-54 et L. 2333-56 du code général des collectivités territoriales, recouvrés au 30 novembre qui suit la saison des jeux de rattachement du crédit d'impôt.",
            "texteHtml": "<p>I. – Pour l'application du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000030012070&dateTexte=&categorieLien=cid'>L. 2333-55-3</a>, les manifestations sont éligibles au crédit d'impôt :</p><p>1° Lorsque le casino assure directement tout ou partie de l'organisation et le financement de la manifestation.</p><p>Les dépenses visées au IV de l'article L. 2333-55-3 peuvent être portées à la charge du casino ;</p><p>2° Lorsque le casino délègue en tout ou partie l'organisation de la manifestation à un tiers titulaire de la licence d'entrepreneur de spectacles et finance la part correspondante. Une convention conclue avec le tiers détermine notamment les dépenses et les recettes qui, une fois exposées par le tiers dans le cadre de l'organisation de la manifestation, sont portées par ce dernier à la charge et au bénéfice du casino.</p><p>La prise en charge des dépenses s'opère dans les conditions suivantes :</p><p>a) Seules les dépenses visées aux A et D du IV de l'article L. 2333-55-3 peuvent être portées à la charge du casino pour la partie des prestations déléguées ; pour la partie des prestations assurées directement par le casino, les dépenses visées au 1° du présent article peuvent être retenues ;</p><p>b) La participation financière du casino est arrêtée au regard d'un état détaillé produit par le tiers sur lequel sont portées les dépenses et recettes mentionnées dans la convention, chacune d'elles étant identifiée par sa nature, le numéro et la date d'émission de la facture afférente, son montant, la désignation du fournisseur ou prestataire s'y rapportant et le compte où elle est enregistrée dans la comptabilité de ce tiers.</p><p>II. – Le préfet de région statuant après instruction par la direction régionale des affaires culturelles du lieu du siège du casino est l'autorité compétente pour rendre la décision mentionnée au II de l'article L. 2333-55-3.</p><p>Préalablement au dépôt de la demande mentionnée au IV du présent article, le casino adresse à la direction régionale des affaires culturelles territorialement compétente une demande relative à l'éligibilité du spectacle au crédit d'impôt dont le contenu est défini par arrêté conjoint des ministres chargés du budget et de la culture.</p><p>La demande visant à se prononcer sur l'éligibilité du spectacle est adressée au plus tard le 30 novembre de la saison des jeux qui suit celle au cours de laquelle a eu lieu la manifestation.</p><p>Le barème de points permettant d'apprécier la qualité artistique de la manifestation, à partir de critères définis pour chacun des objectifs mentionnés aux a à d du 3° du II de l'article L. 2333-55-3, figure en annexe.</p><p>Pour instruire le dossier, la direction régionale des affaires culturelles consulte la commune siège du casino de la demande présentée par le casino. Si l'avis de la commune n'est pas donné dans le mois de saisine, il est réputé acquis. La direction régionale des affaires culturelles peut effectuer tout contrôle sur place en vue de recueillir toute information utile.</p><p>La décision du préfet de région est notifiée au casino dans les deux mois qui suivent le dépôt de cette demande.</p><p>La décision favorable du préfet de région autorise le casino à déposer la demande de remboursement du crédit d'impôt, mentionnée au IV du présent article.</p><p>III. – Pour la détermination du montant des dépenses mentionnées au IV de l'article L. 2333-55-3, il y a lieu de retenir :</p><p>1° Au titre des dépenses des personnels mentionnées au B du IV de l'article L. 2333-55-3, les dépenses suivantes dans la limite des plafonds suivants :</p><p>a) 24 heures par spectacle éligible pour l'emploi de directeur artistique lorsque ce dernier participe à la création d'un spectacle présenté par le casino ; à défaut, le nombre d'heures retenues ne peut pas excéder 8 heures ;</p><p>b) 12 heures par spectacle éligible pour l'emploi de régisseur lorsque le spectacle nécessite une période de montage et de démontage ; à défaut, le nombre d'heures retenues ne peut pas excéder 8 heures ;</p><p>c) 8 heures par spectacle éligible pour les emplois suivants : régie lumière et son, assistant opérateur, opérateur, accessoiriste, aide-accessoiriste ;</p><p>d) 6 heures par spectacle éligible pour les emplois suivants : animateur, présentateur de spectacle, musicien, artiste, agents en charge de la sécurité et de la sécurité incendie ;</p><p>e) 3 heures par spectacle éligible pour les emplois d'ouvreur ;</p><p>2° Au titre des dépenses mentionnées au E du IV de l'article L. 2333-55-3, les dépenses doivent être :</p><p>a) Facturées au casino ;</p><p>b) Et justifiées par la production d'un état de répartition de ces dépenses par catégorie de dépenses éligibles pour la manifestation en cause et d'un état de répartition de ces mêmes dépenses entre toutes les sociétés du groupe ayant organisé des manifestations artistiques de qualité. La justification du montant de ces dépenses peut notamment se faire au moyen d'éléments de la comptabilité analytique tenue par la société mère.</p><p>IV. – Pour l'application des dispositions du VII de l'article L. 2333-55-3, le casino dépose une demande de remboursement du crédit d'impôt, conforme à un modèle fixé par l'administration, auprès du service de la direction générale des finances publiques désigné par un arrêté du ministre chargé du budget.</p><p>La demande dont le contenu est défini par arrêté conjoint des ministres chargés du budget et de la culture est adressée au plus tard le 15 février qui suit la clôture de la saison des jeux au cours de laquelle les dépenses et les recettes ont été exposées.</p><p>Si la demande fait l'objet d'une décision favorable ou partiellement favorable, le montant du crédit d'impôt accordé au casino lui est remboursé. Il ne peut pas faire l'objet d'une imputation sur les prélèvements dus au titre d'une saison des jeux ultérieure.</p><p>V. – Pour l'application du IX de l'article L. 2333-55-3, la charge du crédit d'impôt répartie entre l'Etat et la commune siège du casino est établie à partir du montant des prélèvements visés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390671&dateTexte=&categorieLien=cid'>L. 2333-54 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390676&dateTexte=&categorieLien=cid'>L. 2333-56 </a>du code général des collectivités territoriales, recouvrés au 30 novembre qui suit la saison des jeux de rattachement du crédit d'impôt.</p>",
            "num": "R2333-82-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1466985600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879101877,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088021",
                        "id": "LEGISCTA000006088021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "DEUXIEME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116647",
                        "id": "LEGISCTA000006116647",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135533",
                        "id": "LEGISCTA000006135533",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149398",
                        "id": "LEGISCTA000006149398",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Taxes, redevances ou versements non prévus par le code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164979",
                        "id": "LEGISCTA000006164979",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Taxes particulières aux stations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181464",
                        "id": "LEGISCTA000006181464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Prélèvement progressif sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192690",
                        "id": "LEGISCTA000006192690",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032773396",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192690",
            "sectionParentId": "LEGISCTA000006192690",
            "sectionParentTitre": "Sous-section 4 : Prélèvement progressif sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie réglementaire &gt; DEUXIEME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE III : Taxes, redevances ou versements non prévus par le code général des impôts &gt; Section 6 : Taxes particulières aux stations &gt; Sous-section 4 : Prélèvement progressif sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032773396",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032770164",
                    "textTitle": "Décret n°2016-838 du 24 juin 2016 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032771469",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-26",
                    "dateSignaTexte": "2016-06-24",
                    "dateDebutCible": "2016-06-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033161077",
                    "textTitle": "Arrêté du 5 septembre 2016 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000033164933",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1475107200000,
                    "dateDebut": 1475193600000
                },
                {
                    "textCid": "JORFTEXT000033161077",
                    "textTitle": "Arrêté du 5 septembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000033164929",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1475107200000,
                    "dateDebut": 1475193600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-54",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-54",
                    "articleId": "LEGIARTI000006390671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55-3",
                    "articleId": "LEGIARTI000030012070",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-56",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-56",
                    "articleId": "LEGIARTI000006390676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032773396",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1466985600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R2333-82-4",
                "2333-82-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}