{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044980932",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article 73 de la Constitution. A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de : 1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ; 2° Mise aux normes et de sécurisation des équipements publics ; 3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ; 4° Développement du numérique et de la téléphonie mobile ; 5° Création, transformation et rénovation des bâtiments scolaires ; 6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants. Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article L. 5741-1 . Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale. B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier de l'année précédente et telle que définie à l'article L. 4332-4-1 pour les régions et à l'article L. 3334-2 pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier de l'année précédente. Pour les communes, la population à prendre en compte est celle définie à l'article L. 2334-2 et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques. C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention. Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans le département présente chaque année à la commission prévue à l'article L. 2334-37 les orientations que le représentant de l'Etat dans la région prévoit de mettre en œuvre en ce qui concerne la dotation pour l'exercice en cours. Ces subventions doivent être notifiées, pour au moins 80 % du montant des crédits répartis au profit de la région ou de la collectivité régie par l'article 73 de la Constitution pour l'exercice en cours, au cours du premier semestre de l'année civile. Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l' article L. 2334-37 du code général des collectivités territoriales , dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Le représentant de l'Etat dans le département transmet aux membres de la commission prévue à l'article L. 2334-37 ainsi qu'aux membres du Parlement élus dans ce département un rapport faisant le bilan de la dotation pour chaque exercice. Il présente ce rapport à la commission prévue au même article L. 2334-37. Avant le 31 juillet de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région, dans un format ouvert et aisément réutilisable. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant. D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible. E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article L. 1111-10 , sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.",
            "texteHtml": "<p>Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000571356&idArticle=LEGIARTI000006527580&dateTexte=&categorieLien=cid'>73 </a>de la Constitution.</p><p>A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de :</p><p>1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ;</p><p>2° Mise aux normes et de sécurisation des équipements publics ;</p><p>3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ;</p><p>4° Développement du numérique et de la téléphonie mobile ;</p><p>5° Création, transformation et rénovation des bâtiments scolaires ;</p><p>6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants.</p><p>Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028531295&dateTexte=&categorieLien=cid'>L. 5741-1</a>. Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale.</p><p>B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier de l'année précédente et telle que définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020050688&dateTexte=&categorieLien=cid'>L. 4332-4-1 </a>pour les régions et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006391848&dateTexte=&categorieLien=cid'>L. 3334-2 </a>pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier de l'année précédente. Pour les communes, la population à prendre en compte est celle définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390755&dateTexte=&categorieLien=cid'>L. 2334-2 </a>et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques.</p><p>C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention.</p><p>Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans le département présente chaque année à la commission prévue à l'article L. 2334-37 les orientations que le représentant de l'Etat dans la région prévoit de mettre en œuvre en ce qui concerne la dotation pour l'exercice en cours.</p><p>Ces subventions doivent être notifiées, pour au moins 80 % du montant des crédits répartis au profit de la région ou de la collectivité régie par l'article 73 de la Constitution pour l'exercice en cours, au cours du premier semestre de l'année civile.</p><p>Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390895&dateTexte=&categorieLien=cid'>article L. 2334-37 du code général des collectivités territoriales</a>, dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Le représentant de l'Etat dans le département transmet aux membres de la commission prévue à l'article L. 2334-37 ainsi qu'aux membres du Parlement élus dans ce département un rapport faisant le bilan de la dotation pour chaque exercice. Il présente ce rapport à la commission prévue au même article L. 2334-37.</p><p>Avant le 31 juillet de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région, dans un format ouvert et aisément réutilisable. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant.</p><p>D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible.</p><p>E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000023245202&dateTexte=&categorieLien=cid'>L. 1111-10</a>, sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.</p>",
            "num": "L2334-42",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1672531200000,
            "dateFin": 1672444800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135493",
                        "id": "LEGISCTA000006135493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149245",
                        "id": "LEGISCTA000006149245",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164580",
                        "id": "LEGISCTA000006164580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Dotation de soutien à l'investissement local ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036395965",
                        "id": "LEGISCTA000036395965",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036395967",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036395965",
            "sectionParentId": "LEGISCTA000036395965",
            "sectionParentTitre": "Section 6 : Dotation de soutien à l'investissement local ",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales &gt; Section 6 : Dotation de soutien à l'investissement local ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044980932",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 192 de la loi n° 2021-1900 du 30 décembre 2021, ces dispositions entrent en vigueur le 1 er janvier 2023.",
            "notaHtml": "<p>Conformément au II de l'article 192 de la loi n° 2021-1900 du 30 décembre 2021, ces dispositions entrent en vigueur le 1<sup>er</sup> janvier 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044637640",
                    "textTitle": "LOI n°2021-1900 du 30 décembre 2021 - art. 192 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "192",
                    "articleId": "LEGIARTI000044794730",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-31",
                    "dateSignaTexte": "2021-12-30",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 73",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000006527580",
                    "natureText": "CONSTITUTION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": -354758400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1111-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1111-10",
                    "articleId": "LEGIARTI000023245202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2334-2",
                    "articleId": "LEGIARTI000006390755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2334-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2334-37",
                    "articleId": "LEGIARTI000006390895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3334-2",
                    "articleId": "LEGIARTI000006391848",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4332-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4332-4-1",
                    "articleId": "LEGIARTI000020050688",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5741-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5741-1",
                    "articleId": "LEGIARTI000028531295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585699200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036395967",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037994694",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045048739",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213216",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044980932",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1672444800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046873945",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2334-42",
                "2334-42"
            ],
            "versionPrecedente": "LEGIARTI000045213216",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000046873945",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article 73 de la Constitution. A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de : 1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ; 2° Mise aux normes et de sécurisation des équipements publics ; 3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ; 4° Développement du numérique et de la téléphonie mobile ; 5° Création, transformation et rénovation des bâtiments scolaires ; 6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants. Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article L. 5741-1 . Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale. B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier de l'année précédente et telle que définie à l'article L. 4332-4-1 pour les régions et à l'article L. 3334-2 pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier de l'année précédente. Pour les communes, la population à prendre en compte est celle définie à l'article L. 2334-2 et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques. C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention. Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans le département présente chaque année à la commission prévue à l'article L. 2334-37 les orientations que le représentant de l'Etat dans la région prévoit de mettre en œuvre en ce qui concerne la dotation pour l'exercice en cours. Sans préjudice des autres délégations de signature qu'il peut accorder, le représentant de l'Etat dans la région peut donner délégation au représentant de l'Etat dans le département pour signer les décisions d'attribution des subventions. Le représentant de l'Etat dans la région tient compte du caractère écologique des projets pour la fixation des taux de subvention. Ces subventions doivent être notifiées, pour au moins 80 % du montant des crédits répartis au profit de la région ou de la collectivité régie par l'article 73 de la Constitution pour l'exercice en cours, au cours du premier semestre de l'année civile. Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l' article L. 2334-37 du code général des collectivités territoriales , dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Le représentant de l'Etat dans le département transmet aux membres de la commission prévue à l'article L. 2334-37 ainsi qu'aux membres du Parlement élus dans ce département un rapport faisant le bilan de la dotation pour chaque exercice. Il présente ce rapport à la commission prévue au même article L. 2334-37. Avant le 31 juillet de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région, dans un format ouvert et aisément réutilisable. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant. D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible. E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article L. 1111-10 , sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.",
            "texteHtml": "<p>Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000571356&idArticle=LEGIARTI000006527580&dateTexte=&categorieLien=cid'>73 </a>de la Constitution.</p><p>A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de :</p><p>1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ;</p><p>2° Mise aux normes et de sécurisation des équipements publics ;</p><p>3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ;</p><p>4° Développement du numérique et de la téléphonie mobile ;</p><p>5° Création, transformation et rénovation des bâtiments scolaires ;</p><p>6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants.</p><p>Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028531295&dateTexte=&categorieLien=cid'>L. 5741-1</a>. Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale.</p><p>B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier de l'année précédente et telle que définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020050688&dateTexte=&categorieLien=cid'>L. 4332-4-1 </a>pour les régions et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006391848&dateTexte=&categorieLien=cid'>L. 3334-2 </a>pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier de l'année précédente. Pour les communes, la population à prendre en compte est celle définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390755&dateTexte=&categorieLien=cid'>L. 2334-2 </a>et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques.</p><p>C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention.</p><p>Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans le département présente chaque année à la commission prévue à l'article L. 2334-37 les orientations que le représentant de l'Etat dans la région prévoit de mettre en œuvre en ce qui concerne la dotation pour l'exercice en cours.</p><p>Sans préjudice des autres délégations de signature qu'il peut accorder, le représentant de l'Etat dans la région peut donner délégation au représentant de l'Etat dans le département pour signer les décisions d'attribution des subventions.</p><p>Le représentant de l'Etat dans la région tient compte du caractère écologique des projets pour la fixation des taux de subvention.</p><p>Ces subventions doivent être notifiées, pour au moins 80 % du montant des crédits répartis au profit de la région ou de la collectivité régie par l'article 73 de la Constitution pour l'exercice en cours, au cours du premier semestre de l'année civile.</p><p>Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390895&dateTexte=&categorieLien=cid'>article L. 2334-37 du code général des collectivités territoriales</a>, dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Le représentant de l'Etat dans le département transmet aux membres de la commission prévue à l'article L. 2334-37 ainsi qu'aux membres du Parlement élus dans ce département un rapport faisant le bilan de la dotation pour chaque exercice. Il présente ce rapport à la commission prévue au même article L. 2334-37.</p><p>Avant le 31 juillet de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région, dans un format ouvert et aisément réutilisable. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant.</p><p>D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible.</p><p>E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000023245202&dateTexte=&categorieLien=cid'>L. 1111-10</a>, sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.</p>",
            "num": "L2334-42",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1672531200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135493",
                        "id": "LEGISCTA000006135493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149245",
                        "id": "LEGISCTA000006149245",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164580",
                        "id": "LEGISCTA000006164580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Dotation de soutien à l'investissement local ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036395965",
                        "id": "LEGISCTA000036395965",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036395967",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036395965",
            "sectionParentId": "LEGISCTA000036395965",
            "sectionParentTitre": "Section 6 : Dotation de soutien à l'investissement local ",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales &gt; Section 6 : Dotation de soutien à l'investissement local ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046873945",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 192 de la loi n° 2021-1900 du 30 décembre 2021, ces dispositions entrent en vigueur le 1 er janvier 2023.",
            "notaHtml": "<p>Conformément au II de l'article 192 de la loi n° 2021-1900 du 30 décembre 2021, ces dispositions entrent en vigueur le 1<sup>er</sup> janvier 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044637640",
                    "textTitle": "LOI n°2021-1900 du 30 décembre 2021 - art. 192 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "192",
                    "articleId": "LEGIARTI000044794730",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-31",
                    "dateSignaTexte": "2021-12-30",
                    "dateDebutCible": "2022-01-01"
                },
                {
                    "textCid": "JORFTEXT000046845631",
                    "textTitle": "LOI n°2022-1726 du 30 décembre 2022 - art. 198",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "198",
                    "articleId": "LEGIARTI000046852270",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-12-31",
                    "dateSignaTexte": "2022-12-30",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 73",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000006527580",
                    "natureText": "CONSTITUTION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": -354758400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1111-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1111-10",
                    "articleId": "LEGIARTI000023245202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2334-2",
                    "articleId": "LEGIARTI000006390755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2334-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2334-37",
                    "articleId": "LEGIARTI000006390895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3334-2",
                    "articleId": "LEGIARTI000006391848",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4332-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4332-4-1",
                    "articleId": "LEGIARTI000020050688",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5741-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5741-1",
                    "articleId": "LEGIARTI000028531295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585699200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036395967",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037994694",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045048739",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213216",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044980932",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1672444800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046873945",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2334-42",
                "2334-42"
            ],
            "versionPrecedente": "LEGIARTI000044980932",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000045213216",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article 73 de la Constitution. A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de : 1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ; 2° Mise aux normes et de sécurisation des équipements publics ; 3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ; 4° Développement du numérique et de la téléphonie mobile ; 5° Création, transformation et rénovation des bâtiments scolaires ; 6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants. Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article L. 5741-1 . Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale. B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier de l'année précédente et telle que définie à l'article L. 4332-4-1 pour les régions et à l'article L. 3334-2 pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier de l'année précédente. Pour les communes, la population à prendre en compte est celle définie à l'article L. 2334-2 et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques. C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention. Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans le département présente chaque année à la commission prévue à l'article L. 2334-37 les orientations que le représentant de l'Etat dans la région prévoit de mettre en œuvre en ce qui concerne la dotation pour l'exercice en cours. Sans préjudice des autres délégations de signature qu'il peut accorder, le représentant de l'Etat dans la région peut donner délégation au représentant de l'Etat dans le département pour signer les décisions d'attribution des subventions. Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l' article L. 2334-37 du code général des collectivités territoriales , dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Le représentant de l'Etat dans le département transmet aux membres de la commission prévue à l'article L. 2334-37 ainsi qu'aux membres du Parlement élus dans ce département un rapport faisant le bilan de la dotation pour chaque exercice. Il présente ce rapport à la commission prévue au même article L. 2334-37. Avant le 30 septembre de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région, dans un format ouvert et aisément réutilisable. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant. D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible. E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article L. 1111-10 , sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.",
            "texteHtml": "<p>Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000571356&idArticle=LEGIARTI000006527580&dateTexte=&categorieLien=cid'>73 </a>de la Constitution.</p><p>A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de :</p><p>1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ;</p><p>2° Mise aux normes et de sécurisation des équipements publics ;</p><p>3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ;</p><p>4° Développement du numérique et de la téléphonie mobile ;</p><p>5° Création, transformation et rénovation des bâtiments scolaires ;</p><p>6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants.</p><p>Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028531295&dateTexte=&categorieLien=cid'>L. 5741-1</a>. Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale.</p><p>B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier de l'année précédente et telle que définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020050688&dateTexte=&categorieLien=cid'>L. 4332-4-1 </a>pour les régions et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006391848&dateTexte=&categorieLien=cid'>L. 3334-2 </a>pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier de l'année précédente. Pour les communes, la population à prendre en compte est celle définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390755&dateTexte=&categorieLien=cid'>L. 2334-2 </a>et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques.</p><p>C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention.</p><p>Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans le département présente chaque année à la commission prévue à l'article L. 2334-37 les orientations que le représentant de l'Etat dans la région prévoit de mettre en œuvre en ce qui concerne la dotation pour l'exercice en cours.</p><p>Sans préjudice des autres délégations de signature qu'il peut accorder, le représentant de l'Etat dans la région peut donner délégation au représentant de l'Etat dans le département pour signer les décisions d'attribution des subventions.</p><p>Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390895&dateTexte=&categorieLien=cid'>article L. 2334-37 du code général des collectivités territoriales</a>, dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Le représentant de l'Etat dans le département transmet aux membres de la commission prévue à l'article L. 2334-37 ainsi qu'aux membres du Parlement élus dans ce département un rapport faisant le bilan de la dotation pour chaque exercice. Il présente ce rapport à la commission prévue au même article L. 2334-37.</p><p>Avant le 30 septembre de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région, dans un format ouvert et aisément réutilisable. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant.</p><p>D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible.</p><p>E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000023245202&dateTexte=&categorieLien=cid'>L. 1111-10</a>, sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.</p>",
            "num": "L2334-42",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1645574400000,
            "dateFin": 1672531200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135493",
                        "id": "LEGISCTA000006135493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149245",
                        "id": "LEGISCTA000006149245",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164580",
                        "id": "LEGISCTA000006164580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Dotation de soutien à l'investissement local ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036395965",
                        "id": "LEGISCTA000036395965",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036395967",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036395965",
            "sectionParentId": "LEGISCTA000036395965",
            "sectionParentTitre": "Section 6 : Dotation de soutien à l'investissement local ",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales &gt; Section 6 : Dotation de soutien à l'investissement local ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045213216",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 155",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "155",
                    "articleId": "LEGIARTI000045198803",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 73",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000006527580",
                    "natureText": "CONSTITUTION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": -354758400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1111-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1111-10",
                    "articleId": "LEGIARTI000023245202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2334-2",
                    "articleId": "LEGIARTI000006390755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2334-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2334-37",
                    "articleId": "LEGIARTI000006390895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3334-2",
                    "articleId": "LEGIARTI000006391848",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4332-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4332-4-1",
                    "articleId": "LEGIARTI000020050688",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5741-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5741-1",
                    "articleId": "LEGIARTI000028531295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585699200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036395967",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037994694",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045048739",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213216",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044980932",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1672444800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046873945",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2334-42",
                "2334-42"
            ],
            "versionPrecedente": "LEGIARTI000045048739",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000045048739",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article 73 de la Constitution. A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de : 1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ; 2° Mise aux normes et de sécurisation des équipements publics ; 3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ; 4° Développement du numérique et de la téléphonie mobile ; 5° Création, transformation et rénovation des bâtiments scolaires ; 6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants. Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article L. 5741-1 . Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale. B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier de l'année précédente et telle que définie à l'article L. 4332-4-1 pour les régions et à l'article L. 3334-2 pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier de l'année précédente. Pour les communes, la population à prendre en compte est celle définie à l'article L. 2334-2 et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques. C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention. Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans le département présente chaque année à la commission prévue à l'article L. 2334-37 les orientations que le représentant de l'Etat dans la région prévoit de mettre en œuvre en ce qui concerne la dotation pour l'exercice en cours. Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l' article L. 2334-37 du code général des collectivités territoriales , dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Le représentant de l'Etat dans le département transmet aux membres de la commission prévue à l'article L. 2334-37 ainsi qu'aux membres du Parlement élus dans ce département un rapport faisant le bilan de la dotation pour chaque exercice. Il présente ce rapport à la commission prévue au même article L. 2334-37. Avant le 30 septembre de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région, dans un format ouvert et aisément réutilisable. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant. D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible. E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article L. 1111-10 , sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.",
            "texteHtml": "<p>Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000571356&idArticle=LEGIARTI000006527580&dateTexte=&categorieLien=cid'>73 </a>de la Constitution.</p><p>A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de :</p><p>1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ;</p><p>2° Mise aux normes et de sécurisation des équipements publics ;</p><p>3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ;</p><p>4° Développement du numérique et de la téléphonie mobile ;</p><p>5° Création, transformation et rénovation des bâtiments scolaires ;</p><p>6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants.</p><p>Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028531295&dateTexte=&categorieLien=cid'>L. 5741-1</a>. Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale.</p><p>B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier de l'année précédente et telle que définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020050688&dateTexte=&categorieLien=cid'>L. 4332-4-1 </a>pour les régions et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006391848&dateTexte=&categorieLien=cid'>L. 3334-2 </a>pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier de l'année précédente. Pour les communes, la population à prendre en compte est celle définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390755&dateTexte=&categorieLien=cid'>L. 2334-2 </a>et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques.</p><p>C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention.</p><p>Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans le département présente chaque année à la commission prévue à l'article L. 2334-37 les orientations que le représentant de l'Etat dans la région prévoit de mettre en œuvre en ce qui concerne la dotation pour l'exercice en cours.</p><p>Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390895&dateTexte=&categorieLien=cid'>article L. 2334-37 du code général des collectivités territoriales</a>, dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Le représentant de l'Etat dans le département transmet aux membres de la commission prévue à l'article L. 2334-37 ainsi qu'aux membres du Parlement élus dans ce département un rapport faisant le bilan de la dotation pour chaque exercice. Il présente ce rapport à la commission prévue au même article L. 2334-37.</p><p>Avant le 30 septembre de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région, dans un format ouvert et aisément réutilisable. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant.</p><p>D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible.</p><p>E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000023245202&dateTexte=&categorieLien=cid'>L. 1111-10</a>, sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.</p>",
            "num": "L2334-42",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1640995200000,
            "dateFin": 1645574400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135493",
                        "id": "LEGISCTA000006135493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149245",
                        "id": "LEGISCTA000006149245",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164580",
                        "id": "LEGISCTA000006164580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Dotation de soutien à l'investissement local ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036395965",
                        "id": "LEGISCTA000036395965",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036395967",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036395965",
            "sectionParentId": "LEGISCTA000036395965",
            "sectionParentTitre": "Section 6 : Dotation de soutien à l'investissement local ",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales &gt; Section 6 : Dotation de soutien à l'investissement local ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045048739",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044637640",
                    "textTitle": "LOI n°2021-1900 du 30 décembre 2021 - art. 195",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "195",
                    "articleId": "LEGIARTI000044794736",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-31",
                    "dateSignaTexte": "2021-12-30",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 73",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000006527580",
                    "natureText": "CONSTITUTION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": -354758400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1111-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1111-10",
                    "articleId": "LEGIARTI000023245202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2334-2",
                    "articleId": "LEGIARTI000006390755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2334-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2334-37",
                    "articleId": "LEGIARTI000006390895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3334-2",
                    "articleId": "LEGIARTI000006391848",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4332-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4332-4-1",
                    "articleId": "LEGIARTI000020050688",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5741-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5741-1",
                    "articleId": "LEGIARTI000028531295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585699200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036395967",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037994694",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045048739",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213216",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044980932",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1672444800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046873945",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2334-42",
                "2334-42"
            ],
            "versionPrecedente": "LEGIARTI000037994694",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037994694",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article 73 de la Constitution. A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de : 1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ; 2° Mise aux normes et de sécurisation des équipements publics ; 3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ; 4° Développement du numérique et de la téléphonie mobile ; 5° Création, transformation et rénovation des bâtiments scolaires ; 6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants. Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article L. 5741-1 . Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale. B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier de l'année précédente et telle que définie à l'article L. 4332-4-1 pour les régions et à l'article L. 3334-2 pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier de l'année précédente. Pour les communes, la population à prendre en compte est celle définie à l'article L. 2334-2 et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques. C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention. Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans le département présente chaque année à la commission prévue à l'article L. 2334-37 les orientations que le représentant de l'Etat dans la région prévoit de mettre en œuvre en ce qui concerne la dotation pour l'exercice en cours. Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l' article L. 2334-37 du code général des collectivités territoriales , dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Le représentant de l'Etat dans le département transmet aux membres de la commission prévue à l'article L. 2334-37 ainsi qu'aux membres du Parlement élus dans ce département un rapport faisant le bilan de la dotation pour chaque exercice. Il présente ce rapport à la commission prévue au même article L. 2334-37. Avant le 30 septembre de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant. D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible. E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article L. 1111-10 , sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.",
            "texteHtml": "<p>Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000571356&idArticle=LEGIARTI000006527580&dateTexte=&categorieLien=cid'>73 </a>de la Constitution. <br/><br/>A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de : <br/><br/>1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ; <br/><br/>2° Mise aux normes et de sécurisation des équipements publics ; <br/><br/>3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ; <br/><br/>4° Développement du numérique et de la téléphonie mobile ; <br/><br/>5° Création, transformation et rénovation des bâtiments scolaires ; <br/><br/>6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants. <br/><br/>Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028531295&dateTexte=&categorieLien=cid'>L. 5741-1</a>. Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale. <br/><br/>B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier de l'année précédente et telle que définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020050688&dateTexte=&categorieLien=cid'>L. 4332-4-1 </a>pour les régions et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006391848&dateTexte=&categorieLien=cid'>L. 3334-2 </a>pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier de l'année précédente. Pour les communes, la population à prendre en compte est celle définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390755&dateTexte=&categorieLien=cid'>L. 2334-2 </a>et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques. <br/><br/>C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention. <br/><br/>Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans le département présente chaque année à la commission prévue à l'article L. 2334-37 les orientations que le représentant de l'Etat dans la région prévoit de mettre en œuvre en ce qui concerne la dotation pour l'exercice en cours. <br/><br/>Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390895&dateTexte=&categorieLien=cid'>article L. 2334-37 du code général des collectivités territoriales</a>, dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Le représentant de l'Etat dans le département transmet aux membres de la commission prévue à l'article L. 2334-37 ainsi qu'aux membres du Parlement élus dans ce département un rapport faisant le bilan de la dotation pour chaque exercice. Il présente ce rapport à la commission prévue au même article L. 2334-37. <br/><br/>Avant le 30 septembre de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant. <br/><br/>D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible. <br/><br/>E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000023245202&dateTexte=&categorieLien=cid'>L. 1111-10</a>, sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.</p>",
            "num": "L2334-42",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1546214400000,
            "dateFin": 1640995200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135493",
                        "id": "LEGISCTA000006135493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149245",
                        "id": "LEGISCTA000006149245",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164580",
                        "id": "LEGISCTA000006164580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Dotation de soutien à l'investissement local ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036395965",
                        "id": "LEGISCTA000036395965",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036395967",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036395965",
            "sectionParentId": "LEGISCTA000036395965",
            "sectionParentTitre": "Section 6 : Dotation de soutien à l'investissement local ",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales &gt; Section 6 : Dotation de soutien à l'investissement local ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037994694",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n°2018-1317 du 28 décembre 2018 - art. 259 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "259",
                    "articleId": "LEGIARTI000037935754",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 73",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000006527580",
                    "natureText": "CONSTITUTION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": -354758400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1111-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1111-10",
                    "articleId": "LEGIARTI000023245202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2334-2",
                    "articleId": "LEGIARTI000006390755",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2334-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2334-37",
                    "articleId": "LEGIARTI000006390895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L3334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3334-2",
                    "articleId": "LEGIARTI000006391848",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4332-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4332-4-1",
                    "articleId": "LEGIARTI000020050688",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5741-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5741-1",
                    "articleId": "LEGIARTI000028531295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1585699200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036395967",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037994694",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045048739",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213216",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044980932",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1672444800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046873945",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2334-42",
                "2334-42"
            ],
            "versionPrecedente": "LEGIARTI000036395967",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036395967",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article 73 de la Constitution. A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de : 1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ; 2° Mise aux normes et de sécurisation des équipements publics ; 3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ; 4° Développement du numérique et de la téléphonie mobile ; 5° Création, transformation et rénovation des bâtiments scolaires ; 6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants. Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article L. 5741-1. Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale. B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier 2017 et telle que définie à l'article L. 4332-4-1 pour les régions et à l'article L. 3334-2 pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier 2017. Pour les communes, la population à prendre en compte est celle définie à l'article L. 2334-2 et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques. C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention. Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution. Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l'article L. 2334-37 du code général des collectivités territoriales, dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73. Avant le 30 septembre de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant. D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible. E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article L. 1111-10, sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.",
            "texteHtml": "<p>Il est institué une dotation budgétaire de soutien à l'investissement local en faveur des communes et des établissements publics de coopération intercommunale à fiscalité propre en métropole et dans les collectivités régies par l'article 73 de la Constitution.<br/><br/>\n A.-La dotation de soutien à l'investissement local est destinée au soutien de projets de :<br/><br/>\n 1° Rénovation thermique, transition énergétique, développement des énergies renouvelables ;<br/><br/>\n 2° Mise aux normes et de sécurisation des équipements publics ;<br/><br/>\n 3° Développement d'infrastructures en faveur de la mobilité ou de la construction de logements ;<br/><br/>\n 4° Développement du numérique et de la téléphonie mobile ;<br/><br/>\n 5° Création, transformation et rénovation des bâtiments scolaires ;<br/><br/>\n 6° Réalisation d'hébergements et d'équipements publics rendus nécessaires par l'accroissement du nombre d'habitants.<br/><br/>\n Elle est également destinée à financer la réalisation d'opérations visant au développement des territoires ruraux inscrites dans un contrat signé entre, d'une part, le représentant de l'Etat et, d'autre part, l'établissement public de coopération intercommunale à fiscalité propre ou le pôle d'équilibre territorial et rural mentionné à l'article L. 5741-1. Ces opérations peuvent concerner des actions destinées à favoriser l'accessibilité des services et des soins, à développer l'attractivité, à stimuler l'activité des bourgs-centres, à développer le numérique et la téléphonie mobile et à renforcer la mobilité, la transition écologique et la cohésion sociale.<br/><br/>\n B.-La dotation de soutien à l'investissement local est répartie à 65 % en fonction de la population des régions et du Département de Mayotte, appréciée au 1er janvier 2017 et telle que définie à l'article L. 4332-4-1 pour les régions et à l'article L. 3334-2 pour le Département de Mayotte, et à 35 % en fonction de la population des communes situées dans une unité urbaine de moins de 50 000 habitants appréciée au 1er janvier 2017. Pour les communes, la population à prendre en compte est celle définie à l'article L. 2334-2 et les unités urbaines sont celles qui figurent sur la liste publiée par l'Institut national de la statistique et des études économiques.<br/><br/>\n C.-Les communes, les établissements publics de coopération intercommunale à fiscalité propre et les pôles d'équilibre territoriaux et ruraux peuvent bénéficier de cette dotation. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les maîtres d'ouvrage désignés par le contrat peuvent être bénéficiaires de la subvention.<br/><br/>\n Ces subventions sont attribuées par le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution.<br/><br/>\n Le représentant de l'Etat dans la région ou dans la collectivité régie par l'article 73 de la Constitution communique aux membres de la commission prévue à l'article L. 2334-37 du code général des collectivités territoriales, dans un délai d'un mois à compter de sa décision, la liste des projets subventionnés dans le ressort de leur département ou de leur collectivité régie par l'article 73 de la Constitution. Cette liste est communiquée dans les mêmes délais aux membres du Parlement élus dans ce département ou cette collectivité régie par l'article 73.<br/><br/>\n Avant le 30 septembre de l'exercice en cours, la liste des opérations ayant bénéficié d'une subvention ainsi que le montant des projets et celui de la subvention attribuée par l'Etat sont publiés sur le site internet officiel de l'Etat dans la région. Si cette liste est modifiée ou complétée entre cette publication et la fin de l'exercice, une liste rectificative ou complémentaire est publiée selon les mêmes modalités avant le 30 janvier de l'exercice suivant.<br/><br/>\n D.-Les attributions sont inscrites à la section d'investissement du budget des bénéficiaires. Par dérogation, lorsque la subvention s'inscrit dans le cadre d'un contrat signé avec le représentant de l'Etat, les crédits attribués au titre de cette dotation peuvent financer des dépenses de fonctionnement de modernisation et d'études préalables, et être inscrits en section de fonctionnement de leur budget, dans la limite de 10 % du montant total attribué au bénéficiaire de la dotation. Dans ce cas, la subvention n'est pas reconductible.<br/><br/>\n E.-Le refus d'attribution de subventions au titre de cette dotation ne peut être fondé sur le cumul, le cas échéant, de cette dotation avec d'autres dotations ou subventions, dans le respect des règles d'attribution de ces dernières et de l'article L. 1111-10, sur le faible nombre d'habitants des collectivités territoriales et de leurs groupements mentionnés au premier alinéa du présent article ou sur le faible montant de l'opération envisagée.</p>",
            "num": "L2334-42",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1514764800000,
            "dateFin": 1546214400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135493",
                        "id": "LEGISCTA000006135493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149245",
                        "id": "LEGISCTA000006149245",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164580",
                        "id": "LEGISCTA000006164580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Dotation de soutien à l'investissement local ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036395965",
                        "id": "LEGISCTA000036395965",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036395967",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036395965",
            "sectionParentId": "LEGISCTA000036395965",
            "sectionParentTitre": "Section 6 : Dotation de soutien à l'investissement local ",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE IV : Dotations et autres recettes réparties par le comité des finances locales &gt; Section 6 : Dotation de soutien à l'investissement local ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036395967",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036339197",
                    "textTitle": "LOI n°2017-1837 du 30 décembre 2017 - art. 157",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "157",
                    "articleId": "LEGIARTI000036377406",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036395967",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037994694",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045048739",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045213216",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044980932",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1672444800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046873945",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2334-42",
                "2334-42"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}