{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045355598",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un contrat de coopération pour les soins visuels peut être conclu avec les médecins conventionnés spécialisés en ophtalmologie, en vue d'inciter le médecin à recruter ou à former un orthoptiste. Ce contrat, conclu pour une durée de trois ans non renouvelable, prévoit des engagements individualisés qui portent notamment sur l'augmentation du nombre de patients différents reçus en consultation, le respect des tarifs conventionnels et les actions destinées à favoriser la continuité des soins. Il détermine des objectifs en matière d'organisation des soins, notamment sur la formation, si celle-ci s'avère nécessaire, ou le recrutement d'un orthoptiste ainsi que sur la participation à des actions de dépistage et de prévention. Il prévoit les contreparties financières qui sont liées à l'atteinte des objectifs par le médecin, ainsi que les modalités d'évaluation de ces objectifs. Ce contrat est conforme à un contrat type défini par la convention mentionnée à l'article L. 162-5 . A défaut d'accord avant le 1er septembre 2016, un contrat type est fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie, après avis des organisations syndicales représentatives des professionnels concernés et de l'Union nationale des organismes d'assurance maladie complémentaire. Une évaluation du contrat de coopération pour les soins visuels, portant notamment sur le nombre d'ophtalmologistes conventionnés l'ayant signé, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur le respect des engagements prévus, est réalisée au plus tard durant le premier semestre 2022 par l'Union nationale des caisses d'assurance maladie et transmise au Parlement ainsi qu'aux partenaires conventionnels. Un décret en Conseil d'Etat précise les conditions particulières requises pour conclure un contrat de coopération avec la profession d'orthoptiste. II.-Les agences régionales de santé et les organismes locaux d'assurance maladie peuvent conclure un contrat collectif pour les soins visuels avec les maisons de santé et les centres de santé adhérant à l'accord national mentionné à l'article L. 162-32-1 en vue d'inciter au développement de coopérations entre les professionnels de santé pour la réalisation de consultations ophtalmologiques au sein de ces structures. Le contrat collectif pour les soins visuels, d'une durée de trois ans, prévoit les engagements respectifs des parties, qui portent notamment sur le respect des tarifs conventionnels et l'organisation des soins. Ce contrat est conforme à un contrat type fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie après avis des organisations syndicales représentatives des professionnels concernés, des organisations représentatives des centres de santé et de l'Union nationale des organismes d'assurance maladie complémentaire. Les contreparties financières de ce contrat collectif ne peuvent excéder le maximum prévu par le contrat de coopération pour les soins visuels prévu au premier alinéa du I du présent article. Une évaluation annuelle du contrat collectif pour les soins visuels, portant notamment sur le nombre de professionnels de santé, de centres de santé et de maisons de santé qui y prennent part, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur la qualité de ces soins, est réalisée par les agences régionales de santé et les organismes locaux d'assurance maladie. Cette évaluation est transmise au Parlement et aux partenaires conventionnels en vue de l'intégration de ce contrat dans la négociation, à compter du 1er janvier 2018, d'un accord conventionnel interprofessionnel mentionné au II de l'article L. 162-14-1 . III.-Les dépenses mises à la charge de l'ensemble des régimes obligatoires de base d'assurance maladie qui résultent des contrats prévus au présent article sont prises en compte dans l'objectif national de dépenses d'assurance maladie mentionné au 3° de l'article LO 111-3-5 .",
            "texteHtml": "<p>I.-Un contrat de coopération pour les soins visuels peut être conclu avec les médecins conventionnés spécialisés en ophtalmologie, en vue d'inciter le médecin à recruter ou à former un orthoptiste. </p><p>Ce contrat, conclu pour une durée de trois ans non renouvelable, prévoit des engagements individualisés qui portent notamment sur l'augmentation du nombre de patients différents reçus en consultation, le respect des tarifs conventionnels et les actions destinées à favoriser la continuité des soins. Il détermine des objectifs en matière d'organisation des soins, notamment sur la formation, si celle-ci s'avère nécessaire, ou le recrutement d'un orthoptiste ainsi que sur la participation à des actions de dépistage et de prévention. Il prévoit les contreparties financières qui sont liées à l'atteinte des objectifs par le médecin, ainsi que les modalités d'évaluation de ces objectifs. </p><p>Ce contrat est conforme à un contrat type défini par la convention mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740684&dateTexte=&categorieLien=cid'>L. 162-5</a>. A défaut d'accord avant le 1er septembre 2016, un contrat type est fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie, après avis des organisations syndicales représentatives des professionnels concernés et de l'Union nationale des organismes d'assurance maladie complémentaire. </p><p>Une évaluation du contrat de coopération pour les soins visuels, portant notamment sur le nombre d'ophtalmologistes conventionnés l'ayant signé, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur le respect des engagements prévus, est réalisée au plus tard durant le premier semestre 2022 par l'Union nationale des caisses d'assurance maladie et transmise au Parlement ainsi qu'aux partenaires conventionnels. </p><p>Un décret en Conseil d'Etat précise les conditions particulières requises pour conclure un contrat de coopération avec la profession d'orthoptiste. </p><p>II.-Les agences régionales de santé et les organismes locaux d'assurance maladie peuvent conclure un contrat collectif pour les soins visuels avec les maisons de santé et les centres de santé adhérant à l'accord national mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740879&dateTexte=&categorieLien=cid'>L. 162-32-1 </a>en vue d'inciter au développement de coopérations entre les professionnels de santé pour la réalisation de consultations ophtalmologiques au sein de ces structures. </p><p>Le contrat collectif pour les soins visuels, d'une durée de trois ans, prévoit les engagements respectifs des parties, qui portent notamment sur le respect des tarifs conventionnels et l'organisation des soins. </p><p>Ce contrat est conforme à un contrat type fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie après avis des organisations syndicales représentatives des professionnels concernés, des organisations représentatives des centres de santé et de l'Union nationale des organismes d'assurance maladie complémentaire. Les contreparties financières de ce contrat collectif ne peuvent excéder le maximum prévu par le contrat de coopération pour les soins visuels prévu au premier alinéa du I du présent article. </p><p>Une évaluation annuelle du contrat collectif pour les soins visuels, portant notamment sur le nombre de professionnels de santé, de centres de santé et de maisons de santé qui y prennent part, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur la qualité de ces soins, est réalisée par les agences régionales de santé et les organismes locaux d'assurance maladie. Cette évaluation est transmise au Parlement et aux partenaires conventionnels en vue de l'intégration de ce contrat dans la négociation, à compter du 1er janvier 2018, d'un accord conventionnel interprofessionnel mentionné au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740812&dateTexte=&categorieLien=cid'>L. 162-14-1</a>. </p><p>III.-Les dépenses mises à la charge de l'ensemble des régimes obligatoires de base d'assurance maladie qui résultent des contrats prévus au présent article sont prises en compte dans l'objectif national de dépenses d'assurance maladie mentionné au 3° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000045353999&dateTexte=&categorieLien=cid'>LO 111-3-5</a>.</p>",
            "num": "L162-12-22",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1647388800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610720107,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-03-10",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000006156028",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins et à la prévention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000036687767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-12-19",
                        "fin": "2999-01-01",
                        "titre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172904",
                        "id": "LEGISCTA000006172904",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031669546",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006172904",
            "sectionParentId": "LEGISCTA000006172904",
            "sectionParentTitre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins et à la prévention &gt; Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045355598",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045351814",
                    "textTitle": "LOI n°2022-355 du 14 mars 2022 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045353467",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-03-15",
                    "dateSignaTexte": "2022-03-14",
                    "dateDebutCible": "2022-03-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034512736",
                    "textTitle": "Décision du 27 avril 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034512750",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1493424000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034512736",
                    "textTitle": "Décision du 27 avril 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034512756",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1493424000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034512736",
                    "textTitle": "Décision du 27 avril 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034512761",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1493424000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-14-1",
                    "articleId": "LEGIARTI000006740812",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-32-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-32-1",
                    "articleId": "LEGIARTI000006740879",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-5",
                    "articleId": "LEGIARTI000006740684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. LO111-3-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "LO111-3-5",
                    "articleId": "LEGIARTI000045353999",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1661990400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R162-59 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R162-59",
                    "articleId": "LEGIARTI000034013316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1486598400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031669546",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1450828800000,
                    "dateFin": 1564185600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038886376",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1564185600000,
                    "dateFin": 1647388800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045355598",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1647388800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-12-22",
                "162-12-22"
            ],
            "versionPrecedente": "LEGIARTI000038886376",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038886376",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un contrat de coopération pour les soins visuels peut être conclu avec les médecins conventionnés spécialisés en ophtalmologie, en vue d'inciter le médecin à recruter ou à former un orthoptiste. Ce contrat, conclu pour une durée de trois ans non renouvelable, prévoit des engagements individualisés qui portent notamment sur l'augmentation du nombre de patients différents reçus en consultation, le respect des tarifs conventionnels et les actions destinées à favoriser la continuité des soins. Il détermine des objectifs en matière d'organisation des soins, notamment sur la formation, si celle-ci s'avère nécessaire, ou le recrutement d'un orthoptiste ainsi que sur la participation à des actions de dépistage et de prévention. Il prévoit les contreparties financières qui sont liées à l'atteinte des objectifs par le médecin, ainsi que les modalités d'évaluation de ces objectifs. Ce contrat est conforme à un contrat type défini par la convention mentionnée à l'article L. 162-5 . A défaut d'accord avant le 1er septembre 2016, un contrat type est fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie, après avis des organisations syndicales représentatives des professionnels concernés et de l'Union nationale des organismes d'assurance maladie complémentaire. Une évaluation du contrat de coopération pour les soins visuels, portant notamment sur le nombre d'ophtalmologistes conventionnés l'ayant signé, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur le respect des engagements prévus, est réalisée au plus tard durant le premier semestre 2022 par l'Union nationale des caisses d'assurance maladie et transmise au Parlement ainsi qu'aux partenaires conventionnels. Un décret en Conseil d'Etat précise les conditions particulières requises pour conclure un contrat de coopération avec la profession d'orthoptiste. II.-Les agences régionales de santé et les organismes locaux d'assurance maladie peuvent conclure un contrat collectif pour les soins visuels avec les maisons de santé et les centres de santé adhérant à l'accord national mentionné à l'article L. 162-32-1 en vue d'inciter au développement de coopérations entre les professionnels de santé pour la réalisation de consultations ophtalmologiques au sein de ces structures. Le contrat collectif pour les soins visuels, d'une durée de trois ans, prévoit les engagements respectifs des parties, qui portent notamment sur le respect des tarifs conventionnels et l'organisation des soins. Ce contrat est conforme à un contrat type fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie après avis des organisations syndicales représentatives des professionnels concernés, des organisations représentatives des centres de santé et de l'Union nationale des organismes d'assurance maladie complémentaire. Les contreparties financières de ce contrat collectif ne peuvent excéder le maximum prévu par le contrat de coopération pour les soins visuels prévu au premier alinéa du I du présent article. Une évaluation annuelle du contrat collectif pour les soins visuels, portant notamment sur le nombre de professionnels de santé, de centres de santé et de maisons de santé qui y prennent part, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur la qualité de ces soins, est réalisée par les agences régionales de santé et les organismes locaux d'assurance maladie. Cette évaluation est transmise au Parlement et aux partenaires conventionnels en vue de l'intégration de ce contrat dans la négociation, à compter du 1er janvier 2018, d'un accord conventionnel interprofessionnel mentionné au II de l'article L. 162-14-1 . III.-Les dépenses mises à la charge de l'ensemble des régimes obligatoires de base d'assurance maladie qui résultent des contrats prévus au présent article sont prises en compte dans l'objectif national de dépenses d'assurance maladie mentionné au 3° du D du I de l'article LO 111-3 .",
            "texteHtml": "<p>I.-Un contrat de coopération pour les soins visuels peut être conclu avec les médecins conventionnés spécialisés en ophtalmologie, en vue d'inciter le médecin à recruter ou à former un orthoptiste.</p><p></p><p>Ce contrat, conclu pour une durée de trois ans non renouvelable, prévoit des engagements individualisés qui portent notamment sur l'augmentation du nombre de patients différents reçus en consultation, le respect des tarifs conventionnels et les actions destinées à favoriser la continuité des soins. Il détermine des objectifs en matière d'organisation des soins, notamment sur la formation, si celle-ci s'avère nécessaire, ou le recrutement d'un orthoptiste ainsi que sur la participation à des actions de dépistage et de prévention. Il prévoit les contreparties financières qui sont liées à l'atteinte des objectifs par le médecin, ainsi que les modalités d'évaluation de ces objectifs.</p><p>Ce contrat est conforme à un contrat type défini par la convention mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740684&dateTexte=&categorieLien=cid'>L. 162-5</a>. A défaut d'accord avant le 1er septembre 2016, un contrat type est fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie, après avis des organisations syndicales représentatives des professionnels concernés et de l'Union nationale des organismes d'assurance maladie complémentaire.</p><p>Une évaluation du contrat de coopération pour les soins visuels, portant notamment sur le nombre d'ophtalmologistes conventionnés l'ayant signé, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur le respect des engagements prévus, est réalisée au plus tard durant le premier semestre 2022 par l'Union nationale des caisses d'assurance maladie et transmise au Parlement ainsi qu'aux partenaires conventionnels.</p><p>Un décret en Conseil d'Etat précise les conditions particulières requises pour conclure un contrat de coopération avec la profession d'orthoptiste.</p><p>II.-Les agences régionales de santé et les organismes locaux d'assurance maladie peuvent conclure un contrat collectif pour les soins visuels avec les maisons de santé et les centres de santé adhérant à l'accord national mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740879&dateTexte=&categorieLien=cid'>L. 162-32-1 </a>en vue d'inciter au développement de coopérations entre les professionnels de santé pour la réalisation de consultations ophtalmologiques au sein de ces structures.</p><p>Le contrat collectif pour les soins visuels, d'une durée de trois ans, prévoit les engagements respectifs des parties, qui portent notamment sur le respect des tarifs conventionnels et l'organisation des soins.</p><p>Ce contrat est conforme à un contrat type fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie après avis des organisations syndicales représentatives des professionnels concernés, des organisations représentatives des centres de santé et de l'Union nationale des organismes d'assurance maladie complémentaire. Les contreparties financières de ce contrat collectif ne peuvent excéder le maximum prévu par le contrat de coopération pour les soins visuels prévu au premier alinéa du I du présent article.</p><p>Une évaluation annuelle du contrat collectif pour les soins visuels, portant notamment sur le nombre de professionnels de santé, de centres de santé et de maisons de santé qui y prennent part, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur la qualité de ces soins, est réalisée par les agences régionales de santé et les organismes locaux d'assurance maladie. Cette évaluation est transmise au Parlement et aux partenaires conventionnels en vue de l'intégration de ce contrat dans la négociation, à compter du 1er janvier 2018, d'un accord conventionnel interprofessionnel mentionné au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740812&dateTexte=&categorieLien=cid'>L. 162-14-1</a>.</p><p>III.-Les dépenses mises à la charge de l'ensemble des régimes obligatoires de base d'assurance maladie qui résultent des contrats prévus au présent article sont prises en compte dans l'objectif national de dépenses d'assurance maladie mentionné au 3° du D du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740078&dateTexte=&categorieLien=cid'>LO 111-3</a>.</p><p></p>",
            "num": "L162-12-22",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1564185600000,
            "dateFin": 1647388800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610720107,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-03-10",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000006156028",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins et à la prévention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000036687767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-12-19",
                        "fin": "2999-01-01",
                        "titre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172904",
                        "id": "LEGISCTA000006172904",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031669546",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006172904",
            "sectionParentId": "LEGISCTA000006172904",
            "sectionParentTitre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins et à la prévention &gt; Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038886376",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038821260",
                    "textTitle": "LOI n°2019-774 du 24 juillet 2019 - art. 21",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000038824848",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-26",
                    "dateSignaTexte": "2019-07-24",
                    "dateDebutCible": "2019-07-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034512736",
                    "textTitle": "Décision du 27 avril 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034512750",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1493424000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034512736",
                    "textTitle": "Décision du 27 avril 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034512756",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1493424000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034512736",
                    "textTitle": "Décision du 27 avril 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034512761",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1493424000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L111-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-3",
                    "articleId": "LEGIARTI000006740078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-14-1",
                    "articleId": "LEGIARTI000006740812",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-32-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-32-1",
                    "articleId": "LEGIARTI000006740879",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-5",
                    "articleId": "LEGIARTI000006740684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R162-59 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R162-59",
                    "articleId": "LEGIARTI000034013316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1486598400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031669546",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1450828800000,
                    "dateFin": 1564185600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038886376",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1564185600000,
                    "dateFin": 1647388800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045355598",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1647388800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-12-22",
                "162-12-22"
            ],
            "versionPrecedente": "LEGIARTI000031669546",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031669546",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un contrat de coopération pour les soins visuels peut être conclu avec les médecins conventionnés spécialisés en ophtalmologie, en vue d'inciter le médecin à recruter ou à former un orthoptiste. Ce contrat, conclu pour une durée de trois ans non renouvelable, prévoit des engagements individualisés qui portent notamment sur l'augmentation du nombre de patients différents reçus en consultation, le respect des tarifs conventionnels et les actions destinées à favoriser la continuité des soins. Il détermine des objectifs en matière d'organisation des soins, notamment sur la formation, si celle-ci s'avère nécessaire, ou le recrutement d'un orthoptiste ainsi que sur la participation à des actions de dépistage et de prévention. Il prévoit les contreparties financières qui sont liées à l'atteinte des objectifs par le médecin, ainsi que les modalités d'évaluation de ces objectifs. Ce contrat est conforme à un contrat type défini par la convention mentionnée à l'article L. 162-5 . A défaut d'accord avant le 1er septembre 2016, un contrat type est fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie, après avis des organisations syndicales représentatives des professionnels concernés et de l'Union nationale des organismes d'assurance maladie complémentaire. Une évaluation du contrat de coopération pour les soins visuels, portant notamment sur le nombre d'ophtalmologistes conventionnés l'ayant signé, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur le respect des engagements prévus, est réalisée au plus tard durant le premier semestre 2018 par l'Union nationale des caisses d'assurance maladie et transmise au Parlement ainsi qu'aux partenaires conventionnels. Un décret en Conseil d'Etat précise les conditions particulières requises pour conclure un contrat de coopération avec la profession d'orthoptiste. II.-Les agences régionales de santé et les organismes locaux d'assurance maladie peuvent conclure un contrat collectif pour les soins visuels avec les maisons de santé et les centres de santé adhérant à l'accord national mentionné à l'article L. 162-32-1 en vue d'inciter au développement de coopérations entre les professionnels de santé pour la réalisation de consultations ophtalmologiques au sein de ces structures. Le contrat collectif pour les soins visuels, d'une durée de trois ans, prévoit les engagements respectifs des parties, qui portent notamment sur le respect des tarifs conventionnels et l'organisation des soins. Ce contrat est conforme à un contrat type fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie après avis des organisations syndicales représentatives des professionnels concernés, des organisations représentatives des centres de santé et de l'Union nationale des organismes d'assurance maladie complémentaire. Les contreparties financières de ce contrat collectif ne peuvent excéder le maximum prévu par le contrat de coopération pour les soins visuels prévu au premier alinéa du I du présent article. Une évaluation annuelle du contrat collectif pour les soins visuels, portant notamment sur le nombre de professionnels de santé, de centres de santé et de maisons de santé qui y prennent part, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur la qualité de ces soins, est réalisée par les agences régionales de santé et les organismes locaux d'assurance maladie. Cette évaluation est transmise au Parlement et aux partenaires conventionnels en vue de l'intégration de ce contrat dans la négociation, à compter du 1er janvier 2018, d'un accord conventionnel interprofessionnel mentionné au II de l'article L. 162-14-1 . III.-Les dépenses mises à la charge de l'ensemble des régimes obligatoires de base d'assurance maladie qui résultent des contrats prévus au présent article sont prises en compte dans l'objectif national de dépenses d'assurance maladie mentionné au 3° du D du I de l'article LO 111-3 .",
            "texteHtml": "<div align='left'>I.-Un contrat de coopération pour les soins visuels peut être conclu avec les médecins conventionnés spécialisés en ophtalmologie, en vue d'inciter le médecin à recruter ou à former un orthoptiste. <br/><br/>Ce contrat, conclu pour une durée de trois ans non renouvelable, prévoit des engagements individualisés qui portent notamment sur l'augmentation du nombre de patients différents reçus en consultation, le respect des tarifs conventionnels et les actions destinées à favoriser la continuité des soins. Il détermine des objectifs en matière d'organisation des soins, notamment sur la formation, si celle-ci s'avère nécessaire, ou le recrutement d'un orthoptiste ainsi que sur la participation à des actions de dépistage et de prévention. Il prévoit les contreparties financières qui sont liées à l'atteinte des objectifs par le médecin, ainsi que les modalités d'évaluation de ces objectifs. <br/><br/>Ce contrat est conforme à un contrat type défini par la convention mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740684&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L162-5 (V)'>L. 162-5</a>. A défaut d'accord avant le 1er septembre 2016, un contrat type est fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie, après avis des organisations syndicales représentatives des professionnels concernés et de l'Union nationale des organismes d'assurance maladie complémentaire. <br/><br/>Une évaluation du contrat de coopération pour les soins visuels, portant notamment sur le nombre d'ophtalmologistes conventionnés l'ayant signé, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur le respect des engagements prévus, est réalisée au plus tard durant le premier semestre 2018 par l'Union nationale des caisses d'assurance maladie et transmise au Parlement ainsi qu'aux partenaires conventionnels. <br/><br/>Un décret en Conseil d'Etat précise les conditions particulières requises pour conclure un contrat de coopération avec la profession d'orthoptiste. <br/><br/>II.-Les agences régionales de santé et les organismes locaux d'assurance maladie peuvent conclure un contrat collectif pour les soins visuels avec les maisons de santé et les centres de santé adhérant à l'accord national mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740879&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L162-32-1 (V)'>L. 162-32-1 </a>en vue d'inciter au développement de coopérations entre les professionnels de santé pour la réalisation de consultations ophtalmologiques au sein de ces structures. <br/><br/>Le contrat collectif pour les soins visuels, d'une durée de trois ans, prévoit les engagements respectifs des parties, qui portent notamment sur le respect des tarifs conventionnels et l'organisation des soins. <br/><br/>Ce contrat est conforme à un contrat type fixé par décision conjointe des ministres chargés de la santé et de la sécurité sociale et de l'Union nationale des caisses d'assurance maladie après avis des organisations syndicales représentatives des professionnels concernés, des organisations représentatives des centres de santé et de l'Union nationale des organismes d'assurance maladie complémentaire. Les contreparties financières de ce contrat collectif ne peuvent excéder le maximum prévu par le contrat de coopération pour les soins visuels prévu au premier alinéa du I du présent article. <br/><br/>Une évaluation annuelle du contrat collectif pour les soins visuels, portant notamment sur le nombre de professionnels de santé, de centres de santé et de maisons de santé qui y prennent part, sur les dépenses afférentes aux soins qu'ils ont effectués ainsi que sur la qualité de ces soins, est réalisée par les agences régionales de santé et les organismes locaux d'assurance maladie. Cette évaluation est transmise au Parlement et aux partenaires conventionnels en vue de l'intégration de ce contrat dans la négociation, à compter du 1er janvier 2018, d'un accord conventionnel interprofessionnel mentionné au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740812&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L162-14-1 (V)'>L. 162-14-1</a>. <br/><br/>III.-Les dépenses mises à la charge de l'ensemble des régimes obligatoires de base d'assurance maladie qui résultent des contrats prévus au présent article sont prises en compte dans l'objectif national de dépenses d'assurance maladie mentionné au 3° du D du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740078&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. LO111-3 (V)'>LO 111-3</a>.<br/></div>",
            "num": "L162-12-22",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1450828800000,
            "dateFin": 1564185600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610720107,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2018-03-10",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000006156028",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-03-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 2 : Dispositions générales relatives aux soins et à la prévention",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156028",
                        "id": "LEGISCTA000036687767",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-12-19",
                        "fin": "2999-01-01",
                        "titre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172904",
                        "id": "LEGISCTA000006172904",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031669546",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006172904",
            "sectionParentId": "LEGISCTA000006172904",
            "sectionParentTitre": "Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 2 : Dispositions générales relatives aux soins et à la prévention &gt; Section 2.2 : Accords de bon usage et contrats de bonne pratique des soins",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031669546",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031663208",
                    "textTitle": "LOI n°2015-1702 du 21 décembre 2015 - art. 67",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "67",
                    "articleId": "LEGIARTI000031666028",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-22",
                    "dateSignaTexte": "2015-12-21",
                    "dateDebutCible": "2015-12-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034512736",
                    "textTitle": "Décision du 27 avril 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034512750",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1493424000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034512736",
                    "textTitle": "Décision du 27 avril 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034512756",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1493424000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034512736",
                    "textTitle": "Décision du 27 avril 2017 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034512761",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1493424000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-14-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-14-1",
                    "articleId": "LEGIARTI000006740812",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-32-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-32-1",
                    "articleId": "LEGIARTI000006740879",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-5",
                    "articleId": "LEGIARTI000006740684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. LO111-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-3",
                    "articleId": "LEGIARTI000006740078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R162-59 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R162-59",
                    "articleId": "LEGIARTI000034013316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1486598400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031669546",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1450828800000,
                    "dateFin": 1564185600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038886376",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1564185600000,
                    "dateFin": 1647388800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045355598",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1647388800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L162-12-22",
                "162-12-22"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}