{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047983177",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En application du vingt-troisième alinéa de l'article L. 54-10-3 , le prestataire déclare à l'Autorité des marchés financiers tout changement relatif aux personnes mentionnées aux 1° et 2° de l'article L. 54-10-3 ou tout événement de nature à remettre en cause l'appréciation précédemment portée sur leur honorabilité, au plus tard quinze jours après leur réalisation. Le prestataire soumis aux dispositions de l'article L. 54-10-3 du code monétaire et financier en vigueur à compter du 1er janvier 2024 déclare dans les mêmes conditions tout changement de situation de nature à remettre en cause l'appréciation précédemment portée sur le respect des conditions prévues à l'article L. 54-10-3. A l'appui de sa déclaration, le prestataire transmet un dossier décrivant ce changement de situation accompagné des documents pertinents mentionnés à l'article D. 54-10-2. L'Autorité des marchés financiers informe l'Autorité de contrôle prudentiel et de résolution dans un délai de cinq jours ouvrés à compter de la réception de la déclaration complète concernant un changement prévu au premier alinéa et sollicite son avis sur la conformité de la situation du prestataire. L'Autorité de contrôle prudentiel et de résolution transmet son avis à l'Autorité des marchés financiers dans un délai d'un mois à compter de sa réception. L'Autorité des marchés financiers dispose d'un délai de trois mois pour apprécier les conséquences du changement de situation. Pour les prestataires de services sur actifs numériques soumis aux dispositions de l'article L. 54-10-3 du code monétaire et financier en vigueur à compter du 1er janvier 2024, lorsque l'Autorité des marchés financiers sollicite l'avis de l'autorité mentionnée à l'article L. 2321-1 du code de la défense, la procédure prévue au II de l'article D. 54-10-3 s'applique. Le délai de réponse est d'un mois à compter de la saisine par l'Autorité des marchés financiers. L'Autorité des marchés financiers peut demander au prestataire de services sur actifs numériques de recourir à des produits évalués et certifiés ou de faire procéder à un audit de sécurité dans les mêmes conditions que celles prévues à l'article D. 54-10-3. II.-Lorsque l'Autorité des marchés financiers considère que, compte tenu du changement de situation déclaré, le prestataire ne respecte plus les obligations prévues à l'article L. 54-10-3, elle le met en demeure de régulariser sa situation dans un délai de trois mois. A défaut, l'Autorité des marchés financiers engage une procédure de radiation dans les conditions prévues au III du présent article. III.-Lorsque la radiation est fondée sur un motif autre qu'une demande par le prestataire, avant de prendre sa décision de radiation d'un prestataire de services sur actifs numériques, l'Autorité des marchés financiers lui notifie les raisons pour lesquelles elle considère qu'il ne peut plus prétendre à l'enregistrement. Elle l'informe qu'il dispose d'un délai de vingt jours ouvrés à compter de la réception de la notification pour faire connaître par écrit ses observations. L'Autorité des marchés financiers prend connaissance des observations formulées, le cas échéant, par le prestataire concerné et informe l'Autorité de contrôle prudentiel et de résolution dans un délai de cinq jours ouvrés. Celle-ci notifie son avis à l'Autorité des marchés financiers dans un délai de deux mois. L'Autorité des marchés financiers notifie sa décision motivée au prestataire dans un délai de trois mois à compter de la réception des observations du prestataire. Lorsque la radiation intervient à la demande du prestataire, l'Autorité des marchés financiers informe l'Autorité de contrôle prudentiel et de résolution dans un délai de cinq jours ouvrés à compter de la demande. L'Autorité des marchés financiers publie sur son site internet la décision et met à jour la liste prévue au dernier alinéa de l'article L. 54-10-3. Le prestataire de services sur actifs numériques informe le public de sa radiation au plus tard le jour suivant la réception de la notification de la décision de l'Autorité des marchés financiers. Il met à jour son site internet en supprimant toute référence à l'enregistrement de l'Autorité des marchés financiers. La radiation prend effet à l'expiration d'une période dont la durée est déterminée par l'Autorité des marchés financiers. Cette période ne peut excéder quinze mois. Pendant cette période : 1° Le prestataire ne peut fournir que les services et effectuer les opérations strictement nécessaires à l'apurement de sa situation et il met en œuvre, le cas échéant, pour les prestataires de services sur actifs numériques soumis aux dispositions de l'article L. 54-10-3, le plan de cessation ordonné des activités transmis à l'Autorité des marchés financiers ; 2° Lorsque le prestataire rend le service de conservation d'actifs numériques pour le compte de tiers : a) il demeure soumis au contrôle de l'Autorité de contrôle prudentiel et de résolution ainsi qu'au contrôle de l'Autorité des marchés financiers lorsqu'il est soumis aux dispositions de l'article L. 54-10-3 du code monétaire et financier en vigueur à compter du 1er janvier 2024 ; b) il restitue à ses clients dans les meilleurs délais la maîtrise des moyens d'accès aux actifs numériques selon les modalités préalablement indiquées par ses clients. Si un client n'a pas indiqué de modalité de restitution dans un délai raisonnable, le prestataire transfère dans les meilleurs délais la maîtrise des moyens d'accès aux actifs numériques à un prestataire enregistré auprès de l'Autorité des marchés financiers et en informe immédiatement ses clients. En tout état de cause, la restitution des actifs numériques conservés doit intervenir avant une date fixée par l'Autorité des marchés financiers. 3° le prestataire ne peut faire état de sa qualité de prestataire de service d'actifs numériques qu'en précisant qu'une procédure de radiation est en cours. A la fin de cette période, le prestataire de services sur actifs numériques informe le public de sa radiation au plus tard le jour suivant la réception de la notification de la décision de l'Autorité des marchés financiers. Il met à jour son site internet en supprimant toute référence à l'enregistrement de l'Autorité des marchés financiers et change sa dénomination sociale si celle-ci est de nature à faire croire que le prestataire est enregistré en cette qualité ou à créer une confusion à cet égard. L'Autorité des marchés financiers publie sur son site internet la décision et met à jour la liste prévue à l'article L. 54-10-3. IV.-Lorsque l'Autorité de contrôle prudentiel et de résolution souhaite l'engagement d'une procédure de radiation d'un prestataire de services sur actifs numériques, elle saisit l'Autorité des marchés financiers qui applique le III du présent article. V.-Lorsque l'Autorité de contrôle prudentiel et de résolution décide l'ouverture d'une procédure disciplinaire à l'encontre d'un prestataire de services sur actifs numériques, elle peut suspendre l'examen d'une demande de radiation jusqu'à la décision de sa Commission des sanctions.",
            "texteHtml": "<p>I.-En application du vingt-troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000038509574&dateTexte=&categorieLien=cid'>L. 54-10-3</a>, le prestataire déclare à l'Autorité des marchés financiers tout changement relatif aux personnes mentionnées aux 1° et 2° de l'article L. 54-10-3 ou tout événement de nature à remettre en cause l'appréciation précédemment portée sur leur honorabilité, au plus tard quinze jours après leur réalisation.</p><p>Le prestataire soumis aux dispositions de l'article L. 54-10-3 du code monétaire et financier en vigueur à compter du 1er janvier 2024 déclare dans les mêmes conditions tout changement de situation de nature à remettre en cause l'appréciation précédemment portée sur le respect des conditions prévues à l'article L. 54-10-3.</p><p>A l'appui de sa déclaration, le prestataire transmet un dossier décrivant ce changement de situation accompagné des documents pertinents mentionnés à l'article D. 54-10-2.</p><p>L'Autorité des marchés financiers informe l'Autorité de contrôle prudentiel et de résolution dans un délai de cinq jours ouvrés à compter de la réception de la déclaration complète concernant un changement prévu au premier alinéa et sollicite son avis sur la conformité de la situation du prestataire. L'Autorité de contrôle prudentiel et de résolution transmet son avis à l'Autorité des marchés financiers dans un délai d'un mois à compter de sa réception. L'Autorité des marchés financiers dispose d'un délai de trois mois pour apprécier les conséquences du changement de situation.</p><p>Pour les prestataires de services sur actifs numériques soumis aux dispositions de l'article L. 54-10-3 du code monétaire et financier en vigueur à compter du 1er janvier 2024, lorsque l'Autorité des marchés financiers sollicite l'avis de l'autorité mentionnée à l'article L. 2321-1 du code de la défense, la procédure prévue au II de l'article D. 54-10-3 s'applique. Le délai de réponse est d'un mois à compter de la saisine par l'Autorité des marchés financiers. L'Autorité des marchés financiers peut demander au prestataire de services sur actifs numériques de recourir à des produits évalués et certifiés ou de faire procéder à un audit de sécurité dans les mêmes conditions que celles prévues à l'article D. 54-10-3.</p><p>II.-Lorsque l'Autorité des marchés financiers considère que, compte tenu du changement de situation déclaré, le prestataire ne respecte plus les obligations prévues à l'article L. 54-10-3, elle le met en demeure de régulariser sa situation dans un délai de trois mois. A défaut, l'Autorité des marchés financiers engage une procédure de radiation dans les conditions prévues au III du présent article.</p><p>III.-Lorsque la radiation est fondée sur un motif autre qu'une demande par le prestataire, avant de prendre sa décision de radiation d'un prestataire de services sur actifs numériques, l'Autorité des marchés financiers lui notifie les raisons pour lesquelles elle considère qu'il ne peut plus prétendre à l'enregistrement. Elle l'informe qu'il dispose d'un délai de vingt jours ouvrés à compter de la réception de la notification pour faire connaître par écrit ses observations.</p><p>L'Autorité des marchés financiers prend connaissance des observations formulées, le cas échéant, par le prestataire concerné et informe l'Autorité de contrôle prudentiel et de résolution dans un délai de cinq jours ouvrés. Celle-ci notifie son avis à l'Autorité des marchés financiers dans un délai de deux mois.</p><p>L'Autorité des marchés financiers notifie sa décision motivée au prestataire dans un délai de trois mois à compter de la réception des observations du prestataire. Lorsque la radiation intervient à la demande du prestataire, l'Autorité des marchés financiers informe l'Autorité de contrôle prudentiel et de résolution dans un délai de cinq jours ouvrés à compter de la demande. L'Autorité des marchés financiers publie sur son site internet la décision et met à jour la liste prévue au dernier alinéa de l'article L. 54-10-3.</p><p>Le prestataire de services sur actifs numériques informe le public de sa radiation au plus tard le jour suivant la réception de la notification de la décision de l'Autorité des marchés financiers. Il met à jour son site internet en supprimant toute référence à l'enregistrement de l'Autorité des marchés financiers.</p><p>La radiation prend effet à l'expiration d'une période dont la durée est déterminée par l'Autorité des marchés financiers. Cette période ne peut excéder quinze mois.<br/><br/>\n Pendant cette période :<br/><br/>\n 1° Le prestataire ne peut fournir que les services et effectuer les opérations strictement nécessaires à l'apurement de sa situation et il met en œuvre, le cas échéant, pour les prestataires de services sur actifs numériques soumis aux dispositions de l'article L. 54-10-3, le plan de cessation ordonné des activités transmis à l'Autorité des marchés financiers ;<br/><br/>\n 2° Lorsque le prestataire rend le service de conservation d'actifs numériques pour le compte de tiers :<br/><br/>\n a) il demeure soumis au contrôle de l'Autorité de contrôle prudentiel et de résolution ainsi qu'au contrôle de l'Autorité des marchés financiers lorsqu'il est soumis aux dispositions de l'article L. 54-10-3 du code monétaire et financier en vigueur à compter du 1er janvier 2024 ;</p><p>b) il restitue à ses clients dans les meilleurs délais la maîtrise des moyens d'accès aux actifs numériques selon les modalités préalablement indiquées par ses clients. Si un client n'a pas indiqué de modalité de restitution dans un délai raisonnable, le prestataire transfère dans les meilleurs délais la maîtrise des moyens d'accès aux actifs numériques à un prestataire enregistré auprès de l'Autorité des marchés financiers et en informe immédiatement ses clients. En tout état de cause, la restitution des actifs numériques conservés doit intervenir avant une date fixée par l'Autorité des marchés financiers.</p><p>3° le prestataire ne peut faire état de sa qualité de prestataire de service d'actifs numériques qu'en précisant qu'une procédure de radiation est en cours.<br/><br/>\nA la fin de cette période, le prestataire de services sur actifs numériques informe le public de sa radiation au plus tard le jour suivant la réception de la notification de la décision de l'Autorité des marchés financiers. Il met à jour son site internet en supprimant toute référence à l'enregistrement de l'Autorité des marchés financiers et change sa dénomination sociale si celle-ci est de nature à faire croire que le prestataire est enregistré en cette qualité ou à créer une confusion à cet égard.<br/><br/>\nL'Autorité des marchés financiers publie sur son site internet la décision et met à jour la liste prévue à l'article L. 54-10-3.</p><p>IV.-Lorsque l'Autorité de contrôle prudentiel et de résolution souhaite l'engagement d'une procédure de radiation d'un prestataire de services sur actifs numériques, elle saisit l'Autorité des marchés financiers qui applique le III du présent article.</p><p>V.-Lorsque l'Autorité de contrôle prudentiel et de résolution décide l'ouverture d'une procédure disciplinaire à l'encontre d'un prestataire de services sur actifs numériques, elle peut suspendre l'examen d'une demande de radiation jusqu'à la décision de sa Commission des sanctions.</p>",
            "num": "D54-10-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Autres prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139662",
                        "id": "LEGISCTA000006139662",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-11-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre X : Prestataires de services sur actifs numériques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039408732",
                        "id": "LEGISCTA000039408732",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039408740",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000039408732",
            "sectionParentId": "LEGISCTA000039408732",
            "sectionParentTitre": "Chapitre X : Prestataires de services sur actifs numériques ",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre IV : Autres prestataires de services &gt; Chapitre X : Prestataires de services sur actifs numériques ",
            "refInjection": "MD-20231231_203543_780_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000047983177",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 9 du décret n° 2023-787 du 17 août 2023, ces dispositions entrent en vigueur le 1er janvier 2024.",
            "notaHtml": "<p>Conformément à l’article 9 du décret n° 2023-787 du 17 août 2023, ces dispositions entrent en vigueur le 1er janvier 2024.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047979972",
                    "textTitle": "Décret n°2023-787 du 17 août 2023 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047981348",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-08-19",
                    "dateSignaTexte": "2023-08-17",
                    "dateDebutCible": "2023-08-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045374196",
                    "textTitle": "Décision n°745 du 15 mars 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112081",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "745",
                    "datePubli": 1647561600000,
                    "dateDebut": 1647648000000
                },
                {
                    "textCid": "JORFTEXT000045593640",
                    "textTitle": "Décision n°752 du 13 avril 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112301",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "752",
                    "datePubli": 1650153600000,
                    "dateDebut": 1650240000000
                },
                {
                    "textCid": "JORFTEXT000046550227",
                    "textTitle": "Décision n°804 du 8 novembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046550235",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "804",
                    "datePubli": 1668297600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047477306",
                    "textTitle": "Décision n°834 du 18 avril 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047477314",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "834",
                    "datePubli": 1682121600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047746056",
                    "textTitle": "Décision n°842 du 22 juin 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047746064",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "842",
                    "datePubli": 1687910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000048276520",
                    "textTitle": "Décision n°886 du 24 octobre 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000048276528",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "886",
                    "datePubli": 1698537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D745-9-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D745-9-7",
                    "articleId": "LEGIARTI000043382077",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618617600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D755-9-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D755-9-7",
                    "articleId": "LEGIARTI000043382071",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618617600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D765-9-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D765-9-7",
                    "articleId": "LEGIARTI000043382065",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618617600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L54-10-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L54-10-3",
                    "articleId": "LEGIARTI000038509574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039408740",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1574467200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047983177",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D54-10-5",
                "54-10-5"
            ],
            "versionPrecedente": "LEGIARTI000039408740",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039408740",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En application du sixième alinéa de l'article L. 54-10-3 , le prestataire déclare à l'Autorité des marchés financiers tout changement relatif aux personnes mentionnées aux 1° et 2° de l'article L. 54-10-3 ou tout événement de nature à remettre en cause l'appréciation précédemment portée sur leur honorabilité, au plus tard quinze jours après leur réalisation. A l'appui de sa déclaration, le prestataire transmet un dossier décrivant ce changement de situation accompagné des documents pertinents mentionnés à l'article D. 54-10-2. L'Autorité des marchés financiers informe l'Autorité de contrôle prudentiel et de résolution dans un délai de cinq jours ouvrés à compter de la réception de la déclaration complète et sollicite son avis sur la conformité de la situation du prestataire. L'Autorité de contrôle prudentiel et de résolution transmet son avis à l'Autorité des marchés financiers dans un délai d'un mois à compter de sa réception. L'Autorité des marchés financiers dispose d'un délai de trois mois pour apprécier les conséquences du changement de situation. II.-Lorsque l'Autorité des marchés financiers considère que, compte tenu du changement de situation déclaré, le prestataire ne respecte plus les obligations prévues à l'article L. 54-10-3, elle le met en demeure de régulariser sa situation dans un délai de trois mois. A défaut, l'Autorité des marchés financiers engage une procédure de radiation dans les conditions prévues au III du présent article. III.-Avant de prendre une décision de radiation d'un prestataire de services sur actifs numériques, l'Autorité des marchés financiers indique à ce dernier les raisons pour lesquelles elle considère qu'il ne peut plus prétendre à l'enregistrement et qu'il dispose d'un délai de vingt jours ouvrés pour faire connaître par écrit ses observations. L'Autorité des marchés financiers prend connaissance des observations formulées, le cas échéant, par le prestataire concerné et informe l'Autorité de contrôle prudentiel et de résolution dans un délai de cinq jours ouvrés. Celle-ci notifie son avis à l'Autorité des marchés financiers dans un délai de deux mois. L'Autorité des marchés financiers notifie sa décision motivée au prestataire dans un délai de trois mois à compter de la réception des observations du prestataire. L'Autorité des marchés financiers publie sur son site internet la décision et met à jour la liste prévue au dernier alinéa de l'article L. 54-10-3. Le prestataire de services sur actifs numérique informe le public de sa radiation au plus tard le jour suivant la réception de la notification de la décision de l'Autorité des marchés financiers. Il met à jour son site internet en supprimant toute référence à l'enregistrement de l'Autorité des marchés financiers. Le prestataire de service de conservation d'actifs numériques pour le compte de tiers ayant fait l'objet d'une radiation restitue à ses clients dans les meilleurs délais la maîtrise des moyens d'accès aux actifs numériques selon les modalités préalablement indiquées par ses clients. Si un client n'a pas indiqué de modalité de restitution dans un délai raisonnable, le prestataire transfère dans les meilleurs délais la maîtrise des moyens d'accès aux actifs numériques à un prestataire enregistré auprès de l'Autorité des marchés financiers et en informe immédiatement ses clients. IV.-Lorsque l'Autorité de contrôle prudentiel et de résolution souhaite l'engagement d'une procédure de radiation d'un prestataire de services sur actifs numériques, elle saisit l'Autorité des marchés financiers qui applique le III du présent article. V.-Lorsque l'Autorité de contrôle prudentiel et de résolution décide l'ouverture d'une procédure disciplinaire à l'encontre d'un prestataire de services sur actifs numériques, elle peut suspendre l'examen d'une demande de radiation jusqu'à la décision de sa Commission des sanctions.",
            "texteHtml": "<p>I.-En application du sixième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000038509574&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L54-10-3 (V)'>L. 54-10-3</a>, le prestataire déclare à l'Autorité des marchés financiers tout changement relatif aux personnes mentionnées aux 1° et 2° de l'article L. 54-10-3 ou tout événement de nature à remettre en cause l'appréciation précédemment portée sur leur honorabilité, au plus tard quinze jours après leur réalisation. <br/><br/>A l'appui de sa déclaration, le prestataire transmet un dossier décrivant ce changement de situation accompagné des documents pertinents mentionnés à l'article D. 54-10-2. <br/><br/>L'Autorité des marchés financiers informe l'Autorité de contrôle prudentiel et de résolution dans un délai de cinq jours ouvrés à compter de la réception de la déclaration complète et sollicite son avis sur la conformité de la situation du prestataire. L'Autorité de contrôle prudentiel et de résolution transmet son avis à l'Autorité des marchés financiers dans un délai d'un mois à compter de sa réception. L'Autorité des marchés financiers dispose d'un délai de trois mois pour apprécier les conséquences du changement de situation. <br/><br/>II.-Lorsque l'Autorité des marchés financiers considère que, compte tenu du changement de situation déclaré, le prestataire ne respecte plus les obligations prévues à l'article L. 54-10-3, elle le met en demeure de régulariser sa situation dans un délai de trois mois. A défaut, l'Autorité des marchés financiers engage une procédure de radiation dans les conditions prévues au III du présent article. <br/><br/>III.-Avant de prendre une décision de radiation d'un prestataire de services sur actifs numériques, l'Autorité des marchés financiers indique à ce dernier les raisons pour lesquelles elle considère qu'il ne peut plus prétendre à l'enregistrement et qu'il dispose d'un délai de vingt jours ouvrés pour faire connaître par écrit ses observations. <br/><br/>L'Autorité des marchés financiers prend connaissance des observations formulées, le cas échéant, par le prestataire concerné et informe l'Autorité de contrôle prudentiel et de résolution dans un délai de cinq jours ouvrés. Celle-ci notifie son avis à l'Autorité des marchés financiers dans un délai de deux mois. <br/><br/>L'Autorité des marchés financiers notifie sa décision motivée au prestataire dans un délai de trois mois à compter de la réception des observations du prestataire. L'Autorité des marchés financiers publie sur son site internet la décision et met à jour la liste prévue au dernier alinéa de l'article L. 54-10-3. <br/><br/>Le prestataire de services sur actifs numérique informe le public de sa radiation au plus tard le jour suivant la réception de la notification de la décision de l'Autorité des marchés financiers. Il met à jour son site internet en supprimant toute référence à l'enregistrement de l'Autorité des marchés financiers. <br/><br/>Le prestataire de service de conservation d'actifs numériques pour le compte de tiers ayant fait l'objet d'une radiation restitue à ses clients dans les meilleurs délais la maîtrise des moyens d'accès aux actifs numériques selon les modalités préalablement indiquées par ses clients. Si un client n'a pas indiqué de modalité de restitution dans un délai raisonnable, le prestataire transfère dans les meilleurs délais la maîtrise des moyens d'accès aux actifs numériques à un prestataire enregistré auprès de l'Autorité des marchés financiers et en informe immédiatement ses clients. <br/><br/>IV.-Lorsque l'Autorité de contrôle prudentiel et de résolution souhaite l'engagement d'une procédure de radiation d'un prestataire de services sur actifs numériques, elle saisit l'Autorité des marchés financiers qui applique le III du présent article. <br/><br/>V.-Lorsque l'Autorité de contrôle prudentiel et de résolution décide l'ouverture d'une procédure disciplinaire à l'encontre d'un prestataire de services sur actifs numériques, elle peut suspendre l'examen d'une demande de radiation jusqu'à la décision de sa Commission des sanctions.</p>",
            "num": "D54-10-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1574467200000,
            "dateFin": 1704067200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123547",
                        "id": "LEGISCTA000006123547",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Autres prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139662",
                        "id": "LEGISCTA000006139662",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-11-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre X : Prestataires de services sur actifs numériques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039408732",
                        "id": "LEGISCTA000039408732",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039408740",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000039408732",
            "sectionParentId": "LEGISCTA000039408732",
            "sectionParentTitre": "Chapitre X : Prestataires de services sur actifs numériques ",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Les prestataires de services &gt; Titre IV : Autres prestataires de services &gt; Chapitre X : Prestataires de services sur actifs numériques ",
            "refInjection": "MD-20231231_203543_780_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000039408740",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039407517",
                    "textTitle": "Décret n°2019-1213 du 21 novembre 2019 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039408438",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-11-22",
                    "dateSignaTexte": "2019-11-21",
                    "dateDebutCible": "2019-11-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045374196",
                    "textTitle": "Décision n°745 du 15 mars 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112081",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "745",
                    "datePubli": 1647561600000,
                    "dateDebut": 1647648000000
                },
                {
                    "textCid": "JORFTEXT000045593640",
                    "textTitle": "Décision n°752 du 13 avril 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046112301",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "752",
                    "datePubli": 1650153600000,
                    "dateDebut": 1650240000000
                },
                {
                    "textCid": "JORFTEXT000046550227",
                    "textTitle": "Décision n°804 du 8 novembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046550235",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "804",
                    "datePubli": 1668297600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047477306",
                    "textTitle": "Décision n°834 du 18 avril 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047477314",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "834",
                    "datePubli": 1682121600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047746056",
                    "textTitle": "Décision n°842 du 22 juin 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047746064",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "842",
                    "datePubli": 1687910400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000048276520",
                    "textTitle": "Décision n°886 du 24 octobre 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000048276528",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "886",
                    "datePubli": 1698537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D745-9-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D745-9-7",
                    "articleId": "LEGIARTI000043382077",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618617600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D755-9-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D755-9-7",
                    "articleId": "LEGIARTI000043382071",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618617600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D765-9-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D765-9-7",
                    "articleId": "LEGIARTI000043382065",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618617600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L54-10-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L54-10-3",
                    "articleId": "LEGIARTI000038509574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039408740",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1574467200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047983177",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D54-10-5",
                "54-10-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}