{
    "cid": "LEGIARTI000046190887",
    "num": "L321-17-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023989452",
                        "id": "LEGISCTA000023989452",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES DISPOSITIONS  RELATIVES A L'ELECTRICITE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986314",
                        "id": "LEGISCTA000023986314",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LE TRANSPORT ET LA DISTRIBUTION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986436",
                        "id": "LEGISCTA000023986436",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Le transport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986438",
                        "id": "LEGISCTA000023986438",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Les missions du gestionnaire du réseau de transport\n\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023986454",
                        "id": "LEGISCTA000023986454",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000046190887",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L111-91",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-91",
                    "articleId": "LEGIARTI000023985492",
                    "natureText": "CODE",
                    "date": 1660770589848,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L321-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-10",
                    "articleId": "LEGIARTI000023986467",
                    "natureText": "CODE",
                    "date": 1660770589848,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306886400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046186723",
                    "textTitle": "LOI n°2022-1158 du 16 août 2022 - art. 34",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000046188523",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-08-17",
                    "dateSignaTexte": "2022-08-16",
                    "dateDebutCible": "2022-08-18"
                }
            ],
            "num": "L321-17-2",
            "origine": "LEGI",
            "texte": "En cas de menace grave et imminente sur la sécurité d'approvisionnement en électricité et lorsque les analyses prévisionnelles du gestionnaire du réseau public de transport montrent que les mécanismes prévus aux articles L. 321-10 à L. 321-13 peuvent être considérés comme insuffisants pour assurer l'équilibre des flux d'électricité sur le réseau, ce gestionnaire peut avoir recours au dispositif prévu au présent article. Le gestionnaire du réseau public de transport publie, au plus tard la veille du jour concerné, l'information selon laquelle le système électrique sera dans une situation de forte tension justifiant la mise en œuvre de ce dispositif. Le ministre chargé de l'énergie peut s'opposer à cette mise en œuvre ou limiter le recours à ce dispositif, au plus tard la veille du jour concerné. Lors des périodes de forte tension sur le système électrique mentionnées au deuxième alinéa, les sites de consommation qui utilisent des installations de production ou de stockage d'électricité de plus d'un mégawatt en vue de leur fournir une alimentation de secours sont tenus de mettre à la disposition du gestionnaire du réseau public de transport la totalité de la puissance non utilisée et techniquement disponible de ces installations, par l'intermédiaire du mécanisme d'ajustement mentionné à l'article L. 321-10. Sur signalement des gestionnaires des réseaux publics d'électricité, l'autorité administrative peut demander aux sites de consommation de justifier que leurs installations de production ou de stockage d'électricité de secours ne sont pas disponibles techniquement. Les exploitants des installations de production et de stockage concernées, le cas échéant, ne peuvent refuser cette mise à disposition. Les sites de consommation titulaires des contrats mentionnés au II de l'article L. 111-91 peuvent leur déléguer sa mise en œuvre. Les modalités d'application du présent article, notamment les pénalités financières associées et les catégories de sites de consommation exemptées, sont précisées par décret.",
            "texteHtml": "<p>En cas de menace grave et imminente sur la sécurité d'approvisionnement en électricité et lorsque les analyses prévisionnelles du gestionnaire du réseau public de transport montrent que les mécanismes prévus aux articles <a href='/article/LEGIARTI000023986467'>L. 321-10 à L. 321-13 </a>peuvent être considérés comme insuffisants pour assurer l'équilibre des flux d'électricité sur le réseau, ce gestionnaire peut avoir recours au dispositif prévu au présent article. </p><p>Le gestionnaire du réseau public de transport publie, au plus tard la veille du jour concerné, l'information selon laquelle le système électrique sera dans une situation de forte tension justifiant la mise en œuvre de ce dispositif. </p><p>Le ministre chargé de l'énergie peut s'opposer à cette mise en œuvre ou limiter le recours à ce dispositif, au plus tard la veille du jour concerné. </p><p>Lors des périodes de forte tension sur le système électrique mentionnées au deuxième alinéa, les sites de consommation qui utilisent des installations de production ou de stockage d'électricité de plus d'un mégawatt en vue de leur fournir une alimentation de secours sont tenus de mettre à la disposition du gestionnaire du réseau public de transport la totalité de la puissance non utilisée et techniquement disponible de ces installations, par l'intermédiaire du mécanisme d'ajustement mentionné à l'article L. 321-10. </p><p>Sur signalement des gestionnaires des réseaux publics d'électricité, l'autorité administrative peut demander aux sites de consommation de justifier que leurs installations de production ou de stockage d'électricité de secours ne sont pas disponibles techniquement. </p><p>Les exploitants des installations de production et de stockage concernées, le cas échéant, ne peuvent refuser cette mise à disposition. Les sites de consommation titulaires des contrats mentionnés au II de l'article <a href='/article/LEGIARTI000023985492'>L. 111-91</a> peuvent leur déléguer sa mise en œuvre. </p><p>Les modalités d'application du présent article, notamment les pénalités financières associées et les catégories de sites de consommation exemptées, sont précisées par décret.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-08-18T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}