{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038929010",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le ministre de l'environnement et du cadre de vie, agissant au nom de l'Etat en tant que ministre chargé de la construction et de l'habitation, représenté par le préfet d'une part, et M. ... (1) ou ... et la société ... (1) représentée par ... dénommé(e) ci-après le bailleur, d'autre part, son convenus de ce qui suit : (1) Personne physique ou morale identifiée conformément aux dispositions selon le cas des articles 5 ou 6 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière. I. - Description du programme conventionné. Article 1er. Objet de la convention. La présente convention a pour objet de fixer les droits et les obligations des parties prévues par les articles L. 353-1 à L. 353-13 du code de la construction et de l'habitation pour le programme de ... acquis et améliorés au moyen d'un prêt conventionné dans les conditions prévues par les articles R. 331-63 à R. 331-77 du code précité. La gestion des logements faisant l'objet de la présente convention est assurée : Soit par le bailleur lui-même (rayer la mention inutile) ; Soit par ... personne ou organisme agréé(e) par arrêté en date du 9 mars 1978 portant agrément des personnes ou organismes habilités à gérer des immeubles faisant l'objet d'une convention régie par les articles L. 353-1 à L. 353-13 du code précité (rayer la mention inutile). Les travaux d'amélioration doivent conduire à mettre les logements en conformité totale avec des normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble. La signature de la présente convention conditionne, pendant sa durée, l'ouverture du droit à l'aide personnalisée au logement dans les conditions définies dans le livre VIII du même code. Article 2. Nature des travaux. Les travaux d'amélioration doivent conduire à mettre les logements en conformité avec les normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble. Les travaux font l'objet d'un programme de réalisations qui se poursuit par ... tranches pendant ... mois ou ... année(s) à raison de ... logements par tranche. Article 3. Description du programme. La présente convention s'applique au programme répondant aux conditions suivantes : 3.1. Désignation du ou des immeubles : ... 3.2. Situation juridique de la commune où est situé le programme : commune entrant, commune n'entrant pas, dans le champ d'application de la loi du 1er septembre 1948 . 3.3. Composition du programme : Le tableau ci-annexé donne la composition du programme avant et après réalisation des travaux. 3.4. Origine de la propriété : ... 3.5. Renseignements administratifs : Date d'achèvement de la construction ou certificats de conformité : ... Modalités de financement du programme d'amélioration : .... Durée du prêt conventionné : ... Financement complémentaire : .... 1. Locaux visés par la présente convention. Désignation, composition avant réalisation des travaux, (logements financés conformément au titre II du livre II du CUH, autres logements) (1), composition après réalisation des travaux. Nombre de logements locatifs par type de logements : ... Numéro des lots : ... Surface des logements : - en mètres carrés habitables. - en mètres carrés de surface corrigée. Montant du loyer : - en mètres carrés habitables. - en mètres carrés de surface corrigée. Dépendances : - nombre. - surface. Locaux collectifs résidentiels : - nombre. - surface. Garages et parkings : - nombre. - par type. 2. Locaux auxquels ne s'applique pas la convention : Locaux commerciaux (nombre) : ... Bureaux commerciaux (nombre) : ... Autres : .... (1) Dont ceux régis par la loi du 1er septembre 1948 en précisant la catégorie du logement. Article 4. Durée de la convention. La présente convention prend effet à la date de sa publication au fichier immobilier (ou de son inscription au livre foncier). Elle expire le 30 juin. Elle est renouvelée par tacite reconduction pour des périodes triennales, sous réserve de dénonciation expresse par l'une ou l'autre des parties. Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la période ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif, notifié dans le même délai. II. - Engagements particuliers applicables au présent programme conventionné. Article 5. Réservation à des familles ou à des occupants sortant d'habitat insalubre (option). Le bailleur, compte tenu de l'importance de la liste des prioritaires dressée par les services préfectoraux, s'engage à affecter au fur et à mesure des vacances au minimum ... p. 100 des logements du programme considéré à des familles ou des occupants sortant soit d'habitat insalubre ou surpeuplé, soit d'une cité de transit ou provisoire ou d'un centre d'hébergement. Dans l'hypothèse où ce pourcentage n'est pas nul, le bailleur s'engage à signaler aux services préfectoraux les logements devenus vacants. Cette réservation porte au minimum sur un nombre entier de logements immédiatement inférieur au chiffre résultant de ce pourcentage. Cette règle s'applique de plein droit à chaque propriétaire en cas de mise en copropriété du programme faisant l'objet de la présente convention. Article 6. Montant maximum du loyer et modalités de révision. Le loyer pratiqué par le bailleur, dont la valeur est fixée par mètre carré de surface corrigée, ne doit pas excéder le loyer maximum qui est fixé à ... F annuels le mètre carré de surface corrigée. Cette surface est calculée conformément aux dispositions de l'article R. 442-1 du code de la construction et de l'habitation et de l'article 4 du décret n° 60-1063 du 1er octobre 1960. Ce loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente. Dans la limite du loyer maximum tel que défini ci-dessus, le loyer pratiqué, dont la valeur est fixée par mètre carré de surface corrigée : 1° Peut être révisé chaque année le 1er juillet au cours de la période triennale en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente. Au cours de la première période triennale, le montant du loyer applicable chaque 1er juillet peut être fixé dans le contrat de location ; il peut être révisé en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction dans les mêmes conditions que celles de l'alinéa précédent ; 2° Peut être réajusté à l'expiration de chaque période triennale le 1er juillet suivant la date d'expiration du contrat de location. Une information sur le loyer maximum et le loyer pratiqué par type de logement peut être demandée par le locataire à la signature du contrat de location et à l'expiration de chaque période triennale en cas de réajustement du loyer pratiqué dans la limite du loyer maximum. Article 7. Le bailleur s'engage à respecter les dispositions de portée générale reproduites en annexe aux conventions type n° 1, 2 ou 3 (rayer les mentions inutiles) annexées au décret relatif aux logements bénéficiaires de prêts conventionnés. Article 8. Sanctions. En cas de dissimulation ou fraude, pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code de la construction et de l'habitation. En application de l'article L. 353-2 dudit code, en cas de non-respect par lui-même ou par son mandataire des obligations relatives aux conditions particulières de réservation au profit des mal-logés ainsi que des obligations relatives à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée ou acte extrajudiciaire, demeuré sans effet après un délai de six mois, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à ... p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention. En cas de non-versement au fonds national de l'habitation de la contribution prévue à l'article 7 de la présente convention et après mise en demeure restée sans effet, une somme de ... p. 100 du montant de la contribution est payable par mois de retard. En cas de défaut de versement des sommes visées au deuxième et troisième alinéas du présent article, leur recouvrement sera opéré dans les conditions prévues par le décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique. Article 9. Contrôle. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant, ou aux membres du corps de l'inspection générale de l'équipement, toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle. Article 10. Publication. Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement. Fait à ... , le ....",
            "texteHtml": "<p>Le ministre de l'environnement et du cadre de vie, agissant au nom de l'Etat en tant que ministre chargé de la construction et de l'habitation, représenté par le préfet d'une part, et M. ... (1) ou ... et la société ... (1) représentée par ... dénommé(e) ci-après le bailleur, d'autre part, son convenus de ce qui suit :</p><p>(1) Personne physique ou morale identifiée conformément aux dispositions selon le cas des <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000850274&idArticle=LEGIARTI000006285119&dateTexte=&categorieLien=cid'>articles 5 ou 6 du décret n° 55-22 du 4 janvier 1955</a> modifié portant réforme de la publicité foncière.</p><p>I. - Description du programme conventionné.</p><p>Article 1er.</p><p>Objet de la convention.</p><p>La présente convention a pour objet de fixer les droits et les obligations des parties prévues par les articles L. 353-1 à L. 353-13 du code de la construction et de l'habitation pour le programme de ... acquis et améliorés au moyen d'un prêt conventionné dans les conditions prévues par les articles R. 331-63 à R. 331-77 du code précité.</p><p>La gestion des logements faisant l'objet de la présente convention est assurée :</p><p>Soit par le bailleur lui-même (rayer la mention inutile) ;</p><p>Soit par ... personne ou organisme agréé(e) par arrêté en date du 9 mars 1978 portant agrément des personnes ou organismes habilités à gérer des immeubles faisant l'objet d'une convention régie par les articles L. 353-1 à L. 353-13 du code précité (rayer la mention inutile).</p><p>Les travaux d'amélioration doivent conduire à mettre les logements en conformité totale avec des normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble.</p><p>La signature de la présente convention conditionne, pendant sa durée, l'ouverture du droit à l'aide personnalisée au logement dans les conditions définies dans le livre VIII du même code.</p><p>Article 2.</p><p>Nature des travaux.</p><p>Les travaux d'amélioration doivent conduire à mettre les logements en conformité avec les normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble.</p><p>Les travaux font l'objet d'un programme de réalisations qui se poursuit par ... tranches pendant ... mois ou ... année(s) à raison de ... logements par tranche.</p><p>Article 3.</p><p>Description du programme.</p><p>La présente convention s'applique au programme répondant aux conditions suivantes :</p><p>3.1. Désignation du ou des immeubles : ...</p><p>3.2. Situation juridique de la commune où est situé le programme :</p><p>commune entrant,</p><p>commune n'entrant pas,</p><p>dans le champ d'application de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000879802&categorieLien=cid'>loi du 1er septembre 1948</a>.</p><p>3.3. Composition du programme :</p><p>Le tableau ci-annexé donne la composition du programme avant et après réalisation des travaux.</p><p>3.4. Origine de la propriété : ...</p><p>3.5. Renseignements administratifs :</p><p>Date d'achèvement de la construction ou certificats de conformité : ...</p><p>Modalités de financement du programme d'amélioration : ....</p><p>Durée du prêt conventionné : ...</p><p>Financement complémentaire : ....</p><p>1. Locaux visés par la présente convention.</p><p>Désignation, composition avant réalisation des travaux, (logements financés conformément au titre II du livre II du CUH, autres logements) (1), composition après réalisation des travaux.</p><p>Nombre de logements locatifs par type de logements : ...</p><p>Numéro des lots : ...</p><p>Surface des logements :</p><p>- en mètres carrés habitables.</p><p>- en mètres carrés de surface corrigée.</p><p>Montant du loyer :</p><p>- en mètres carrés habitables.</p><p>- en mètres carrés de surface corrigée.</p><p>Dépendances :</p><p>- nombre.</p><p>- surface.</p><p>Locaux collectifs résidentiels :</p><p>- nombre.</p><p>- surface.</p><p>Garages et parkings :</p><p>- nombre.</p><p>- par type.</p><p>2. Locaux auxquels ne s'applique pas la convention :</p><p>Locaux commerciaux (nombre) : ...</p><p>Bureaux commerciaux (nombre) : ...</p><p>Autres : .... (1) Dont ceux régis par la loi du 1er septembre 1948 en précisant la catégorie du logement.</p><p>Article 4.</p><p>Durée de la convention.</p><p>La présente convention prend effet à la date de sa publication au fichier immobilier (ou de son inscription au livre foncier).</p><p>Elle expire le 30 juin.</p><p>Elle est renouvelée par tacite reconduction pour des périodes triennales, sous réserve de dénonciation expresse par l'une ou l'autre des parties.</p><p>Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la période ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif, notifié dans le même délai.</p><p>II. - Engagements particuliers applicables au présent programme conventionné.</p><p>Article 5.</p><p>Réservation à des familles ou à des occupants sortant d'habitat insalubre (option).</p><p>Le bailleur, compte tenu de l'importance de la liste des prioritaires dressée par les services préfectoraux, s'engage à affecter au fur et à mesure des vacances au minimum ... p. 100 des logements du programme considéré à des familles ou des occupants sortant soit d'habitat insalubre ou surpeuplé, soit d'une cité de transit ou provisoire ou d'un centre d'hébergement. Dans l'hypothèse où ce pourcentage n'est pas nul, le bailleur s'engage à signaler aux services préfectoraux les logements devenus vacants.</p><p>Cette réservation porte au minimum sur un nombre entier de logements immédiatement inférieur au chiffre résultant de ce pourcentage.</p><p>Cette règle s'applique de plein droit à chaque propriétaire en cas de mise en copropriété du programme faisant l'objet de la présente convention.</p><p>Article 6.</p><p>Montant maximum du loyer et modalités de révision.</p><p>Le loyer pratiqué par le bailleur, dont la valeur est fixée par mètre carré de surface corrigée, ne doit pas excéder le loyer maximum qui est fixé à ... F annuels le mètre carré de surface corrigée.</p><p>Cette surface est calculée conformément aux dispositions de l'article R. 442-1 du code de la construction et de l'habitation et de l'article 4 du décret n° 60-1063 du 1er octobre 1960.</p><p>Ce loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente.</p><p>Dans la limite du loyer maximum tel que défini ci-dessus, le loyer pratiqué, dont la valeur est fixée par mètre carré de surface corrigée :</p><p>1° Peut être révisé chaque année le 1er juillet au cours de la période triennale en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente.</p><p>Au cours de la première période triennale, le montant du loyer applicable chaque 1er juillet peut être fixé dans le contrat de location ; il peut être révisé en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction dans les mêmes conditions que celles de l'alinéa précédent ;</p><p>2° Peut être réajusté à l'expiration de chaque période triennale le 1er juillet suivant la date d'expiration du contrat de location.</p><p>Une information sur le loyer maximum et le loyer pratiqué par type de logement peut être demandée par le locataire à la signature du contrat de location et à l'expiration de chaque période triennale en cas de réajustement du loyer pratiqué dans la limite du loyer maximum.</p><p>Article 7.</p><p>Le bailleur s'engage à respecter les dispositions de portée générale reproduites en annexe aux conventions type n° 1, 2 ou 3 (rayer les mentions inutiles) annexées au décret relatif aux logements bénéficiaires de prêts conventionnés.</p><p>Article 8.</p><p>Sanctions.</p><p>En cas de dissimulation ou fraude, pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code de la construction et de l'habitation.</p><p>En application de l'article L. 353-2 dudit code, en cas de non-respect par lui-même ou par son mandataire des obligations relatives aux conditions particulières de réservation au profit des mal-logés ainsi que des obligations relatives à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée ou acte extrajudiciaire, demeuré sans effet après un délai de six mois, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à ... p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention.</p><p>En cas de non-versement au fonds national de l'habitation de la contribution prévue à l'article 7 de la présente convention et après mise en demeure restée sans effet, une somme de ... p. 100 du montant de la contribution est payable par mois de retard.</p><p>En cas de défaut de versement des sommes visées au deuxième et troisième alinéas du présent article, leur recouvrement sera opéré dans les conditions prévues par le <a href='/affichTexte.do?cidTexte=JORFTEXT000026597003&categorieLien=cid'>décret n° 2012-1246 du 7 novembre 2012</a> relatif à la gestion budgétaire et comptable publique.</p><p>Article 9.</p><p>Contrôle.</p><p>Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant, ou aux membres du corps de l'inspection générale de l'équipement, toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle.</p><p>Article 10.</p><p>Publication.</p><p>Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement.</p><p>Fait à ... , le ....</p>",
            "num": "Annexe III à l'article R353-127",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1567296000000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2019-09-01",
                        "titre": "Convention conclue en application de l'article L. 351-2 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129003",
                        "id": "LEGISCTA000006129003",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129003",
                        "id": "LEGISCTA000038929016",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832821",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129003",
            "sectionParentId": "LEGISCTA000038929016",
            "sectionParentTitre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
            "fullSectionsTitre": "Annexes &gt; Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038929010",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038812273",
                    "textTitle": "Décret n°2019-772 du 24 juillet 2019 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000038820715",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-07-25",
                    "dateSignaTexte": "2019-07-24",
                    "dateDebutCible": "2019-07-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000879802",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000850274",
                    "textTitle": "Décret n° 55-22 du 4 janvier 1955 - art. 5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006285119",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "55-22",
                    "datePubli": -472867200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "JORFTEXT000026597003",
                    "textTitle": "Décret n° 2012-1246 du 7 novembre 2012",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000026597003",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-1246",
                    "datePubli": 1352505600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832821",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 788918400000,
                    "dateFin": 1352592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026617856",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1352592000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038929010",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049075",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III à l'article R353-127"
            ],
            "versionPrecedente": "LEGIARTI000026617856",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039049075",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le ministre de l'environnement et du cadre de vie, agissant au nom de l'Etat en tant que ministre chargé de la construction et de l'habitation, représenté par le préfet d'une part, et M. ... (1) ou ... et la société ... (1) représentée par ... dénommé(e) ci-après le bailleur, d'autre part, son convenus de ce qui suit : (1) Personne physique ou morale identifiée conformément aux dispositions selon le cas des articles 5 ou 6 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière. I. - Description du programme conventionné. Article 1er. Objet de la convention. La présente convention a pour objet de fixer les droits et les obligations des parties prévues par les articles L. 353-1 à L. 353-13 du code de la construction et de l'habitation pour le programme de ... acquis et améliorés au moyen d'un prêt conventionné dans les conditions prévues par les articles D. 331-63 à D. 331-77 du code précité. La gestion des logements faisant l'objet de la présente convention est assurée : Soit par le bailleur lui-même (rayer la mention inutile) ; Soit par ... personne ou organisme agréé(e) par arrêté en date du 9 mars 1978 portant agrément des personnes ou organismes habilités à gérer des immeubles faisant l'objet d'une convention régie par les articles L. 353-1 à L. 353-13 du code précité (rayer la mention inutile). Les travaux d'amélioration doivent conduire à mettre les logements en conformité totale avec des normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble. La signature de la présente convention conditionne, pendant sa durée, l'ouverture du droit à l'aide personnalisée au logement dans les conditions définies dans le livre VIII du même code. Article 2. Nature des travaux. Les travaux d'amélioration doivent conduire à mettre les logements en conformité avec les normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble. Les travaux font l'objet d'un programme de réalisations qui se poursuit par ... tranches pendant ... mois ou ... année(s) à raison de ... logements par tranche. Article 3. Description du programme. La présente convention s'applique au programme répondant aux conditions suivantes : 3.1. Désignation du ou des immeubles : ... 3.2. Situation juridique de la commune où est situé le programme : commune entrant, commune n'entrant pas, dans le champ d'application de la loi du 1er septembre 1948 . 3.3. Composition du programme : Le tableau ci-annexé donne la composition du programme avant et après réalisation des travaux. 3.4. Origine de la propriété : ... 3.5. Renseignements administratifs : Date d'achèvement de la construction ou certificats de conformité : ... Modalités de financement du programme d'amélioration : .... Durée du prêt conventionné : ... Financement complémentaire : .... 1. Locaux visés par la présente convention. Désignation, composition avant réalisation des travaux, (logements financés conformément au titre II du livre II du CUH, autres logements) (1), composition après réalisation des travaux. Nombre de logements locatifs par type de logements : ... Numéro des lots : ... Surface des logements : - en mètres carrés habitables. - en mètres carrés de surface corrigée. Montant du loyer : - en mètres carrés habitables. - en mètres carrés de surface corrigée. Dépendances : - nombre. - surface. Locaux collectifs résidentiels : - nombre. - surface. Garages et parkings : - nombre. - par type. 2. Locaux auxquels ne s'applique pas la convention : Locaux commerciaux (nombre) : ... Bureaux commerciaux (nombre) : ... Autres : .... (1) Dont ceux régis par la loi du 1er septembre 1948 en précisant la catégorie du logement. Article 4. Durée de la convention. La présente convention prend effet à la date de sa publication au fichier immobilier (ou de son inscription au livre foncier). Elle expire le 30 juin. Elle est renouvelée par tacite reconduction pour des périodes triennales, sous réserve de dénonciation expresse par l'une ou l'autre des parties. Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la période ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif, notifié dans le même délai. II. - Engagements particuliers applicables au présent programme conventionné. Article 5. Réservation à des familles ou à des occupants sortant d'habitat insalubre (option). Le bailleur, compte tenu de l'importance de la liste des prioritaires dressée par les services préfectoraux, s'engage à affecter au fur et à mesure des vacances au minimum ... p. 100 des logements du programme considéré à des familles ou des occupants sortant soit d'habitat insalubre ou surpeuplé, soit d'une cité de transit ou provisoire ou d'un centre d'hébergement. Dans l'hypothèse où ce pourcentage n'est pas nul, le bailleur s'engage à signaler aux services préfectoraux les logements devenus vacants. Cette réservation porte au minimum sur un nombre entier de logements immédiatement inférieur au chiffre résultant de ce pourcentage. Cette règle s'applique de plein droit à chaque propriétaire en cas de mise en copropriété du programme faisant l'objet de la présente convention. Article 6. Montant maximum du loyer et modalités de révision. Le loyer pratiqué par le bailleur, dont la valeur est fixée par mètre carré de surface corrigée, ne doit pas excéder le loyer maximum qui est fixé à ... F annuels le mètre carré de surface corrigée. Cette surface est calculée conformément aux dispositions de l'article R. 442-1 du code de la construction et de l'habitation et de l'article 4 du décret n° 60-1063 du 1er octobre 1960. Ce loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente. Dans la limite du loyer maximum tel que défini ci-dessus, le loyer pratiqué, dont la valeur est fixée par mètre carré de surface corrigée : 1° Peut être révisé chaque année le 1er juillet au cours de la période triennale en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente. Au cours de la première période triennale, le montant du loyer applicable chaque 1er juillet peut être fixé dans le contrat de location ; il peut être révisé en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction dans les mêmes conditions que celles de l'alinéa précédent ; 2° Peut être réajusté à l'expiration de chaque période triennale le 1er juillet suivant la date d'expiration du contrat de location. Une information sur le loyer maximum et le loyer pratiqué par type de logement peut être demandée par le locataire à la signature du contrat de location et à l'expiration de chaque période triennale en cas de réajustement du loyer pratiqué dans la limite du loyer maximum. Article 7. Le bailleur s'engage à respecter les dispositions de portée générale reproduites en annexe aux conventions type n° 1, 2 ou 3 (rayer les mentions inutiles) annexées au décret relatif aux logements bénéficiaires de prêts conventionnés. Article 8. Sanctions. En cas de dissimulation ou fraude, pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code de la construction et de l'habitation. En application de l'article L. 353-2 dudit code, en cas de non-respect par lui-même ou par son mandataire des obligations relatives aux conditions particulières de réservation au profit des mal-logés ainsi que des obligations relatives à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée ou acte extrajudiciaire, demeuré sans effet après un délai de six mois, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à ... p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention. En cas de non-versement au fonds national de l'habitation de la contribution prévue à l'article 7 de la présente convention et après mise en demeure restée sans effet, une somme de ... p. 100 du montant de la contribution est payable par mois de retard. En cas de défaut de versement des sommes visées au deuxième et troisième alinéas du présent article, leur recouvrement sera opéré dans les conditions prévues par le décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique. Article 9. Contrôle. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant, ou aux membres du corps de l'inspection générale de l'équipement, toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle. Article 10. Publication. Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement. Fait à ... , le ....",
            "texteHtml": "<p>Le ministre de l'environnement et du cadre de vie, agissant au nom de l'Etat en tant que ministre chargé de la construction et de l'habitation, représenté par le préfet d'une part, et M. ... (1) ou ... et la société ... (1) représentée par ... dénommé(e) ci-après le bailleur, d'autre part, son convenus de ce qui suit :</p><p>(1) Personne physique ou morale identifiée conformément aux dispositions selon le cas des <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000850274&idArticle=LEGIARTI000006285119&dateTexte=&categorieLien=cid'>articles 5 ou 6 du décret n° 55-22 du 4 janvier 1955</a> modifié portant réforme de la publicité foncière.</p><p>I. - Description du programme conventionné.</p><p>Article 1er.</p><p>Objet de la convention.</p><p>La présente convention a pour objet de fixer les droits et les obligations des parties prévues par les articles L. 353-1 à L. 353-13 du code de la construction et de l'habitation pour le programme de ... acquis et améliorés au moyen d'un prêt conventionné dans les conditions prévues par les articles D. 331-63 à D. 331-77 du code précité.</p><p>La gestion des logements faisant l'objet de la présente convention est assurée :</p><p>Soit par le bailleur lui-même (rayer la mention inutile) ;</p><p>Soit par ... personne ou organisme agréé(e) par arrêté en date du 9 mars 1978 portant agrément des personnes ou organismes habilités à gérer des immeubles faisant l'objet d'une convention régie par les articles L. 353-1 à L. 353-13 du code précité (rayer la mention inutile).</p><p>Les travaux d'amélioration doivent conduire à mettre les logements en conformité totale avec des normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble.</p><p>La signature de la présente convention conditionne, pendant sa durée, l'ouverture du droit à l'aide personnalisée au logement dans les conditions définies dans le livre VIII du même code.</p><p>Article 2.</p><p>Nature des travaux.</p><p>Les travaux d'amélioration doivent conduire à mettre les logements en conformité avec les normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble.</p><p>Les travaux font l'objet d'un programme de réalisations qui se poursuit par ... tranches pendant ... mois ou ... année(s) à raison de ... logements par tranche.</p><p>Article 3.</p><p>Description du programme.</p><p>La présente convention s'applique au programme répondant aux conditions suivantes :</p><p>3.1. Désignation du ou des immeubles : ...</p><p>3.2. Situation juridique de la commune où est situé le programme :</p><p>commune entrant,</p><p>commune n'entrant pas,</p><p>dans le champ d'application de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000879802&categorieLien=cid'>loi du 1er septembre 1948</a>.</p><p>3.3. Composition du programme :</p><p>Le tableau ci-annexé donne la composition du programme avant et après réalisation des travaux.</p><p>3.4. Origine de la propriété : ...</p><p>3.5. Renseignements administratifs :</p><p>Date d'achèvement de la construction ou certificats de conformité : ...</p><p>Modalités de financement du programme d'amélioration : ....</p><p>Durée du prêt conventionné : ...</p><p>Financement complémentaire : ....</p><p>1. Locaux visés par la présente convention.</p><p>Désignation, composition avant réalisation des travaux, (logements financés conformément au titre II du livre II du CUH, autres logements) (1), composition après réalisation des travaux.</p><p>Nombre de logements locatifs par type de logements : ...</p><p>Numéro des lots : ...</p><p>Surface des logements :</p><p>- en mètres carrés habitables.</p><p>- en mètres carrés de surface corrigée.</p><p>Montant du loyer :</p><p>- en mètres carrés habitables.</p><p>- en mètres carrés de surface corrigée.</p><p>Dépendances :</p><p>- nombre.</p><p>- surface.</p><p>Locaux collectifs résidentiels :</p><p>- nombre.</p><p>- surface.</p><p>Garages et parkings :</p><p>- nombre.</p><p>- par type.</p><p>2. Locaux auxquels ne s'applique pas la convention :</p><p>Locaux commerciaux (nombre) : ...</p><p>Bureaux commerciaux (nombre) : ...</p><p>Autres : .... (1) Dont ceux régis par la loi du 1er septembre 1948 en précisant la catégorie du logement.</p><p>Article 4.</p><p>Durée de la convention.</p><p>La présente convention prend effet à la date de sa publication au fichier immobilier (ou de son inscription au livre foncier).</p><p>Elle expire le 30 juin.</p><p>Elle est renouvelée par tacite reconduction pour des périodes triennales, sous réserve de dénonciation expresse par l'une ou l'autre des parties.</p><p>Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la période ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif, notifié dans le même délai.</p><p>II. - Engagements particuliers applicables au présent programme conventionné.</p><p>Article 5.</p><p>Réservation à des familles ou à des occupants sortant d'habitat insalubre (option).</p><p>Le bailleur, compte tenu de l'importance de la liste des prioritaires dressée par les services préfectoraux, s'engage à affecter au fur et à mesure des vacances au minimum ... p. 100 des logements du programme considéré à des familles ou des occupants sortant soit d'habitat insalubre ou surpeuplé, soit d'une cité de transit ou provisoire ou d'un centre d'hébergement. Dans l'hypothèse où ce pourcentage n'est pas nul, le bailleur s'engage à signaler aux services préfectoraux les logements devenus vacants.</p><p>Cette réservation porte au minimum sur un nombre entier de logements immédiatement inférieur au chiffre résultant de ce pourcentage.</p><p>Cette règle s'applique de plein droit à chaque propriétaire en cas de mise en copropriété du programme faisant l'objet de la présente convention.</p><p>Article 6.</p><p>Montant maximum du loyer et modalités de révision.</p><p>Le loyer pratiqué par le bailleur, dont la valeur est fixée par mètre carré de surface corrigée, ne doit pas excéder le loyer maximum qui est fixé à ... F annuels le mètre carré de surface corrigée.</p><p>Cette surface est calculée conformément aux dispositions de l'article R. 442-1 du code de la construction et de l'habitation et de l'article 4 du décret n° 60-1063 du 1er octobre 1960.</p><p>Ce loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente.</p><p>Dans la limite du loyer maximum tel que défini ci-dessus, le loyer pratiqué, dont la valeur est fixée par mètre carré de surface corrigée :</p><p>1° Peut être révisé chaque année le 1er juillet au cours de la période triennale en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente.</p><p>Au cours de la première période triennale, le montant du loyer applicable chaque 1er juillet peut être fixé dans le contrat de location ; il peut être révisé en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction dans les mêmes conditions que celles de l'alinéa précédent ;</p><p>2° Peut être réajusté à l'expiration de chaque période triennale le 1er juillet suivant la date d'expiration du contrat de location.</p><p>Une information sur le loyer maximum et le loyer pratiqué par type de logement peut être demandée par le locataire à la signature du contrat de location et à l'expiration de chaque période triennale en cas de réajustement du loyer pratiqué dans la limite du loyer maximum.</p><p>Article 7.</p><p>Le bailleur s'engage à respecter les dispositions de portée générale reproduites en annexe aux conventions type n° 1, 2 ou 3 (rayer les mentions inutiles) annexées au décret relatif aux logements bénéficiaires de prêts conventionnés.</p><p>Article 8.</p><p>Sanctions.</p><p>En cas de dissimulation ou fraude, pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code de la construction et de l'habitation.</p><p>En application de l'article L. 353-2 dudit code, en cas de non-respect par lui-même ou par son mandataire des obligations relatives aux conditions particulières de réservation au profit des mal-logés ainsi que des obligations relatives à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée ou acte extrajudiciaire, demeuré sans effet après un délai de six mois, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à ... p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention.</p><p>En cas de non-versement au fonds national de l'habitation de la contribution prévue à l'article 7 de la présente convention et après mise en demeure restée sans effet, une somme de ... p. 100 du montant de la contribution est payable par mois de retard.</p><p>En cas de défaut de versement des sommes visées au deuxième et troisième alinéas du présent article, leur recouvrement sera opéré dans les conditions prévues par le <a href='/affichTexte.do?cidTexte=JORFTEXT000026597003&categorieLien=cid'>décret n° 2012-1246 du 7 novembre 2012</a> relatif à la gestion budgétaire et comptable publique.</p><p>Article 9.</p><p>Contrôle.</p><p>Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant, ou aux membres du corps de l'inspection générale de l'équipement, toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle.</p><p>Article 10.</p><p>Publication.</p><p>Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement.</p><p>Fait à ... , le ....</p>",
            "num": "Annexe III à l'article D353-127",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1567296000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2019-09-01",
                        "titre": "Convention conclue en application de l'article L. 351-2 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129003",
                        "id": "LEGISCTA000006129003",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129003",
                        "id": "LEGISCTA000038929016",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832821",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129003",
            "sectionParentId": "LEGISCTA000038929016",
            "sectionParentTitre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
            "fullSectionsTitre": "Annexes &gt; Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039049075",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 7 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000038955634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000879802",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000850274",
                    "textTitle": "Décret n° 55-22 du 4 janvier 1955 - art. 5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006285119",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "55-22",
                    "datePubli": -472867200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "JORFTEXT000026597003",
                    "textTitle": "Décret n° 2012-1246 du 7 novembre 2012",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000026597003",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-1246",
                    "datePubli": 1352505600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832821",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 788918400000,
                    "dateFin": 1352592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026617856",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1352592000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038929010",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049075",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III à l'article D353-127"
            ],
            "versionPrecedente": "LEGIARTI000038929010",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026617856",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le ministre de l'environnement et du cadre de vie, agissant au nom de l'Etat en tant que ministre chargé de la construction et de l'habitation, représenté par le préfet d'une part, et M. ... (1) ou ... et la société ... (1) représentée par ... dénommé(e) ci-après le bailleur, d'autre part, son convenus de ce qui suit : (1) Personne physique ou morale identifiée conformément aux dispositions selon le cas des articles 5 ou 6 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière. I. - Description du programme conventionné. Article 1er. Objet de la convention. La présente convention a pour objet de fixer les droits et les obligations des parties prévues par les articles L. 353-1 à L. 353-13 du code de la construction et de l'habitation pour le programme de ... acquis et améliorés au moyen d'un prêt conventionné dans les conditions prévues par les articles R. 331-63 à R. 331-77 du code précité. La gestion des logements faisant l'objet de la présente convention est assurée : Soit par le bailleur lui-même (rayer la mention inutile) ; Soit par ... personne ou organisme agréé(e) par arrêté en date du 9 mars 1978 portant agrément des personnes ou organismes habilités à gérer des immeubles faisant l'objet d'une convention régie par les articles L. 353-1 à L. 353-13 du code précité (rayer la mention inutile). Les travaux d'amélioration doivent conduire à mettre les logements en conformité totale avec des normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble. La signature de la présente convention conditionne, pendant sa durée, l'ouverture du droit à l'aide personnalisée au logement dans les conditions définies dans le livre III, titre V (1ère partie) du code précité. Article 2. Nature des travaux. Les travaux d'amélioration doivent conduire à mettre les logements en conformité avec les normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble. Les travaux font l'objet d'un programme de réalisations qui se poursuit par ... tranches pendant ... mois ou ... année(s) à raison de ... logements par tranche. Article 3. Description du programme. La présente convention s'applique au programme répondant aux conditions suivantes : 3.1. Désignation du ou des immeubles : ... 3.2. Situation juridique de la commune où est situé le programme : commune entrant, commune n'entrant pas, dans le champ d'application de la loi du 1er septembre 1948. 3.3. Composition du programme : Le tableau ci-annexé donne la composition du programme avant et après réalisation des travaux. 3.4. Origine de la propriété : ... 3.5. Renseignements administratifs : Date d'achèvement de la construction ou certificats de conformité : ... Modalités de financement du programme d'amélioration : .... Durée du prêt conventionné : ... Financement complémentaire : .... 1. Locaux visés par la présente convention. Désignation, composition avant réalisation des travaux, (logements financés conformément au titre II du livre II du CUH, autres logements) (1), composition après réalisation des travaux. Nombre de logements locatifs par type de logements : ... Numéro des lots : ... Surface des logements : - en mètres carrés habitables. - en mètres carrés de surface corrigée. Montant du loyer : - en mètres carrés habitables. - en mètres carrés de surface corrigée. Dépendances : - nombre. - surface. Locaux collectifs résidentiels : - nombre. - surface. Garages et parkings : - nombre. - par type. 2. Locaux auxquels ne s'applique pas la convention : Locaux commerciaux (nombre) : ... Bureaux commerciaux (nombre) : ... Autres : ....    (1) Dont ceux régis par la loi du 1er septembre 1948 en précisant la catégorie du logement. Article 4. Durée de la convention. La présente convention prend effet à la date de sa publication au fichier immobilier (ou de son inscription au livre foncier). Elle expire le 30 juin. Elle est renouvelée par tacite reconduction pour des périodes triennales, sous réserve de dénonciation expresse par l'une ou l'autre des parties. Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la période ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif, notifié dans le même délai. II. - Engagements particuliers applicables au présent programme conventionné. Article 5. Réservation à des familles ou à des occupants sortant d'habitat insalubre (option). Le bailleur, compte tenu de l'importance de la liste des prioritaires dressée par les services préfectoraux, s'engage à affecter au fur et à mesure des vacances au minimum ... p. 100 des logements du programme considéré à des familles ou des occupants sortant soit d'habitat insalubre ou surpeuplé, soit d'une cité de transit ou provisoire ou d'un centre d'hébergement. Dans l'hypothèse où ce pourcentage n'est pas nul, le bailleur s'engage à signaler aux services préfectoraux les logements devenus vacants. Cette réservation porte au minimum sur un nombre entier de logements immédiatement inférieur au chiffre résultant de ce pourcentage. Cette règle s'applique de plein droit à chaque propriétaire en cas de mise en copropriété du programme faisant l'objet de la présente convention. Article 6. Montant maximum du loyer et modalités de révision. Le loyer pratiqué par le bailleur, dont la valeur est fixée par mètre carré de surface corrigée, ne doit pas excéder le loyer maximum qui est fixé à ... F annuels le mètre carré de surface corrigée. Cette surface est calculée conformément aux dispositions de l'article R. 442-1 du code de la construction et de l'habitation et de l'article 4 du décret n° 60-1063 du 1er octobre 1960. Ce loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente. Dans la limite du loyer maximum tel que défini ci-dessus, le loyer pratiqué, dont la valeur est fixée par mètre carré de surface corrigée : 1° Peut être révisé chaque année le 1er juillet au cours de la période triennale en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente. Au cours de la première période triennale, le montant du loyer applicable chaque 1er juillet peut être fixé dans le contrat de location ; il peut être révisé en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction dans les mêmes conditions que celles de l'alinéa précédent ; 2° Peut être réajusté à l'expiration de chaque période triennale le 1er juillet suivant la date d'expiration du contrat de location. Une information sur le loyer maximum et le loyer pratiqué par type de logement peut être demandée par le locataire à la signature du contrat de location et à l'expiration de chaque période triennale en cas de réajustement du loyer pratiqué dans la limite du loyer maximum. Article 7. Le bailleur s'engage à respecter les dispositions de portée générale reproduites en annexe aux conventions type n° 1, 2 ou 3 (rayer les mentions inutiles) annexées au décret relatif aux logements bénéficiaires de prêts conventionnés. Article 8. Sanctions. En cas de dissimulation ou fraude, pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code de la construction et de l'habitation. En application de l'article L. 353-2 dudit code, en cas de non-respect par lui-même ou par son mandataire des obligations relatives aux conditions particulières de réservation au profit des mal-logés ainsi que des obligations relatives à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée ou acte extrajudiciaire, demeuré sans effet après un délai de six mois, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à ... p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention. En cas de non-versement au fonds national de l'habitation de la contribution prévue à l'article 7 de la présente convention et après mise en demeure restée sans effet, une somme de ... p. 100 du montant de la contribution est payable par mois de retard. En cas de défaut de versement des sommes visées au deuxième et troisième alinéas du présent article, leur recouvrement sera opéré dans les conditions prévues par le décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique. Article 9. Contrôle. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant, ou aux membres du corps de l'inspection générale de l'équipement, toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle. Article 10. Publication. Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement. Fait à ... , le ....",
            "texteHtml": "<p>   Le ministre de l'environnement et du cadre de vie, agissant au nom de l'Etat en tant que ministre chargé de la construction et de l'habitation, représenté par le préfet d'une part, et M. ... (1) ou ... et la société ... (1) représentée par ... dénommé(e) ci-après le bailleur, d'autre part, son convenus de ce qui suit :</p><p></p><p>   (1) Personne physique ou morale identifiée conformément aux dispositions selon le cas des <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000850274&idArticle=LEGIARTI000006285119&dateTexte=&categorieLien=cid'>articles 5 ou 6 du décret n° 55-22 du 4 janvier 1955</a> modifié portant réforme de la publicité foncière.</p><p></p><p></p><p>   I. - Description du programme conventionné.</p><p></p><p>   Article 1er.</p><p></p><p>   Objet de la convention.</p><p></p><p>   La présente convention a pour objet de fixer les droits et les obligations des parties prévues par les articles L. 353-1 à L. 353-13 du code de la construction et de l'habitation pour le programme de ... acquis et améliorés au moyen d'un prêt conventionné dans les conditions prévues par les articles R. 331-63 à R. 331-77 du code précité.</p><p></p><p>   La gestion des logements faisant l'objet de la présente convention est assurée :</p><p></p><p>   Soit par le bailleur lui-même (rayer la mention inutile) ;</p><p></p><p>   Soit par ... personne ou organisme agréé(e) par arrêté en date du 9 mars 1978 portant agrément des personnes ou organismes habilités à gérer des immeubles faisant l'objet d'une convention régie par les articles L. 353-1 à L. 353-13 du code précité (rayer la mention inutile).</p><p></p><p>   Les travaux d'amélioration doivent conduire à mettre les logements en conformité totale avec des normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble.</p><p></p><p>   La signature de la présente convention conditionne, pendant sa durée, l'ouverture du droit à l'aide personnalisée au logement dans les conditions définies dans le livre III, titre V (1ère partie) du code précité.</p><p></p><p></p><p>   Article 2.</p><p></p><p>   Nature des travaux.</p><p></p><p>   Les travaux d'amélioration doivent conduire à mettre les logements en conformité avec les normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble.</p><p></p><p>   Les travaux font l'objet d'un programme de réalisations qui se poursuit par ... tranches pendant ... mois ou ... année(s) à raison de ... logements par tranche.</p><p></p><p></p><p>   Article 3.</p><p></p><p>   Description du programme.</p><p></p><p>   La présente convention s'applique au programme répondant aux conditions suivantes :</p><p></p><p>   3.1. Désignation du ou des immeubles : ...</p><p></p><p>   3.2. Situation juridique de la commune où est situé le programme :</p><p></p><p>   commune entrant,</p><p></p><p>   commune n'entrant pas,</p><p></p><p>   dans le champ d'application de la loi du 1er septembre 1948.</p><p></p><p>   3.3. Composition du programme :</p><p></p><p>   Le tableau ci-annexé donne la composition du programme avant et après réalisation des travaux.</p><p></p><p>   3.4. Origine de la propriété : ...</p><p></p><p>   3.5. Renseignements administratifs :</p><p></p><p>   Date d'achèvement de la construction ou certificats de conformité : ...</p><p></p><p>   Modalités de financement du programme d'amélioration : ....</p><p></p><p>   Durée du prêt conventionné : ...</p><p></p><p>   Financement complémentaire : ....</p><p></p><p></p><p>   1. Locaux visés par la présente convention.</p><p></p><p>   Désignation, composition avant réalisation des travaux, (logements financés conformément au titre II du livre II du CUH, autres logements) (1), composition après réalisation des travaux.</p><p></p><p>   Nombre de logements locatifs par type de logements : ...</p><p></p><p>   Numéro des lots : ...</p><p></p><p>   Surface des logements :</p><p></p><p>   - en mètres carrés habitables.</p><p></p><p>   - en mètres carrés de surface corrigée.</p><p></p><p>   Montant du loyer :</p><p></p><p>   - en mètres carrés habitables.</p><p></p><p>   - en mètres carrés de surface corrigée.</p><p></p><p>   Dépendances :</p><p></p><p>   - nombre.</p><p></p><p>   - surface.</p><p></p><p>   Locaux collectifs résidentiels :</p><p></p><p>   - nombre.</p><p></p><p>   - surface.</p><p></p><p>   Garages et parkings :</p><p></p><p>   - nombre.</p><p></p><p>   - par type.</p><p></p><p>   2. Locaux auxquels ne s'applique pas la convention :</p><p></p><p>   Locaux commerciaux (nombre) : ...</p><p></p><p>   Bureaux commerciaux (nombre) : ...</p><p></p><p>   Autres : ....    (1) Dont ceux régis par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000879802&categorieLien=cid'>loi du 1er septembre 1948</a> en précisant la catégorie du logement.</p><p></p><p></p><p>   Article 4.</p><p></p><p>   Durée de la convention.</p><p></p><p>   La présente convention prend effet à la date de sa publication au fichier immobilier (ou de son inscription au livre foncier).</p><p></p><p>   Elle expire le 30 juin.</p><p></p><p>   Elle est renouvelée par tacite reconduction pour des périodes triennales, sous réserve de dénonciation expresse par l'une ou l'autre des parties.</p><p></p><p>   Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la période ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif, notifié dans le même délai.</p><p></p><p></p><p>   II. - Engagements particuliers applicables au présent programme conventionné.</p><p></p><p>   Article 5.</p><p></p><p>   Réservation à des familles ou à des occupants sortant d'habitat insalubre (option).</p><p></p><p>   Le bailleur, compte tenu de l'importance de la liste des prioritaires dressée par les services préfectoraux, s'engage à affecter au fur et à mesure des vacances au minimum ... p. 100 des logements du programme considéré à des familles ou des occupants sortant soit d'habitat insalubre ou surpeuplé, soit d'une cité de transit ou provisoire ou d'un centre d'hébergement. Dans l'hypothèse où ce pourcentage n'est pas nul, le bailleur s'engage à signaler aux services préfectoraux les logements devenus vacants.</p><p></p><p>   Cette réservation porte au minimum sur un nombre entier de logements immédiatement inférieur au chiffre résultant de ce pourcentage.</p><p></p><p>   Cette règle s'applique de plein droit à chaque propriétaire en cas de mise en copropriété du programme faisant l'objet de la présente convention.</p><p></p><p></p><p>   Article 6.</p><p></p><p>   Montant maximum du loyer et modalités de révision.</p><p></p><p>   Le loyer pratiqué par le bailleur, dont la valeur est fixée par mètre carré de surface corrigée, ne doit pas excéder le loyer maximum qui est fixé à ... F annuels le mètre carré de surface corrigée.</p><p></p><p>   Cette surface est calculée conformément aux dispositions de l'article R. 442-1 du code de la construction et de l'habitation et de l'article 4 du décret n° 60-1063 du 1er octobre 1960.</p><p></p><p>   Ce loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente.</p><p></p><p>   Dans la limite du loyer maximum tel que défini ci-dessus, le loyer pratiqué, dont la valeur est fixée par mètre carré de surface corrigée :</p><p></p><p>   1° Peut être révisé chaque année le 1er juillet au cours de la période triennale en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente.</p><p></p><p>   Au cours de la première période triennale, le montant du loyer applicable chaque 1er juillet peut être fixé dans le contrat de location ; il peut être révisé en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction dans les mêmes conditions que celles de l'alinéa précédent ;</p><p></p><p>   2° Peut être réajusté à l'expiration de chaque période triennale le 1er juillet suivant la date d'expiration du contrat de location.</p><p></p><p>   Une information sur le loyer maximum et le loyer pratiqué par type de logement peut être demandée par le locataire à la signature du contrat de location et à l'expiration de chaque période triennale en cas de réajustement du loyer pratiqué dans la limite du loyer maximum.</p><p></p><p></p><p>   Article 7.</p><p></p><p>   Le bailleur s'engage à respecter les dispositions de portée générale reproduites en annexe aux conventions type n° 1, 2 ou 3 (rayer les mentions inutiles) annexées au décret relatif aux logements bénéficiaires de prêts conventionnés.</p><p></p><p></p><p>   Article 8.</p><p></p><p>   Sanctions.</p><p></p><p>   En cas de dissimulation ou fraude, pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code de la construction et de l'habitation.</p><p></p><p>   En application de l'article L. 353-2 dudit code, en cas de non-respect par lui-même ou par son mandataire des obligations relatives aux conditions particulières de réservation au profit des mal-logés ainsi que des obligations relatives à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée ou acte extrajudiciaire, demeuré sans effet après un délai de six mois, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à ... p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention.</p><p></p><p>   En cas de non-versement au fonds national de l'habitation de la contribution prévue à l'article 7 de la présente convention et après mise en demeure restée sans effet, une somme de ... p. 100 du montant de la contribution est payable par mois de retard.</p><p></p><p>   En cas de défaut de versement des sommes visées au deuxième et troisième alinéas du présent article, leur recouvrement sera opéré dans les conditions prévues par le <a href='/affichTexte.do?cidTexte=JORFTEXT000026597003&categorieLien=cid'>décret n° 2012-1246 du 7 novembre 2012</a> relatif à la gestion budgétaire et comptable publique.</p><p></p><p></p><p>   Article 9.</p><p></p><p>   Contrôle.</p><p></p><p>   Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant, ou aux membres du corps de l'inspection générale de l'équipement, toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle.</p><p></p><p></p><p>   Article 10.</p><p></p><p>   Publication.</p><p></p><p>   Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement.</p><p></p><p>   Fait à ... , le ....</p><p></p>",
            "num": "Annexe III à l'article R353-127",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1352592000000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2019-09-01",
                        "titre": "Convention conclue en application de l'article L. 351-2 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129003",
                        "id": "LEGISCTA000006129003",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129003",
                        "id": "LEGISCTA000038929016",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832821",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129003",
            "sectionParentId": "LEGISCTA000038929016",
            "sectionParentTitre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
            "fullSectionsTitre": "Annexes &gt; Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000026617856",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000026597385",
                    "textTitle": "Décret n°2012-1247\n du 7 novembre 2012 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000026602178",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-11-10",
                    "dateSignaTexte": "2012-11-07",
                    "dateDebutCible": "2012-11-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000879802",
                    "textTitle": "Loi n° 48-1360 du 1er septembre 1948",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000879802",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "48-1360",
                    "datePubli": -673142400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000850274",
                    "textTitle": "Décret n° 55-22 du 4 janvier 1955 - art. 5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006285119",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "55-22",
                    "datePubli": -472867200000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "JORFTEXT000026597003",
                    "textTitle": "Décret n° 2012-1246 du 7 novembre 2012",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000026597003",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-1246",
                    "datePubli": 1352505600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832821",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 788918400000,
                    "dateFin": 1352592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026617856",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1352592000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038929010",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049075",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III à l'article R353-127"
            ],
            "versionPrecedente": "LEGIARTI000006832821",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006832821",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le ministre de l'environnement et du cadre de vie, agissant au nom de l'Etat en tant que ministre chargé de la construction et de l'habitation, représenté par le préfet d'une part, et M. ... (1) ou ... et la société ... (1) représentée par ... dénommé(e) ci-après le bailleur, d'autre part, son convenus de ce qui suit : (1) Personne physique ou morale identifiée conformément aux dispositions selon le cas des articles 5 ou 6 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière. I. - Description du programme conventionné. Article 1er. Objet de la convention. La présente convention a pour objet de fixer les droits et les obligations des parties prévues par les articles L. 353-1 à L. 353-13 du code de la construction et de l'habitation pour le programme de ... acquis et améliorés au moyen d'un prêt conventionné dans les conditions prévues par les articles R. 331-63 à R. 331-77 du code précité. La gestion des logements faisant l'objet de la présente convention est assurée : Soit par le bailleur lui-même (rayer la mention inutile) ; Soit par ... personne ou organisme agréé(e) par arrêté en date du 9 mars 1978 portant agrément des personnes ou organismes habilités à gérer des immeubles faisant l'objet d'une convention régie par les articles L. 353-1 à L. 353-13 du code précité (rayer la mention inutile). Les travaux d'amélioration doivent conduire à mettre les logements en conformité totale avec des normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble. La signature de la présente convention conditionne, pendant sa durée, l'ouverture du droit à l'aide personnalisée au logement dans les conditions définies dans le livre III, titre V (1ère partie) du code précité. Article 2. Nature des travaux. Les travaux d'amélioration doivent conduire à mettre les logements en conformité avec les normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble. Les travaux font l'objet d'un programme de réalisations qui se poursuit par ... tranches pendant ... mois ou ... année(s) à raison de ... logements par tranche. Article 3. Description du programme. La présente convention s'applique au programme répondant aux conditions suivantes : 3.1. Désignation du ou des immeubles : ... 3.2. Situation juridique de la commune où est situé le programme : commune entrant, commune n'entrant pas, dans le champ d'application de la loi du 1er septembre 1948. 3.3. Composition du programme : Le tableau ci-annexé donne la composition du programme avant et après réalisation des travaux. 3.4. Origine de la propriété : ... 3.5. Renseignements administratifs : Date d'achèvement de la construction ou certificats de conformité : ... Modalités de financement du programme d'amélioration : .... Durée du prêt conventionné : ... Financement complémentaire : .... 1. Locaux visés par la présente convention. Désignation, composition avant réalisation des travaux, (logements financés conformément au titre II du livre II du CUH, autres logements) (1), composition après réalisation des travaux. Nombre de logements locatifs par type de logements : ... Numéro des lots : ... Surface des logements : - en mètres carrés habitables. - en mètres carrés de surface corrigée. Montant du loyer : - en mètres carrés habitables. - en mètres carrés de surface corrigée. Dépendances : - nombre. - surface. Locaux collectifs résidentiels : - nombre. - surface. Garages et parkings : - nombre. - par type. 2. Locaux auxquels ne s'applique pas la convention : Locaux commerciaux (nombre) : ... Bureaux commerciaux (nombre) : ... Autres : ....    (1) Dont ceux régis par la loi du 1er septembre 1948 en précisant la catégorie du logement. Article 4. Durée de la convention. La présente convention prend effet à la date de sa publication au fichier immobilier (ou de son inscription au livre foncier). Elle expire le 30 juin. Elle est renouvelée par tacite reconduction pour des périodes triennales, sous réserve de dénonciation expresse par l'une ou l'autre des parties. Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la période ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif, notifié dans le même délai. II. - Engagements particuliers applicables au présent programme conventionné. Article 5. Réservation à des familles ou à des occupants sortant d'habitat insalubre (option). Le bailleur, compte tenu de l'importance de la liste des prioritaires dressée par les services préfectoraux, s'engage à affecter au fur et à mesure des vacances au minimum ... p. 100 des logements du programme considéré à des familles ou des occupants sortant soit d'habitat insalubre ou surpeuplé, soit d'une cité de transit ou provisoire ou d'un centre d'hébergement. Dans l'hypothèse où ce pourcentage n'est pas nul, le bailleur s'engage à signaler aux services préfectoraux les logements devenus vacants. Cette réservation porte au minimum sur un nombre entier de logements immédiatement inférieur au chiffre résultant de ce pourcentage. Cette règle s'applique de plein droit à chaque propriétaire en cas de mise en copropriété du programme faisant l'objet de la présente convention. Article 6. Montant maximum du loyer et modalités de révision. Le loyer pratiqué par le bailleur, dont la valeur est fixée par mètre carré de surface corrigée, ne doit pas excéder le loyer maximum qui est fixé à ... F annuels le mètre carré de surface corrigée. Cette surface est calculée conformément aux dispositions de l'article R. 442-1 du code de la construction et de l'habitation et de l'article 4 du décret n° 60-1063 du 1er octobre 1960. Ce loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente. Dans la limite du loyer maximum tel que défini ci-dessus, le loyer pratiqué, dont la valeur est fixée par mètre carré de surface corrigée : 1° Peut être révisé chaque année le 1er juillet au cours de la période triennale en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente. Au cours de la première période triennale, le montant du loyer applicable chaque 1er juillet peut être fixé dans le contrat de location ; il peut être révisé en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction dans les mêmes conditions que celles de l'alinéa précédent ; 2° Peut être réajusté à l'expiration de chaque période triennale le 1er juillet suivant la date d'expiration du contrat de location. Une information sur le loyer maximum et le loyer pratiqué par type de logement peut être demandée par le locataire à la signature du contrat de location et à l'expiration de chaque période triennale en cas de réajustement du loyer pratiqué dans la limite du loyer maximum. Article 7. Le bailleur s'engage à respecter les dispositions de portée générale reproduites en annexe aux conventions type n° 1, 2 ou 3 (rayer les mentions inutiles) annexées au décret relatif aux logements bénéficiaires de prêts conventionnés. Article 8. Sanctions. En cas de dissimulation ou fraude, pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code de la construction et de l'habitation. En application de l'article L. 353-2 dudit code, en cas de non-respect par lui-même ou par son mandataire des obligations relatives aux conditions particulières de réservation au profit des mal-logés ainsi que des obligations relatives à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée ou acte extrajudiciaire, demeuré sans effet après un délai de six mois, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à ... p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention. En cas de non-versement au fonds national de l'habitation de la contribution prévue à l'article 7 de la présente convention et après mise en demeure restée sans effet, une somme de ... p. 100 du montant de la contribution est payable par mois de retard. En cas de défaut de versement des sommes visées au deuxième et troisième alinéas du présent article, leur recouvrement sera opéré dans les conditions prévues par les décrets n° 62-1587 du 29 décembre 1962 et n° 63-608 du 24 juin 1963 modifié. Article 9. Contrôle. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant, ou aux membres du corps de l'inspection générale de l'équipement, toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle. Article 10. Publication. Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement. Fait à ... , le ....",
            "texteHtml": "<p></p>   Le ministre de l'environnement et du cadre de vie, agissant au nom de l'Etat en tant que ministre chargé de la construction et de l'habitation, représenté par le préfet d'une part, et M. ... (1) ou ... et la société ... (1) représentée par ... dénommé(e) ci-après le bailleur, d'autre part, son convenus de ce qui suit :<p></p><p></p>   (1) Personne physique ou morale identifiée conformément aux dispositions selon le cas des articles 5 ou 6 du décret n° 55-22 du 4 janvier 1955 modifié portant réforme de la publicité foncière.<p></p><p></p><p></p>   I. - Description du programme conventionné.<p></p><p></p>   Article 1er.<p></p><p></p>   Objet de la convention.<p></p><p></p>   La présente convention a pour objet de fixer les droits et les obligations des parties prévues par les articles L. 353-1 à L. 353-13 du code de la construction et de l'habitation pour le programme de ... acquis et améliorés au moyen d'un prêt conventionné dans les conditions prévues par les articles R. 331-63 à R. 331-77 du code précité.<p></p><p></p>   La gestion des logements faisant l'objet de la présente convention est assurée :<p></p><p></p>   Soit par le bailleur lui-même (rayer la mention inutile) ;<p></p><p></p>   Soit par ... personne ou organisme agréé(e) par arrêté en date du 9 mars 1978 portant agrément des personnes ou organismes habilités à gérer des immeubles faisant l'objet d'une convention régie par les articles L. 353-1 à L. 353-13 du code précité (rayer la mention inutile).<p></p><p></p>   Les travaux d'amélioration doivent conduire à mettre les logements en conformité totale avec des normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble.<p></p><p></p>   La signature de la présente convention conditionne, pendant sa durée, l'ouverture du droit à l'aide personnalisée au logement dans les conditions définies dans le livre III, titre V (1ère partie) du code précité.<p></p><p></p><p></p>   Article 2.<p></p><p></p>   Nature des travaux.<p></p><p></p>   Les travaux d'amélioration doivent conduire à mettre les logements en conformité avec les normes minimales d'habitabilité définies par arrêté du 1er mars 1978, sauf en cas d'impératifs techniques tenant à la structure de l'immeuble.<p></p><p></p>   Les travaux font l'objet d'un programme de réalisations qui se poursuit par ... tranches pendant ... mois ou ... année(s) à raison de ... logements par tranche.<p></p><p></p><p></p>   Article 3.<p></p><p></p>   Description du programme.<p></p><p></p>   La présente convention s'applique au programme répondant aux conditions suivantes :<p></p><p></p>   3.1. Désignation du ou des immeubles : ...<p></p><p></p>   3.2. Situation juridique de la commune où est situé le programme :<p></p><p></p>   commune entrant,<p></p><p></p>   commune n'entrant pas,<p></p><p></p>   dans le champ d'application de la loi du 1er septembre 1948.<p></p><p></p>   3.3. Composition du programme :<p></p><p></p>   Le tableau ci-annexé donne la composition du programme avant et après réalisation des travaux.<p></p><p></p>   3.4. Origine de la propriété : ...<p></p><p></p>   3.5. Renseignements administratifs :<p></p><p></p>   Date d'achèvement de la construction ou certificats de conformité : ...<p></p><p></p>   Modalités de financement du programme d'amélioration : ....<p></p><p></p>   Durée du prêt conventionné : ...<p></p><p></p>   Financement complémentaire : ....<p></p><p></p><p></p>   1. Locaux visés par la présente convention.<p></p><p></p>   Désignation, composition avant réalisation des travaux, (logements financés conformément au titre II du livre II du CUH, autres logements) (1), composition après réalisation des travaux.<p></p><p></p>   Nombre de logements locatifs par type de logements : ...<p></p><p></p>   Numéro des lots : ...<p></p><p></p>   Surface des logements :<p></p><p></p>   - en mètres carrés habitables.<p></p><p></p>   - en mètres carrés de surface corrigée.<p></p><p></p>   Montant du loyer :<p></p><p></p>   - en mètres carrés habitables.<p></p><p></p>   - en mètres carrés de surface corrigée.<p></p><p></p>   Dépendances :<p></p><p></p>   - nombre.<p></p><p></p>   - surface.<p></p><p></p>   Locaux collectifs résidentiels :<p></p><p></p>   - nombre.<p></p><p></p>   - surface.<p></p><p></p>   Garages et parkings :<p></p><p></p>   - nombre.<p></p><p></p>   - par type.<p></p><p></p>   2. Locaux auxquels ne s'applique pas la convention :<p></p><p></p>   Locaux commerciaux (nombre) : ...<p></p><p></p>   Bureaux commerciaux (nombre) : ...<p></p><p></p>   Autres : ....    (1) Dont ceux régis par la loi du 1er septembre 1948 en précisant la catégorie du logement.<p></p><p></p><p></p>   Article 4.<p></p><p></p>   Durée de la convention.<p></p><p></p>   La présente convention prend effet à la date de sa publication au fichier immobilier (ou de son inscription au livre foncier).<p></p><p></p>   Elle expire le 30 juin.<p></p><p></p>   Elle est renouvelée par tacite reconduction pour des périodes triennales, sous réserve de dénonciation expresse par l'une ou l'autre des parties.<p></p><p></p>   Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la période ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif, notifié dans le même délai.<p></p><p></p><p></p>   II. - Engagements particuliers applicables au présent programme conventionné.<p></p><p></p>   Article 5.<p></p><p></p>   Réservation à des familles ou à des occupants sortant d'habitat insalubre (option).<p></p><p></p>   Le bailleur, compte tenu de l'importance de la liste des prioritaires dressée par les services préfectoraux, s'engage à affecter au fur et à mesure des vacances au minimum ... p. 100 des logements du programme considéré à des familles ou des occupants sortant soit d'habitat insalubre ou surpeuplé, soit d'une cité de transit ou provisoire ou d'un centre d'hébergement. Dans l'hypothèse où ce pourcentage n'est pas nul, le bailleur s'engage à signaler aux services préfectoraux les logements devenus vacants.<p></p><p></p>   Cette réservation porte au minimum sur un nombre entier de logements immédiatement inférieur au chiffre résultant de ce pourcentage.<p></p><p></p>   Cette règle s'applique de plein droit à chaque propriétaire en cas de mise en copropriété du programme faisant l'objet de la présente convention.<p></p><p></p><p></p>   Article 6.<p></p><p></p>   Montant maximum du loyer et modalités de révision.<p></p><p></p>   Le loyer pratiqué par le bailleur, dont la valeur est fixée par mètre carré de surface corrigée, ne doit pas excéder le loyer maximum qui est fixé à ... F annuels le mètre carré de surface corrigée.<p></p><p></p>   Cette surface est calculée conformément aux dispositions de l'article R. 442-1 du code de la construction et de l'habitation et de l'article 4 du décret n° 60-1063 du 1er octobre 1960.<p></p><p></p>   Ce loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente.<p></p><p></p>   Dans la limite du loyer maximum tel que défini ci-dessus, le loyer pratiqué, dont la valeur est fixée par mètre carré de surface corrigée :<p></p><p></p>   1° Peut être révisé chaque année le 1er juillet au cours de la période triennale en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente.<p></p><p></p>   Au cours de la première période triennale, le montant du loyer applicable chaque 1er juillet peut être fixé dans le contrat de location ; il peut être révisé en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction dans les mêmes conditions que celles de l'alinéa précédent ;<p></p><p></p>   2° Peut être réajusté à l'expiration de chaque période triennale le 1er juillet suivant la date d'expiration du contrat de location.<p></p><p></p>   Une information sur le loyer maximum et le loyer pratiqué par type de logement peut être demandée par le locataire à la signature du contrat de location et à l'expiration de chaque période triennale en cas de réajustement du loyer pratiqué dans la limite du loyer maximum.<p></p><p></p><p></p>   Article 7.<p></p><p></p>   Le bailleur s'engage à respecter les dispositions de portée générale reproduites en annexe aux conventions type n° 1, 2 ou 3 (rayer les mentions inutiles) annexées au décret relatif aux logements bénéficiaires de prêts conventionnés.<p></p><p></p><p></p>   Article 8.<p></p><p></p>   Sanctions.<p></p><p></p>   En cas de dissimulation ou fraude, pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10 du code de la construction et de l'habitation.<p></p><p></p>   En application de l'article L. 353-2 dudit code, en cas de non-respect par lui-même ou par son mandataire des obligations relatives aux conditions particulières de réservation au profit des mal-logés ainsi que des obligations relatives à l'information des locataires ou des organismes chargés de la liquidation de l'aide personnalisée au logement et après mise en demeure par lettre recommandée ou acte extrajudiciaire, demeuré sans effet après un délai de six mois, le bailleur s'engage à verser au fonds national de l'habitation une somme égale à ... p. 100 du montant des loyers annuels dus pour les logements faisant l'objet de la présente convention.<p></p><p></p>   En cas de non-versement au fonds national de l'habitation de la contribution prévue à l'article 7 de la présente convention et après mise en demeure restée sans effet, une somme de ... p. 100 du montant de la contribution est payable par mois de retard.<p></p><p></p>   En cas de défaut de versement des sommes visées au deuxième et troisième alinéas du présent article, leur recouvrement sera opéré dans les conditions prévues par les décrets n° 62-1587 du 29 décembre 1962 et n° 63-608 du 24 juin 1963 modifié.<p></p><p></p><p></p>   Article 9.<p></p><p></p>   Contrôle.<p></p><p></p>   Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au ministre chargé de la construction et de l'habitation ou à son représentant, ou aux membres du corps de l'inspection générale de l'équipement, toutes les informations et tous les documents nécessaires au plein exercice de ce contrôle.<p></p><p></p><p></p>   Article 10.<p></p><p></p>   Publication.<p></p><p></p>   Le préfet s'assure de la publication de la présente convention au fichier immobilier ou de son inscription au livre foncier et en informe les organismes chargés de la liquidation et du paiement de l'aide personnalisée au logement.<p></p><p></p>   Fait à ... , le ....<p></p>",
            "num": "Annexe III à l'article R353-127",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 788918400000,
            "dateFin": 1352592000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2019-09-01",
                        "titre": "Convention conclue en application de l'article L. 351-2 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129003",
                        "id": "LEGISCTA000006129003",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129003",
                        "id": "LEGISCTA000038929016",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832821",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129003",
            "sectionParentId": "LEGISCTA000038929016",
            "sectionParentTitre": "Convention conclue en application des articles L. 353-1 et L. 831-1 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
            "fullSectionsTitre": "Annexes &gt; Convention conclue en application de l'article L. 351-2 (3°) du code de la construction et de l'habitation entre l'Etat et les personnes morales ou physiques qui bénéficient à titre principal d'un prêt conventionné pour l'amélioration des logements.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006832821",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000519321",
                    "textTitle": "Décret 78-1307 1978-12-29 annexe JONC 9 janvier 1979",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000519321",
                    "natureText": "DECRET",
                    "datePubliTexte": "1979-01-09",
                    "dateSignaTexte": "1978-12-29",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000733908",
                    "textTitle": "Décret n°95-42 du 11 janvier 1995 - art. 5 () JORF 13 janvier 1995 en vigueur le 1er janvier 1995",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006827364",
                    "natureText": "DECRET",
                    "datePubliTexte": "1995-01-13",
                    "dateSignaTexte": "1995-01-11",
                    "dateDebutCible": "1995-01-13"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832821",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 788918400000,
                    "dateFin": 1352592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026617856",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1352592000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038929010",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049075",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe III à l'article R353-127"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}