{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045765453",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les plus-values soumises au régime des articles 39 duodecies à 39 quindecies et réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou agricole à l'occasion de la transmission d'une entreprise individuelle ou d'une branche complète d'activité autres que celles mentionnées au V sont exonérées pour : 1° La totalité de leur montant lorsque le prix stipulé des éléments transmis ou leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit, est inférieur ou égal à 500 000 € ; 2° Une partie de leur montant lorsque le prix stipulé des éléments transmis ou leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit, est supérieur à 500 000 € et inférieur à 1 000 000 €. Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 1 000 000 € et la valeur des éléments transmis et, au dénominateur, le montant de 500 000 €. II. – L'exonération prévue au I est subordonnée aux conditions suivantes : 1 L'activité doit avoir été exercée pendant au moins cinq ans ; 2 La personne à l'origine de la transmission est : a) Une entreprise dont les résultats sont soumis à l'impôt sur le revenu ou un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu ; b) Un organisme sans but lucratif ; c) Une collectivité territoriale, un établissement public de coopération intercommunale ou l'un de leurs établissements publics ; d) Une société soumise à l'impôt sur les sociétés qui répond cumulativement aux conditions suivantes : 1° elle emploie moins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions d'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ; 2° son capital ou ses droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant pas aux conditions du précédent alinéa de manière continue au cours de l'exercice. Pour la détermination de ce pourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés relevant de l' article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de capital investissement, des sociétés de libre partenariat, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l' article 39 entre la société en cause et ces dernières sociétés ou ces fonds. Cette condition s'apprécie de manière continue au cours de l'exercice ; Pour l'application du présent d, le bénéfice des dispositions du I est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis, du règlement (UE) n° 1408/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de l'agriculture ou du règlement (UE) n° 717/2014 de la Commission du 27 juin 2014 concernant l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de la pêche et de l'aquaculture ; 3 En cas de transmission à titre onéreux, le cédant ou, s'il s'agit d'une société, l'un de ses associés qui détient directement ou indirectement au moins 50 % des droits de vote ou des droits dans les bénéfices sociaux ou y exerce la direction effective n'exerce pas, en droit ou en fait, la direction effective de l'entreprise cessionnaire ou ne détient pas, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de cette entreprise. III. – Est assimilée à une branche complète d'activité l'intégralité des droits ou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens du I de l'article 151 nonies . Lorsqu'il est satisfait aux conditions prévues aux 1 à 3 du II, les plus-values réalisées à l'occasion de la transmission de droits ou parts mentionnés au premier alinéa du présent III sont exonérées pour : 1° La totalité de leur montant lorsque la valeur vénale des droits ou parts transmis est inférieure ou égale à 500 000 € ; 2° Une partie de leur montant lorsque la valeur vénale des droits ou parts transmis est supérieure à 500 000 € et inférieure à 1 000 000 €. Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 1 000 000 € et la valeur des titres transmis et, au dénominateur, le montant de 500 000 €. Pour la détermination des seuils mentionnés aux 1° et 2°, il est tenu compte de la transmission de l'intégralité des droits ou parts définis au premier alinéa ainsi que des transmissions réalisées au cours des cinq années précédentes. Par dérogation au V, les dispositions du présent III s'appliquent aux plus-values réalisées sur les droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis affectés par la société à sa propre exploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. En cas de transmission à titre onéreux de droits ou de parts ouvrant droit à l'exonération prévue au deuxième alinéa, le cédant ne doit pas détenir directement ou indirectement de droits de vote ou de droits dans les bénéfices sociaux de l'entreprise cessionnaire. IV. – L'exonération prévue aux I et III est remise en cause si le cédant relève de l'une des situations mentionnées au 3 du II et au dernier alinéa du III à un moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du régime prévu au présent article. V. – Sont imposées dans les conditions de droit commun les plus-values réalisées à l'occasion de la transmission de l'entreprise individuelle ou de la branche complète d'activité portant sur : 1° Des biens immobiliers bâtis ou non bâtis ; 2° Des droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. VI. – Pour l'application des dispositions prévues aux III et V, les droits afférents à un contrat de crédit-bail conclu dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et financier sont assimilés à des éléments de l'actif. Pour l'application des dispositions prévues au III, les biens mentionnés au I du A de l'article 1594-0 G ne sont pas considérés comme affectés à l'exploitation de l'activité. VII. – La transmission d'une activité qui fait l'objet d'un contrat de location-gérance ou d'un contrat comparable peut bénéficier du régime défini au I si les conditions suivantes sont simultanément satisfaites : 1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ; 2° La transmission est réalisée au profit du locataire ou, dans le respect du contrat, de toute autre personne, sous réserve que cette transmission porte sur l'intégralité des éléments concourant à l'exploitation de l'activité qui a fait l'objet du contrat de location-gérance ou d'un contrat comparable. Pour l'appréciation des seuils mentionnés aux 1° et 2° du I, il est tenu compte du prix stipulé des éléments de l'activité donnée en location ou de leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit. VIII. – L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus au I de l'article 41, au I ter de l'article 93 quater , aux articles 151 septies, 151 octies et 151 octies A, au II de l'article 151 nonies et aux  articles 210 A à 210 C. IX. – Les dispositions du présent article s'appliquent aux transmissions réalisées à compter du 1er janvier 2006.",
            "texteHtml": "<p>I. – Les plus-values soumises au régime des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307676&dateTexte=&categorieLien=cid'>articles 39 duodecies à 39 quindecies </a>et réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou agricole à l'occasion de la transmission d'une entreprise individuelle ou d'une branche complète d'activité autres que celles mentionnées au V sont exonérées pour :</p><p>1° La totalité de leur montant lorsque le prix stipulé des éléments transmis ou leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit, est inférieur ou égal à 500 000 € ;<br/><br/>\n2° Une partie de leur montant lorsque le prix stipulé des éléments transmis ou leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit, est supérieur à 500 000 € et inférieur à 1 000 000 €.</p><p>Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 1 000 000 € et la valeur des éléments transmis et, au dénominateur, le montant de 500 000 €.</p><p>II. – L'exonération prévue au I est subordonnée aux conditions suivantes :</p><p>1 L'activité doit avoir été exercée pendant au moins cinq ans ;</p><p>2 La personne à l'origine de la transmission est :</p><p>a) Une entreprise dont les résultats sont soumis à l'impôt sur le revenu ou un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307033&dateTexte=&categorieLien=cid'>articles 8 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302206&dateTexte=&categorieLien=cid'>8 ter, </a>soumis en son nom à l'impôt sur le revenu ;</p><p>b) Un organisme sans but lucratif ;</p><p>c) Une collectivité territoriale, un établissement public de coopération intercommunale ou l'un de leurs établissements publics ;</p><p>d) Une société soumise à l'impôt sur les sociétés qui répond cumulativement aux conditions suivantes :</p><p>1° elle emploie moins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions d'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ;</p><p>2° son capital ou ses droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant pas aux conditions du précédent alinéa de manière continue au cours de l'exercice. Pour la détermination de ce pourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés relevant de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649886&dateTexte=&categorieLien=cid'>article L. 214-37 du code monétaire et financier </a>dans sa rédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de capital investissement, des sociétés de libre partenariat, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307555&dateTexte=&categorieLien=cid'>article 39 </a>entre la société en cause et ces dernières sociétés ou ces fonds. Cette condition s'apprécie de manière continue au cours de l'exercice ;</p><p>Pour l'application du présent d, le bénéfice des dispositions du I est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis, du règlement (UE) n° 1408/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de l'agriculture ou du règlement (UE) n° 717/2014 de la Commission du 27 juin 2014 concernant l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de la pêche et de l'aquaculture ;</p><p>3 En cas de transmission à titre onéreux, le cédant ou, s'il s'agit d'une société, l'un de ses associés qui détient directement ou indirectement au moins 50 % des droits de vote ou des droits dans les bénéfices sociaux ou y exerce la direction effective n'exerce pas, en droit ou en fait, la direction effective de l'entreprise cessionnaire ou ne détient pas, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de cette entreprise.</p><p>III. – Est assimilée à une branche complète d'activité l'intégralité des droits ou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307887&dateTexte=&categorieLien=cid'>151 nonies</a>.</p><p>Lorsqu'il est satisfait aux conditions prévues aux 1 à 3 du II, les plus-values réalisées à l'occasion de la transmission de droits ou parts mentionnés au premier alinéa du présent III sont exonérées pour :</p><p>1° La totalité de leur montant lorsque la valeur vénale des droits ou parts transmis est inférieure ou égale à 500 000 € ;</p><p>2° Une partie de leur montant lorsque la valeur vénale des droits ou parts transmis est supérieure à 500 000 € et inférieure à 1 000 000 €.</p><p>Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 1 000 000 € et la valeur des titres transmis et, au dénominateur, le montant de 500 000 €.</p><p>Pour la détermination des seuils mentionnés aux 1° et 2°, il est tenu compte de la transmission de l'intégralité des droits ou parts définis au premier alinéa ainsi que des transmissions réalisées au cours des cinq années précédentes.</p><p>Par dérogation au V, les dispositions du présent III s'appliquent aux plus-values réalisées sur les droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis affectés par la société à sa propre exploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts.</p><p>En cas de transmission à titre onéreux de droits ou de parts ouvrant droit à l'exonération prévue au deuxième alinéa, le cédant ne doit pas détenir directement ou indirectement de droits de vote ou de droits dans les bénéfices sociaux de l'entreprise cessionnaire.</p><p>IV. – L'exonération prévue aux I et III est remise en cause si le cédant relève de l'une des situations mentionnées au 3 du II et au dernier alinéa du III à un moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du régime prévu au présent article.</p><p>V. – Sont imposées dans les conditions de droit commun les plus-values réalisées à l'occasion de la transmission de l'entreprise individuelle ou de la branche complète d'activité portant sur :</p><p>1° Des biens immobiliers bâtis ou non bâtis ;</p><p>2° Des droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts.</p><p>VI. – Pour l'application des dispositions prévues aux III et V, les droits afférents à un contrat de crédit-bail conclu dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>2 de l'article L. 313-7 du code monétaire et financier </a>sont assimilés à des éléments de l'actif.</p><p>Pour l'application des dispositions prévues au III, les biens mentionnés au I du A de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306375&dateTexte=&categorieLien=cid'>l'article 1594-0 G </a>ne sont pas considérés comme affectés à l'exploitation de l'activité.</p><p>VII. – La transmission d'une activité qui fait l'objet d'un contrat de location-gérance ou d'un contrat comparable peut bénéficier du régime défini au I si les conditions suivantes sont simultanément satisfaites :</p><p>1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ;</p><p>2° La transmission est réalisée au profit du locataire ou, dans le respect du contrat, de toute autre personne, sous réserve que cette transmission porte sur l'intégralité des éléments concourant à l'exploitation de l'activité qui a fait l'objet du contrat de location-gérance ou d'un contrat comparable.</p><p>Pour l'appréciation des seuils mentionnés aux 1° et 2° du I, il est tenu compte du prix stipulé des éléments de l'activité donnée en location ou de leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit.</p><p>VIII. – L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus au I de l'article 41, au I ter de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307181&dateTexte=&categorieLien=cid'>l'article 93 quater</a>, aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307428&dateTexte=&categorieLien=cid'>articles 151 septies, 151 octies et 151 octies A, </a>au II de l'article 151 nonies et aux  articles 210 A à 210 C.</p><p>IX. – Les dispositions du présent article s'appliquent aux transmissions réalisées à compter du 1er janvier 2006.</p>",
            "num": "238 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1651881600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1431655764,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022860126",
                        "id": "LEGISCTA000022860126",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304105",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022860126",
            "sectionParentId": "LEGISCTA000022860126",
            "sectionParentTitre": "VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045765453",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret n°2006-356 du 24 mars 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814579",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000045757184",
                    "textTitle": "Décret n°2022-782 du 4 mai 2022 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045758129",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-05-06",
                    "dateSignaTexte": "2022-05-04",
                    "dateDebutCible": "2022-05-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 nonies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 nonies",
                    "articleId": "LEGIARTI000006307887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 septies",
                    "articleId": "LEGIARTI000006307428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1518134400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1594-0 G",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1594-0 G",
                    "articleId": "LEGIARTI000006306375",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 922838400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000006308599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 E",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 E",
                    "articleId": "LEGIARTI000006303479",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571788800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006307555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000006307676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 719",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "719",
                    "articleId": "LEGIARTI000006310743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 724",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "724",
                    "articleId": "LEGIARTI000006310757",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006307033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8 ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 ter",
                    "articleId": "LEGIARTI000006302206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 93 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "93 quater",
                    "articleId": "LEGIARTI000006307181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-37",
                    "articleId": "LEGIARTI000006649886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304105",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027795308",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031011688",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044988994",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1651881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045765453",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1651881600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 quindecies",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000044988994",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044988994",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les plus-values soumises au régime des articles 39 duodecies à 39 quindecies et réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou agricole à l'occasion de la transmission d'une entreprise individuelle ou d'une branche complète d'activité autres que celles mentionnées au V sont exonérées pour : 1° La totalité de leur montant lorsque le prix stipulé des éléments transmis ou leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit, est inférieur ou égal à 500 000 € ; 2° Une partie de leur montant lorsque le prix stipulé des éléments transmis ou leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit, est supérieur à 500 000 € et inférieur à 1 000 000 €. Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 1 000 000 € et la valeur des éléments transmis et, au dénominateur, le montant de 500 000 €. II. – L'exonération prévue au I est subordonnée aux conditions suivantes : 1 L'activité doit avoir été exercée pendant au moins cinq ans ; 2 La personne à l'origine de la transmission est : a) Une entreprise dont les résultats sont soumis à l'impôt sur le revenu ou un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu ; b) Un organisme sans but lucratif ; c) Une collectivité territoriale, un établissement public de coopération intercommunale ou l'un de leurs établissements publics ; d) Une société soumise à l'impôt sur les sociétés qui répond cumulativement aux conditions suivantes : 1° elle emploie moins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions d'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ; 2° son capital ou ses droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant pas aux conditions du précédent alinéa de manière continue au cours de l'exercice. Pour la détermination de ce pourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés relevant de l' article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de capital investissement, des sociétés de libre partenariat, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l' article 39 entre la société en cause et ces dernières sociétés ou ces fonds. Cette condition s'apprécie de manière continue au cours de l'exercice ; Pour l'application du présent d, le bénéfice des dispositions du I est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis, du règlement (UE) n° 1408/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de l'agriculture ou du règlement (UE) n° 717/2014 de la Commission du 27 juin 2014 concernant l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de la pêche et de l'aquaculture. 3 En cas de transmission à titre onéreux, le cédant ou, s'il s'agit d'une société, l'un de ses associés qui détient directement ou indirectement au moins 50 % des droits de vote ou des droits dans les bénéfices sociaux ou y exerce la direction effective n'exerce pas, en droit ou en fait, la direction effective de l'entreprise cessionnaire ou ne détient pas, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de cette entreprise. III. – Est assimilée à une branche complète d'activité l'intégralité des droits ou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens du I de l'article 151 nonies . Lorsqu'il est satisfait aux conditions prévues aux 1 à 3 du II, les plus-values réalisées à l'occasion de la transmission de droits ou parts mentionnés au premier alinéa du présent III sont exonérées pour : 1° La totalité de leur montant lorsque la valeur vénale des droits ou parts transmis est inférieure ou égale à 500 000 € ; 2° Une partie de leur montant lorsque la valeur vénale des droits ou parts transmis est supérieure à 500 000 € et inférieure à 1 000 000 €. Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 1 000 000 € et la valeur des titres transmis et, au dénominateur, le montant de 500 000 €. Pour la détermination des seuils mentionnés aux 1° et 2°, il est tenu compte de la transmission de l'intégralité des droits ou parts définis au premier alinéa ainsi que des transmissions réalisées au cours des cinq années précédentes. Par dérogation au V, les dispositions du présent III s'appliquent aux plus-values réalisées sur les droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis affectés par la société à sa propre exploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. En cas de transmission à titre onéreux de droits ou de parts ouvrant droit à l'exonération prévue au deuxième alinéa, le cédant ne doit pas détenir directement ou indirectement de droits de vote ou de droits dans les bénéfices sociaux de l'entreprise cessionnaire. IV. – L'exonération prévue aux I et III est remise en cause si le cédant relève de l'une des situations mentionnées au 3 du II et au dernier alinéa du III à un moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du régime prévu au présent article. V. – Sont imposées dans les conditions de droit commun les plus-values réalisées à l'occasion de la transmission de l'entreprise individuelle ou de la branche complète d'activité portant sur : 1° Des biens immobiliers bâtis ou non bâtis ; 2° Des droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. VI. – Pour l'application des dispositions prévues aux III et V, les droits afférents à un contrat de crédit-bail conclu dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et financier sont assimilés à des éléments de l'actif. Pour l'application des dispositions prévues au III, les biens mentionnés au I du A de l'article 1594-0 G ne sont pas considérés comme affectés à l'exploitation de l'activité. VII. – La transmission d'une activité qui fait l'objet d'un contrat de location-gérance ou d'un contrat comparable peut bénéficier du régime défini au I si les conditions suivantes sont simultanément satisfaites : 1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ; 2° La transmission est réalisée au profit du locataire ou, dans le respect du contrat, de toute autre personne, sous réserve que cette transmission porte sur l'intégralité des éléments concourant à l'exploitation de l'activité qui a fait l'objet du contrat de location-gérance ou d'un contrat comparable. Pour l'appréciation des seuils mentionnés aux 1° et 2° du I, il est tenu compte du prix stipulé des éléments de l'activité donnée en location ou de leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit. VIII. – L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus au I de l'article 41, au I ter de l'article 93 quater , aux articles 151 septies, 151 octies et 151 octies A, au II de l'article 151 nonies et aux articles 210 A à 210 C et 210 E. IX. – Les dispositions du présent article s'appliquent aux transmissions réalisées à compter du 1er janvier 2006.",
            "texteHtml": "<p>I. – Les plus-values soumises au régime des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307676&dateTexte=&categorieLien=cid'>articles 39 duodecies à 39 quindecies </a>et réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou agricole à l'occasion de la transmission d'une entreprise individuelle ou d'une branche complète d'activité autres que celles mentionnées au V sont exonérées pour :</p><p>1° La totalité de leur montant lorsque le prix stipulé des éléments transmis ou leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit, est inférieur ou égal à 500 000 € ;<br/><br/>\n2° Une partie de leur montant lorsque le prix stipulé des éléments transmis ou leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit, est supérieur à 500 000 € et inférieur à 1 000 000 €.</p><p>Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 1 000 000 € et la valeur des éléments transmis et, au dénominateur, le montant de 500 000 €.</p><p>II. – L'exonération prévue au I est subordonnée aux conditions suivantes :</p><p>1 L'activité doit avoir été exercée pendant au moins cinq ans ;</p><p>2 La personne à l'origine de la transmission est :</p><p>a) Une entreprise dont les résultats sont soumis à l'impôt sur le revenu ou un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307033&dateTexte=&categorieLien=cid'>articles 8 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302206&dateTexte=&categorieLien=cid'>8 ter, </a>soumis en son nom à l'impôt sur le revenu ;</p><p>b) Un organisme sans but lucratif ;</p><p>c) Une collectivité territoriale, un établissement public de coopération intercommunale ou l'un de leurs établissements publics ;</p><p>d) Une société soumise à l'impôt sur les sociétés qui répond cumulativement aux conditions suivantes :</p><p>1° elle emploie moins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions d'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ;</p><p>2° son capital ou ses droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant pas aux conditions du précédent alinéa de manière continue au cours de l'exercice. Pour la détermination de ce pourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés relevant de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649886&dateTexte=&categorieLien=cid'>article L. 214-37 du code monétaire et financier </a>dans sa rédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de capital investissement, des sociétés de libre partenariat, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307555&dateTexte=&categorieLien=cid'>article 39 </a>entre la société en cause et ces dernières sociétés ou ces fonds. Cette condition s'apprécie de manière continue au cours de l'exercice ;</p><p>Pour l'application du présent d, le bénéfice des dispositions du I est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis, du règlement (UE) n° 1408/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de l'agriculture ou du règlement (UE) n° 717/2014 de la Commission du 27 juin 2014 concernant l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis dans le secteur de la pêche et de l'aquaculture.</p><p>3 En cas de transmission à titre onéreux, le cédant ou, s'il s'agit d'une société, l'un de ses associés qui détient directement ou indirectement au moins 50 % des droits de vote ou des droits dans les bénéfices sociaux ou y exerce la direction effective n'exerce pas, en droit ou en fait, la direction effective de l'entreprise cessionnaire ou ne détient pas, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de cette entreprise.</p><p>III. – Est assimilée à une branche complète d'activité l'intégralité des droits ou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307887&dateTexte=&categorieLien=cid'>151 nonies</a>.</p><p>Lorsqu'il est satisfait aux conditions prévues aux 1 à 3 du II, les plus-values réalisées à l'occasion de la transmission de droits ou parts mentionnés au premier alinéa du présent III sont exonérées pour :</p><p>1° La totalité de leur montant lorsque la valeur vénale des droits ou parts transmis est inférieure ou égale à 500 000 € ;</p><p>2° Une partie de leur montant lorsque la valeur vénale des droits ou parts transmis est supérieure à 500 000 € et inférieure à 1 000 000 €.</p><p>Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 1 000 000 € et la valeur des titres transmis et, au dénominateur, le montant de 500 000 €.</p><p>Pour la détermination des seuils mentionnés aux 1° et 2°, il est tenu compte de la transmission de l'intégralité des droits ou parts définis au premier alinéa ainsi que des transmissions réalisées au cours des cinq années précédentes.</p><p>Par dérogation au V, les dispositions du présent III s'appliquent aux plus-values réalisées sur les droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis affectés par la société à sa propre exploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts.</p><p>En cas de transmission à titre onéreux de droits ou de parts ouvrant droit à l'exonération prévue au deuxième alinéa, le cédant ne doit pas détenir directement ou indirectement de droits de vote ou de droits dans les bénéfices sociaux de l'entreprise cessionnaire.</p><p>IV. – L'exonération prévue aux I et III est remise en cause si le cédant relève de l'une des situations mentionnées au 3 du II et au dernier alinéa du III à un moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du régime prévu au présent article.</p><p>V. – Sont imposées dans les conditions de droit commun les plus-values réalisées à l'occasion de la transmission de l'entreprise individuelle ou de la branche complète d'activité portant sur :</p><p>1° Des biens immobiliers bâtis ou non bâtis ;</p><p>2° Des droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts.</p><p>VI. – Pour l'application des dispositions prévues aux III et V, les droits afférents à un contrat de crédit-bail conclu dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>2 de l'article L. 313-7 du code monétaire et financier </a>sont assimilés à des éléments de l'actif.</p><p>Pour l'application des dispositions prévues au III, les biens mentionnés au I du A de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306375&dateTexte=&categorieLien=cid'>l'article 1594-0 G </a>ne sont pas considérés comme affectés à l'exploitation de l'activité.</p><p>VII. – La transmission d'une activité qui fait l'objet d'un contrat de location-gérance ou d'un contrat comparable peut bénéficier du régime défini au I si les conditions suivantes sont simultanément satisfaites :</p><p>1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ;</p><p>2° La transmission est réalisée au profit du locataire ou, dans le respect du contrat, de toute autre personne, sous réserve que cette transmission porte sur l'intégralité des éléments concourant à l'exploitation de l'activité qui a fait l'objet du contrat de location-gérance ou d'un contrat comparable.</p><p>Pour l'appréciation des seuils mentionnés aux 1° et 2° du I, il est tenu compte du prix stipulé des éléments de l'activité donnée en location ou de leur valeur vénale, auxquels sont ajoutées les charges en capital et les indemnités stipulées au profit du cédant, à quelque titre et pour quelque cause que ce soit.</p><p>VIII. – L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus au I de l'article 41, au I ter de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307181&dateTexte=&categorieLien=cid'>l'article 93 quater</a>, aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307428&dateTexte=&categorieLien=cid'>articles 151 septies, 151 octies et 151 octies A, </a>au II de l'article 151 nonies et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308599&dateTexte=&categorieLien=cid'>articles 210 A à 210 C </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303479&dateTexte=&categorieLien=cid'>210 E. </a></p><p>IX. – Les dispositions du présent article s'appliquent aux transmissions réalisées à compter du 1er janvier 2006.</p>",
            "num": "238 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1640995200000,
            "dateFin": 1651881600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1431655764,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022860126",
                        "id": "LEGISCTA000022860126",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304105",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022860126",
            "sectionParentId": "LEGISCTA000022860126",
            "sectionParentTitre": "VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044988994",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret n°2006-356 du 24 mars 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814579",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000044637640",
                    "textTitle": "LOI n°2021-1900 du 30 décembre 2021 - art. 19 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000044794418",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-31",
                    "dateSignaTexte": "2021-12-30",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 nonies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 nonies",
                    "articleId": "LEGIARTI000006307887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 septies",
                    "articleId": "LEGIARTI000006307428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1518134400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1594-0 G",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1594-0 G",
                    "articleId": "LEGIARTI000006306375",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 922838400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000006308599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 E",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 E",
                    "articleId": "LEGIARTI000006303479",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571788800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006307555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000006307676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 719",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "719",
                    "articleId": "LEGIARTI000006310743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 724",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "724",
                    "articleId": "LEGIARTI000006310757",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006307033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8 ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 ter",
                    "articleId": "LEGIARTI000006302206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 93 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "93 quater",
                    "articleId": "LEGIARTI000006307181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-37",
                    "articleId": "LEGIARTI000006649886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304105",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027795308",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031011688",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044988994",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1651881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045765453",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1651881600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 quindecies",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000031011688",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031011688",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les plus-values soumises au régime des articles 39 duodecies à 39 quindecies et réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou agricole à l'occasion de la transmission d'une entreprise individuelle ou d'une branche complète d'activité autres que celles mentionnées au V sont exonérées pour : 1° La totalité de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles 719,720 ou 724 ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est inférieure ou égale à 300 000 € ; 2° Une partie de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles 719,720 ou 724 ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est supérieure à 300 000 € et inférieure à 500 000 €. Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des éléments transmis et, au dénominateur, le montant de 200 000 €. II. – L'exonération prévue au I est subordonnée aux conditions suivantes : 1 L'activité doit avoir été exercée pendant au moins cinq ans ; 2 La personne à l'origine de la transmission est : a) Une entreprise dont les résultats sont soumis à l'impôt sur le revenu ou un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu ; b) Un organisme sans but lucratif ; c) Une collectivité territoriale, un établissement public de coopération intercommunale ou l'un de leurs établissements publics ; d) Une société soumise à l'impôt sur les sociétés qui répond cumulativement aux conditions suivantes : 1° elle emploie moins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions d'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ; 2° son capital ou ses droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant pas aux conditions du précédent alinéa de manière continue au cours de l'exercice. Pour la détermination de ce pourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés relevant de l' article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de capital investissement, des sociétés de libre partenariat, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l' article 39 entre la société en cause et ces dernières sociétés ou ces fonds. Cette condition s'apprécie de manière continue au cours de l'exercice ; 3 En cas de transmission à titre onéreux, le cédant ou, s'il s'agit d'une société, l'un de ses associés qui détient directement ou indirectement au moins 50 % des droits de vote ou des droits dans les bénéfices sociaux ou y exerce la direction effective n'exerce pas, en droit ou en fait, la direction effective de l'entreprise cessionnaire ou ne détient pas, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de cette entreprise. III. – Est assimilée à une branche complète d'activité l'intégralité des droits ou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens du I de l'article 151 nonies . Lorsqu'il est satisfait aux conditions prévues aux 1 à 3 du II, les plus-values réalisées à l'occasion de la transmission de droits ou parts mentionnés au premier alinéa du présent III sont exonérées pour : 1° La totalité de leur montant lorsque la valeur vénale des droits ou parts transmis est inférieure ou égale à 300 000 € ; 2° Une partie de leur montant lorsque la valeur vénale des droits ou parts transmis est supérieure à 300 000 € et inférieure à 500 000 €. Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des titres transmis et, au dénominateur, le montant de 200 000 €. Pour la détermination des seuils mentionnés aux 1° et 2°, il est tenu compte de la transmission de l'intégralité des droits ou parts définis au premier alinéa ainsi que des transmissions réalisées au cours des cinq années précédentes. Par dérogation au V, les dispositions du présent III s'appliquent aux plus-values réalisées sur les droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis affectés par la société à sa propre exploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. En cas de transmission à titre onéreux de droits ou de parts ouvrant droit à l'exonération prévue au deuxième alinéa, le cédant ne doit pas détenir directement ou indirectement de droits de vote ou de droits dans les bénéfices sociaux de l'entreprise cessionnaire. IV. – L'exonération prévue aux I et III est remise en cause si le cédant relève de l'une des situations mentionnées au 3 du II et au dernier alinéa du III à un moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du régime prévu au présent article. V. – Sont imposées dans les conditions de droit commun les plus-values réalisées à l'occasion de la transmission de l'entreprise individuelle ou de la branche complète d'activité portant sur : 1° Des biens immobiliers bâtis ou non bâtis ; 2° Des droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. VI. – Pour l'application des dispositions prévues aux III et V, les droits afférents à un contrat de crédit-bail conclu dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et financier sont assimilés à des éléments de l'actif. Pour l'application des dispositions prévues au III, les biens mentionnés au I du A de l'article 1594-0 G ne sont pas considérés comme affectés à l'exploitation de l'activité. VII. – La transmission d'une activité qui fait l'objet d'un contrat de location-gérance ou d'un contrat comparable peut bénéficier du régime défini au I si les conditions suivantes sont simultanément satisfaites : 1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ; 2° La transmission est réalisée au profit du locataire. Pour l'appréciation des seuils mentionnés aux 1° et 2° du I, il est tenu compte de la valeur des éléments de l'activité donnée en location servant d'assiette aux droits d'enregistrement mentionnés aux articles 719,720 ou 724 ou de la valeur des éléments similaires utilisés dans le cadre d'une exploitation agricole mise en location. VIII. – L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus au I de l'article 41, au I ter de l'article 93 quater , aux articles 151 septies, 151 octies et 151 octies A, au II de l'article 151 nonies et aux articles 210 A à 210 C et 210 E. IX. – Les dispositions du présent article s'appliquent aux transmissions réalisées à compter du 1er janvier 2006.",
            "texteHtml": "<p>I. – Les plus-values soumises au régime des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307676&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 39 duodecies (V)'>articles 39 duodecies à 39 quindecies </a>et réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou agricole à l'occasion de la transmission d'une entreprise individuelle ou d'une branche complète d'activité autres que celles mentionnées au V sont exonérées pour : </p><p>1° La totalité de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310743&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 719 (V)'>719,720 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310757&dateTexte=&categorieLien=cid'>724 </a>ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est inférieure ou égale à 300 000 € ; </p><p>2° Une partie de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles 719,720 ou 724 ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est supérieure à 300 000 € et inférieure à 500 000 €. </p><p>Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des éléments transmis et, au dénominateur, le montant de 200 000 €. </p><p>II. – L'exonération prévue au I est subordonnée aux conditions suivantes : </p><p>1 L'activité doit avoir été exercée pendant au moins cinq ans ; </p><p>2 La personne à l'origine de la transmission est : </p><p>a) Une entreprise dont les résultats sont soumis à l'impôt sur le revenu ou un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307033&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 8 (V)'>articles 8 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302206&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 8 ter (V)'>8 ter, </a>soumis en son nom à l'impôt sur le revenu ; </p><p>b) Un organisme sans but lucratif ; </p><p>c) Une collectivité territoriale, un établissement public de coopération intercommunale ou l'un de leurs établissements publics ; </p><p>d) Une société soumise à l'impôt sur les sociétés qui répond cumulativement aux conditions suivantes : </p><p>1° elle emploie moins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions d'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ; </p><p>2° son capital ou ses droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant pas aux conditions du précédent alinéa de manière continue au cours de l'exercice. Pour la détermination de ce pourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés relevant de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649886&dateTexte=&categorieLien=cid'>article L. 214-37 du code monétaire et financier </a>dans sa rédaction antérieure à l'ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de capital investissement, des sociétés de libre partenariat, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307555&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 39 (VT)'>article 39 </a>entre la société en cause et ces dernières sociétés ou ces fonds. Cette condition s'apprécie de manière continue au cours de l'exercice ; </p><p>3 En cas de transmission à titre onéreux, le cédant ou, s'il s'agit d'une société, l'un de ses associés qui détient directement ou indirectement au moins 50 % des droits de vote ou des droits dans les bénéfices sociaux ou y exerce la direction effective n'exerce pas, en droit ou en fait, la direction effective de l'entreprise cessionnaire ou ne détient pas, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de cette entreprise. </p><p>III. – Est assimilée à une branche complète d'activité l'intégralité des droits ou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307887&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 151 nonies (V)'>151 nonies</a>. </p><p>Lorsqu'il est satisfait aux conditions prévues aux 1 à 3 du II, les plus-values réalisées à l'occasion de la transmission de droits ou parts mentionnés au premier alinéa du présent III sont exonérées pour : </p><p>1° La totalité de leur montant lorsque la valeur vénale des droits ou parts transmis est inférieure ou égale à 300 000 € ; </p><p>2° Une partie de leur montant lorsque la valeur vénale des droits ou parts transmis est supérieure à 300 000 € et inférieure à 500 000 €. </p><p>Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des titres transmis et, au dénominateur, le montant de 200 000 €. </p><p>Pour la détermination des seuils mentionnés aux 1° et 2°, il est tenu compte de la transmission de l'intégralité des droits ou parts définis au premier alinéa ainsi que des transmissions réalisées au cours des cinq années précédentes. </p><p>Par dérogation au V, les dispositions du présent III s'appliquent aux plus-values réalisées sur les droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis affectés par la société à sa propre exploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. </p><p>En cas de transmission à titre onéreux de droits ou de parts ouvrant droit à l'exonération prévue au deuxième alinéa, le cédant ne doit pas détenir directement ou indirectement de droits de vote ou de droits dans les bénéfices sociaux de l'entreprise cessionnaire. </p><p>IV. – L'exonération prévue aux I et III est remise en cause si le cédant relève de l'une des situations mentionnées au 3 du II et au dernier alinéa du III à un moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du régime prévu au présent article. </p><p>V. – Sont imposées dans les conditions de droit commun les plus-values réalisées à l'occasion de la transmission de l'entreprise individuelle ou de la branche complète d'activité portant sur : </p><p>1° Des biens immobiliers bâtis ou non bâtis ; </p><p>2° Des droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. </p><p>VI. – Pour l'application des dispositions prévues aux III et V, les droits afférents à un contrat de crédit-bail conclu dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>2 de l'article L. 313-7 du code monétaire et financier </a>sont assimilés à des éléments de l'actif. </p><p>Pour l'application des dispositions prévues au III, les biens mentionnés au I du A de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306375&dateTexte=&categorieLien=cid'>l'article 1594-0 G </a>ne sont pas considérés comme affectés à l'exploitation de l'activité. </p><p>VII. – La transmission d'une activité qui fait l'objet d'un contrat de location-gérance ou d'un contrat comparable peut bénéficier du régime défini au I si les conditions suivantes sont simultanément satisfaites : </p><p>1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ; </p><p>2° La transmission est réalisée au profit du locataire. </p><p>Pour l'appréciation des seuils mentionnés aux 1° et 2° du I, il est tenu compte de la valeur des éléments de l'activité donnée en location servant d'assiette aux droits d'enregistrement mentionnés aux articles 719,720 ou 724 ou de la valeur des éléments similaires utilisés dans le cadre d'une exploitation agricole mise en location. </p><p>VIII. – L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus au I de l'article 41, au I ter de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307181&dateTexte=&categorieLien=cid'>l'article 93 quater</a>, aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307428&dateTexte=&categorieLien=cid'>articles 151 septies, 151 octies et 151 octies A, </a>au II de l'article 151 nonies et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308599&dateTexte=&categorieLien=cid'>articles 210 A à 210 C </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303479&dateTexte=&categorieLien=cid'>210 E. </a></p><p>IX. – Les dispositions du présent article s'appliquent aux transmissions réalisées à compter du 1er janvier 2006.</p>",
            "num": "238 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1438992000000,
            "dateFin": 1640995200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1431655764,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022860126",
                        "id": "LEGISCTA000022860126",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304105",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022860126",
            "sectionParentId": "LEGISCTA000022860126",
            "sectionParentTitre": "VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031011688",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret n°2006-356 du 24 mars 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814579",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000030978561",
                    "textTitle": "LOI n°2015-990 du 6 août 2015 - art. 145",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "145",
                    "articleId": "LEGIARTI000030982026",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-07",
                    "dateSignaTexte": "2015-08-06",
                    "dateDebutCible": "2015-08-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 nonies",
                    "articleId": "LEGIARTI000006307887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 septies",
                    "articleId": "LEGIARTI000006307428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1518134400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1594-0 G",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1594-0 G",
                    "articleId": "LEGIARTI000006306375",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 922838400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000006308599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 E",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 E",
                    "articleId": "LEGIARTI000006303479",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571788800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006307555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000006307676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 719 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "719",
                    "articleId": "LEGIARTI000006310743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 724",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "724",
                    "articleId": "LEGIARTI000006310757",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006307033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 8 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8 ter",
                    "articleId": "LEGIARTI000006302206",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 93 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "93 quater",
                    "articleId": "LEGIARTI000006307181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-37",
                    "articleId": "LEGIARTI000006649886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304105",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027795308",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031011688",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044988994",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1651881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045765453",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1651881600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 quindecies",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000027795308",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027795308",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les plus-values soumises au régime des articles 39 duodecies à 39 quindecies et réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou agricole à l'occasion de la transmission d'une entreprise individuelle ou d'une branche complète d'activité autres que celles mentionnées au V sont exonérées pour : 1° La totalité de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles 719,720 ou 724 ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est inférieure ou égale à 300 000 € ; 2° Une partie de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles 719,720 ou 724 ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est supérieure à 300 000 € et inférieure à 500 000 €. Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des éléments transmis et, au dénominateur, le montant de 200 000 €. II.-L'exonération prévue au I est subordonnée aux conditions suivantes : 1 L'activité doit avoir été exercée pendant au moins cinq ans ; 2 La personne à l'origine de la transmission est : a) Une entreprise dont les résultats sont soumis à l'impôt sur le revenu ou un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu ; b) Un organisme sans but lucratif ; c) Une collectivité territoriale, un établissement public de coopération intercommunale ou l'un de leurs établissements publics ; d) Une société soumise à l'impôt sur les sociétés qui répond cumulativement aux conditions suivantes : 1° elle emploie moins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions d'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ; 2° son capital ou ses droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant pas aux conditions du précédent alinéa de manière continue au cours de l'exercice. Pour la détermination de ce pourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés relevant de l' article L. 214-37 du code monétaire et financier dans sa rédaction antérieure à l' ordonnance n° 2013-676 du 25 juillet 2013 modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de capital investissement, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 entre la société en cause et ces dernières sociétés ou ces fonds. Cette condition s'apprécie de manière continue au cours de l'exercice ; 3 En cas de transmission à titre onéreux, le cédant ou, s'il s'agit d'une société, l'un de ses associés qui détient directement ou indirectement au moins 50 % des droits de vote ou des droits dans les bénéfices sociaux ou y exerce la direction effective n'exerce pas, en droit ou en fait, la direction effective de l'entreprise cessionnaire ou ne détient pas, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de cette entreprise. III.-Est assimilée à une branche complète d'activité l'intégralité des droits ou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens du I de l'article 151 nonies. Lorsqu'il est satisfait aux conditions prévues aux 1 à 3 du II, les plus-values réalisées à l'occasion de la transmission de droits ou parts mentionnés au premier alinéa du présent III sont exonérées pour : 1° La totalité de leur montant lorsque la valeur vénale des droits ou parts transmis est inférieure ou égale à 300 000 € ; 2° Une partie de leur montant lorsque la valeur vénale des droits ou parts transmis est supérieure à 300 000 € et inférieure à 500 000 €. Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des titres transmis et, au dénominateur, le montant de 200 000 €. Pour la détermination des seuils mentionnés aux 1° et 2°, il est tenu compte de la transmission de l'intégralité des droits ou parts définis au premier alinéa ainsi que des transmissions réalisées au cours des cinq années précédentes. Par dérogation au V, les dispositions du présent III s'appliquent aux plus-values réalisées sur les droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis affectés par la société à sa propre exploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. En cas de transmission à titre onéreux de droits ou de parts ouvrant droit à l'exonération prévue au deuxième alinéa, le cédant ne doit pas détenir directement ou indirectement de droits de vote ou de droits dans les bénéfices sociaux de l'entreprise cessionnaire. IV.-L'exonération prévue aux I et III est remise en cause si le cédant relève de l'une des situations mentionnées au 3 du II et au dernier alinéa du III à un moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du régime prévu au présent article. V.-Sont imposées dans les conditions de droit commun les plus-values réalisées à l'occasion de la transmission de l'entreprise individuelle ou de la branche complète d'activité portant sur : 1° Des biens immobiliers bâtis ou non bâtis ; 2° Des droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. VI.-Pour l'application des dispositions prévues aux III et V, les droits afférents à un contrat de crédit-bail conclu dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et financier sont assimilés à des éléments de l'actif. Pour l'application des dispositions prévues au III, les biens mentionnés au I du A de l'article 1594-0 G ne sont pas considérés comme affectés à l'exploitation de l'activité. VII.-La transmission d'une activité qui fait l'objet d'un contrat de location-gérance ou d'un contrat comparable peut bénéficier du régime défini au I si les conditions suivantes sont simultanément satisfaites : 1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ; 2° La transmission est réalisée au profit du locataire. Pour l'appréciation des seuils mentionnés aux 1° et 2° du I, il est tenu compte de la valeur des éléments de l'activité donnée en location servant d'assiette aux droits d'enregistrement mentionnés aux articles 719,720 ou 724 ou de la valeur des éléments similaires utilisés dans le cadre d'une exploitation agricole mise en location. VIII.-L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus au I de l'article 41, au I ter de l'article 93 quater , aux articles 151 septies, 151 octies et 151 octies A, au II de l'article 151 nonies et aux articles 210 A à 210 C et 210 E. IX.-Les dispositions du présent article s'appliquent aux transmissions réalisées à compter du 1er janvier 2006.",
            "texteHtml": "<p></p><p>I.-Les plus-values soumises au régime des articles 39 duodecies à 39 quindecies et réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou agricole à l'occasion de la transmission d'une entreprise individuelle ou d'une branche complète d'activité autres que celles mentionnées au V sont exonérées pour : </p><p></p><p></p><p>1° La totalité de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310743&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 719 (V)'>articles 719,720 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310757&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 724 (V)'>724 </a>ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est inférieure ou égale à 300 000 € ; </p><p></p><p></p><p>2° Une partie de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles 719,720 ou 724 ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est supérieure à 300 000 € et inférieure à 500 000 €. </p><p></p><p></p><p>Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des éléments transmis et, au dénominateur, le montant de 200 000 €. </p><p></p><p></p><p>II.-L'exonération prévue au I est subordonnée aux conditions suivantes : </p><p></p><p></p><p>1 L'activité doit avoir été exercée pendant au moins cinq ans ; </p><p></p><p></p><p>2 La personne à l'origine de la transmission est : </p><p></p><p></p><p>a) Une entreprise dont les résultats sont soumis à l'impôt sur le revenu ou un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu ; </p><p></p><p></p><p>b) Un organisme sans but lucratif ; </p><p></p><p></p><p>c) Une collectivité territoriale, un établissement public de coopération intercommunale ou l'un de leurs établissements publics ; </p><p></p><p></p><p>d) Une société soumise à l'impôt sur les sociétés qui répond cumulativement aux conditions suivantes : </p><p></p><p></p><p>1° elle emploie moins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions d'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ; </p><p></p><p></p><p>2° son capital ou ses droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant pas aux conditions du précédent alinéa de manière continue au cours de l'exercice. Pour la détermination de ce pourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques, des fonds professionnels spécialisés relevant de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649886&dateTexte=&categorieLien=cid'>article L. 214-37 du code monétaire et financier </a>dans sa rédaction antérieure à l'<a href='/affichTexte.do?cidTexte=JORFTEXT000027755194&categorieLien=cid'>ordonnance n° 2013-676 du 25 juillet 2013 </a>modifiant le cadre juridique de la gestion d'actifs, des fonds professionnels de capital investissement, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 entre la société en cause et ces dernières sociétés ou ces fonds. Cette condition s'apprécie de manière continue au cours de l'exercice ; </p><p></p><p></p><p>3 En cas de transmission à titre onéreux, le cédant ou, s'il s'agit d'une société, l'un de ses associés qui détient directement ou indirectement au moins 50 % des droits de vote ou des droits dans les bénéfices sociaux ou y exerce la direction effective n'exerce pas, en droit ou en fait, la direction effective de l'entreprise cessionnaire ou ne détient pas, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de cette entreprise. </p><p></p><p></p><p>III.-Est assimilée à une branche complète d'activité l'intégralité des droits ou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens du I de l'article 151 nonies. </p><p></p><p></p><p>Lorsqu'il est satisfait aux conditions prévues aux 1 à 3 du II, les plus-values réalisées à l'occasion de la transmission de droits ou parts mentionnés au premier alinéa du présent III sont exonérées pour : </p><p></p><p></p><p>1° La totalité de leur montant lorsque la valeur vénale des droits ou parts transmis est inférieure ou égale à 300 000 € ; </p><p></p><p></p><p>2° Une partie de leur montant lorsque la valeur vénale des droits ou parts transmis est supérieure à 300 000 € et inférieure à 500 000 €. </p><p></p><p></p><p>Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des titres transmis et, au dénominateur, le montant de 200 000 €. </p><p></p><p></p><p>Pour la détermination des seuils mentionnés aux 1° et 2°, il est tenu compte de la transmission de l'intégralité des droits ou parts définis au premier alinéa ainsi que des transmissions réalisées au cours des cinq années précédentes. </p><p></p><p></p><p>Par dérogation au V, les dispositions du présent III s'appliquent aux plus-values réalisées sur les droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis affectés par la société à sa propre exploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. </p><p></p><p></p><p>En cas de transmission à titre onéreux de droits ou de parts ouvrant droit à l'exonération prévue au deuxième alinéa, le cédant ne doit pas détenir directement ou indirectement de droits de vote ou de droits dans les bénéfices sociaux de l'entreprise cessionnaire. </p><p></p><p></p><p>IV.-L'exonération prévue aux I et III est remise en cause si le cédant relève de l'une des situations mentionnées au 3 du II et au dernier alinéa du III à un moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du régime prévu au présent article. </p><p></p><p></p><p>V.-Sont imposées dans les conditions de droit commun les plus-values réalisées à l'occasion de la transmission de l'entreprise individuelle ou de la branche complète d'activité portant sur : </p><p></p><p></p><p>1° Des biens immobiliers bâtis ou non bâtis ; </p><p></p><p></p><p>2° Des droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. </p><p></p><p></p><p>VI.-Pour l'application des dispositions prévues aux III et V, les droits afférents à un contrat de crédit-bail conclu dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>2 de l'article L. 313-7 du code monétaire et financier </a>sont assimilés à des éléments de l'actif. </p><p></p><p></p><p>Pour l'application des dispositions prévues au III, les biens mentionnés au I du A de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306375&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1594-0 G (V)'>l'article 1594-0 G </a>ne sont pas considérés comme affectés à l'exploitation de l'activité. </p><p></p><p></p><p>VII.-La transmission d'une activité qui fait l'objet d'un contrat de location-gérance ou d'un contrat comparable peut bénéficier du régime défini au I si les conditions suivantes sont simultanément satisfaites : </p><p></p><p></p><p>1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ; </p><p></p><p></p><p>2° La transmission est réalisée au profit du locataire. </p><p></p><p></p><p>Pour l'appréciation des seuils mentionnés aux 1° et 2° du I, il est tenu compte de la valeur des éléments de l'activité donnée en location servant d'assiette aux droits d'enregistrement mentionnés aux articles 719,720 ou 724 ou de la valeur des éléments similaires utilisés dans le cadre d'une exploitation agricole mise en location. </p><p></p><p></p><p>VIII.-L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus au I de l'article 41, au I ter de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307181&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 93 quater (V)'>l'article 93 quater</a>, aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307428&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 151 septies (V)'>articles 151 septies, 151 octies et 151 octies A, </a>au II de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307887&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 151 nonies (V)'>l'article 151 nonies </a>et aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308599&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 210 A (V)'>articles 210 A à 210 C </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303479&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 210 E (V)'>210 E.</a></p><p></p><p></p><p>IX.-Les dispositions du présent article s'appliquent aux transmissions réalisées à compter du 1er janvier 2006.</p><p></p>",
            "num": "238 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1374969600000,
            "dateFin": 1438992000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1431655764,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022860126",
                        "id": "LEGISCTA000022860126",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304105",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022860126",
            "sectionParentId": "LEGISCTA000022860126",
            "sectionParentTitre": "VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027795308",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret n°2006-356 du 24 mars 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814579",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000027755194",
                    "textTitle": "Ordonnance n°2013-676\n du 25 juillet 2013 - art. 42",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000027762873",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2013-07-27",
                    "dateSignaTexte": "2013-07-25",
                    "dateDebutCible": "2013-07-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000027755194",
                    "textTitle": "Ordonnance n° 2013-676 du 25 juillet 2013",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000027755194",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2013-676",
                    "datePubli": 1374883200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 nonies",
                    "articleId": "LEGIARTI000006307887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 septies",
                    "articleId": "LEGIARTI000006307428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1518134400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1594-0 G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1594-0 G",
                    "articleId": "LEGIARTI000006306375",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 922838400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 A",
                    "articleId": "LEGIARTI000006308599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 210 E (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210 E",
                    "articleId": "LEGIARTI000006303479",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571788800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 719 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "719",
                    "articleId": "LEGIARTI000006310743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 724 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "724",
                    "articleId": "LEGIARTI000006310757",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 93 quater (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "93 quater",
                    "articleId": "LEGIARTI000006307181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-37",
                    "articleId": "LEGIARTI000006649886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304105",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027795308",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031011688",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044988994",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1651881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045765453",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1651881600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 quindecies",
                "238"
            ],
            "versionPrecedente": "LEGIARTI000006304105",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006304105",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les plus-values soumises au régime des articles 39 duodecies à 39 quindecies et réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou agricole à l'occasion de la transmission d'une entreprise individuelle ou d'une branche complète d'activité autres que celles mentionnées au V sont exonérées pour : 1° La totalité de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles 719, 720 ou 724 ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est inférieure ou égale à 300 000 € ; 2° Une partie de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles 719, 720 ou 724 ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est supérieure à 300 000 € et inférieure à 500 000 €. Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des éléments transmis et, au dénominateur, le montant de 200 000 €. II. - L'exonération prévue au I est subordonnée aux conditions suivantes : 1 L'activité doit avoir été exercée pendant au moins cinq ans ; 2 La personne à l'origine de la transmission est : a) Une entreprise dont les résultats sont soumis à l'impôt sur le revenu ou un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu ; b) Un organisme sans but lucratif ; c) Une collectivité territoriale, un établissement public de coopération intercommunale ou l'un de leurs établissements publics ; d) Une société soumise à l'impôt sur les sociétés qui répond cumulativement aux conditions suivantes : 1° elle emploie moins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions d'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ; 2° son capital ou ses droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant pas aux conditions du précédent alinéa de manière continue au cours de l'exercice. Pour la détermination de ce pourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 entre la société en cause et ces dernières sociétés ou ces fonds. Cette condition s'apprécie de manière continue au cours de l'exercice ; 3 En cas de transmission à titre onéreux, le cédant ou, s'il s'agit d'une société, l'un de ses associés qui détient directement ou indirectement au moins 50 % des droits de vote ou des droits dans les bénéfices sociaux ou y exerce la direction effective n'exerce pas, en droit ou en fait, la direction effective de l'entreprise cessionnaire ou ne détient pas, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de cette entreprise. III. - Est assimilée à une branche complète d'activité l'intégralité des droits ou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens du I de l'article 151 nonies. Lorsqu'il est satisfait aux conditions prévues aux 1 à 3 du II, les plus-values réalisées à l'occasion de la transmission de droits ou parts mentionnés au premier alinéa du présent III sont exonérées pour : 1° La totalité de leur montant lorsque la valeur vénale des droits ou parts transmis est inférieure ou égale à 300 000 € ; 2° Une partie de leur montant lorsque la valeur vénale des droits ou parts transmis est supérieure à 300 000 € et inférieure à 500 000 €. Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des titres transmis et, au dénominateur, le montant de 200 000 €. Pour la détermination des seuils mentionnés aux 1° et 2°, il est tenu compte de la transmission de l'intégralité des droits ou parts définis au premier alinéa ainsi que des transmissions réalisées au cours des cinq années précédentes. Par dérogation au V, les dispositions du présent III s'appliquent aux plus-values réalisées sur les droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis affectés par la société à sa propre exploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. En cas de transmission à titre onéreux de droits ou de parts ouvrant droit à l'exonération prévue au deuxième alinéa, le cédant ne doit pas détenir directement ou indirectement de droits de vote ou de droits dans les bénéfices sociaux de l'entreprise cessionnaire. IV. - L'exonération prévue aux I et III est remise en cause si le cédant relève de l'une des situations mentionnées au 3 du II et au dernier alinéa du III à un moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du régime prévu au présent article. V. - Sont imposées dans les conditions de droit commun les plus-values réalisées à l'occasion de la transmission de l'entreprise individuelle ou de la branche complète d'activité portant sur : 1° Des biens immobiliers bâtis ou non bâtis ; 2° Des droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts. VI. - Pour l'application des dispositions prévues aux III et V, les droits afférents à un contrat de crédit-bail conclu dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et financier sont assimilés à des éléments de l'actif. Pour l'application des dispositions prévues au III, les biens mentionnés au I du A de l'article 1594-0 G ne sont pas considérés comme affectés à l'exploitation de l'activité. VII. - La transmission d'une activité qui fait l'objet d'un contrat de location-gérance ou d'un contrat comparable peut bénéficier du régime défini au I si les conditions suivantes sont simultanément satisfaites : 1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ; 2° La transmission est réalisée au profit du locataire. Pour l'appréciation des seuils mentionnés aux 1° et 2° du I, il est tenu compte de la valeur des éléments de l'activité donnée en location servant d'assiette aux droits d'enregistrement mentionnés aux articles 719, 720 ou 724 ou de la valeur des éléments similaires utilisés dans le cadre d'une exploitation agricole mise en location. VIII. - L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus au I de l'article 41, au I ter de l'article 93 quater, aux articles 151 septies, 151 octies et 151 octies A, au II de l'article 151 nonies et aux articles 210 A à 210 C et 210 E. IX. - Les dispositions du présent article s'appliquent aux transmissions réalisées à compter du 1er janvier 2006.",
            "texteHtml": "<p>   I. - Les plus-values soumises au régime des articles 39 duodecies à 39 quindecies et réalisées dans le cadre d'une activité commerciale, industrielle, artisanale, libérale ou agricole à l'occasion de la transmission d'une entreprise individuelle ou d'une branche complète d'activité autres que celles mentionnées au V sont exonérées pour :</p><p></p><p>   1° La totalité de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles 719, 720 ou 724 ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est inférieure ou égale à 300 000 € ;</p><p></p><p>   2° Une partie de leur montant lorsque la valeur des éléments transmis servant d'assiette aux droits d'enregistrement mentionnés aux articles 719, 720 ou 724 ou des éléments similaires utilisés dans le cadre d'une exploitation agricole est supérieure à 300 000 € et inférieure à 500 000 €.</p><p></p><p>   Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des éléments transmis et, au dénominateur, le montant de 200 000 €.</p><p></p><p>   II. - L'exonération prévue au I est subordonnée aux conditions suivantes :</p><p></p><p>   1 L'activité doit avoir été exercée pendant au moins cinq ans ;</p><p></p><p>   2 La personne à l'origine de la transmission est :</p><p></p><p>   a) Une entreprise dont les résultats sont soumis à l'impôt sur le revenu ou un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu ;</p><p></p><p>   b) Un organisme sans but lucratif ;</p><p></p><p>   c) Une collectivité territoriale, un établissement public de coopération intercommunale ou l'un de leurs établissements publics ;</p><p></p><p>   d) Une société soumise à l'impôt sur les sociétés qui répond cumulativement aux conditions suivantes :</p><p></p><p>   1° elle emploie moins de deux cent cinquante salariés et soit a réalisé un chiffre d'affaires annuel inférieur à 50 millions d'euros au cours de l'exercice, soit a un total de bilan inférieur à 43 millions d'euros ;</p><p></p><p>   2° son capital ou ses droits de vote ne sont pas détenus à hauteur de 25 % ou plus par une entreprise ou par plusieurs entreprises ne répondant pas aux conditions du précédent alinéa de manière continue au cours de l'exercice. Pour la détermination de ce pourcentage, les participations de sociétés de capital-risque, des fonds communs de placement à risques, des sociétés de développement régional, des sociétés financières d'innovation et des sociétés unipersonnelles d'investissement à risque ne sont pas prises en compte à la condition qu'il n'existe pas de lien de dépendance au sens du 12 de l'article 39 entre la société en cause et ces dernières sociétés ou ces fonds. Cette condition s'apprécie de manière continue au cours de l'exercice ;</p><p></p><p>   3 En cas de transmission à titre onéreux, le cédant ou, s'il s'agit d'une société, l'un de ses associés qui détient directement ou indirectement au moins 50 % des droits de vote ou des droits dans les bénéfices sociaux ou y exerce la direction effective n'exerce pas, en droit ou en fait, la direction effective de l'entreprise cessionnaire ou ne détient pas, directement ou indirectement, plus de 50 % des droits de vote ou des droits dans les bénéfices sociaux de cette entreprise.</p><p></p><p>   III. - Est assimilée à une branche complète d'activité l'intégralité des droits ou parts détenus par un contribuable qui exerce son activité professionnelle dans le cadre d'une société dont les bénéfices sont, en application des articles 8 et 8 ter, soumis en son nom à l'impôt sur le revenu et qui sont considérés comme des éléments d'actif affectés à l'exercice de la profession au sens du I de l'article 151 nonies.</p><p></p><p>   Lorsqu'il est satisfait aux conditions prévues aux 1 à 3 du II, les plus-values réalisées à l'occasion de la transmission de droits ou parts mentionnés au premier alinéa du présent III sont exonérées pour :</p><p></p><p>   1° La totalité de leur montant lorsque la valeur vénale des droits ou parts transmis est inférieure ou égale à 300 000 € ;</p><p></p><p>   2° Une partie de leur montant lorsque la valeur vénale des droits ou parts transmis est supérieure à 300 000 € et inférieure à 500 000 €.</p><p></p><p>   Pour l'application du 2°, le montant exonéré des plus-values est déterminé en leur appliquant un taux égal au rapport entre, au numérateur, la différence entre le montant de 500 000 € et la valeur des titres transmis et, au dénominateur, le montant de 200 000 €.</p><p></p><p>   Pour la détermination des seuils mentionnés aux 1° et 2°, il est tenu compte de la transmission de l'intégralité des droits ou parts définis au premier alinéa ainsi que des transmissions réalisées au cours des cinq années précédentes.</p><p></p><p>   Par dérogation au V, les dispositions du présent III s'appliquent aux plus-values réalisées sur les droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis affectés par la société à sa propre exploitation ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts.</p><p></p><p>   En cas de transmission à titre onéreux de droits ou de parts ouvrant droit à l'exonération prévue au deuxième alinéa, le cédant ne doit pas détenir directement ou indirectement de droits de vote ou de droits dans les bénéfices sociaux de l'entreprise cessionnaire.</p><p></p><p>   IV. - L'exonération prévue aux I et III est remise en cause si le cédant relève de l'une des situations mentionnées au 3 du II et au dernier alinéa du III à un moment quelconque au cours des trois années qui suivent la réalisation de l'opération ayant bénéficié du régime prévu au présent article.</p><p></p><p></p><p>   V. - Sont imposées dans les conditions de droit commun les plus-values réalisées à l'occasion de la transmission de l'entreprise individuelle ou de la branche complète d'activité portant sur :</p><p></p><p>   1° Des biens immobiliers bâtis ou non bâtis ;</p><p></p><p>   2° Des droits ou parts de sociétés dont l'actif est principalement constitué de biens immobiliers bâtis ou non bâtis ou de droits ou parts de sociétés dont l'actif est principalement constitué des mêmes biens, droits ou parts.</p><p></p><p>   VI. - Pour l'application des dispositions prévues aux III et V, les droits afférents à un contrat de crédit-bail conclu dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et financier sont assimilés à des éléments de l'actif.</p><p></p><p>   Pour l'application des dispositions prévues au III, les biens mentionnés au I du A de l'article 1594-0 G ne sont pas considérés comme affectés à l'exploitation de l'activité.</p><p></p><p>   VII. - La transmission d'une activité qui fait l'objet d'un contrat de location-gérance ou d'un contrat comparable peut bénéficier du régime défini au I si les conditions suivantes sont simultanément satisfaites :</p><p></p><p>   1° L'activité est exercée depuis au moins cinq ans au moment de la mise en location ;</p><p></p><p>   2° La transmission est réalisée au profit du locataire.</p><p></p><p>   Pour l'appréciation des seuils mentionnés aux 1° et 2° du I, il est tenu compte de la valeur des éléments de l'activité donnée en location servant d'assiette aux droits d'enregistrement mentionnés aux articles 719, 720 ou 724 ou de la valeur des éléments similaires utilisés dans le cadre d'une exploitation agricole mise en location.</p><p></p><p>   VIII. - L'option pour le bénéfice du régime défini au présent article est exclusive de celui des régimes prévus au I de l'article 41, au I ter de l'article 93 quater, aux articles 151 septies, 151 octies et 151 octies A, au II de l'article 151 nonies et aux articles 210 A à 210 C et 210 E.</p><p></p><p>   IX. - Les dispositions du présent article s'appliquent aux transmissions réalisées à compter du 1er janvier 2006.</p><p></p>",
            "num": "238 quindecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1136073600000,
            "dateFin": 1374969600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1431655764,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-01-01",
                        "fin": "2999-01-01",
                        "titre": "VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022860126",
                        "id": "LEGISCTA000022860126",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006304105",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022860126",
            "sectionParentId": "LEGISCTA000022860126",
            "sectionParentTitre": "VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; VIII bis : Exonération des plus-values réalisées lors de la cession d'une entreprise individuelle ou d'une branche complète d'activité",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006304105",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000813882",
                    "textTitle": "Loi n°2005-1720 du 30 décembre 2005 - art. 34 () JORF 31 décembre 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006322629",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2005-12-31"
                },
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret 2006-356 2006-03-24",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814579",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret n°2006-356 du 24 mars 2006 - art. 1 () JORF 26 mars 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006250209",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2006-03-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 39 duodecies à 39 quindecies, 719, 720, 724, 8, 8 ter, 39, 151 nonies, 1594-0 G, 41, 93 quater, 151 septies, 151 octies, 151 octies A, 151 nonies, 210 A à 210 C, 210 E",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2006",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006304105",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027795308",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031011688",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044988994",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1651881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045765453",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1651881600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "238 quindecies",
                "238"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}