{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046322362",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La convention de raccordement mentionnée au sixième alinéa de l'article L. 353-12 inclut : 1° Le périmètre de desserte de l'infrastructure collective ; 2° Le détail des travaux effectués par le gestionnaire du réseau public de distribution d'électricité, y compris les éventuels travaux annexes ; 3° Le cas échéant, le détail des travaux complémentaires non effectués par le gestionnaire de réseau et nécessaires au déploiement de l'infrastructure collective ; 4° La puissance totale de l'infrastructure collective correspondant à la somme des puissances des branchements individuels qui pourront être raccordés à l'infrastructure collective et calculée selon les modalités précisées ci-après ; 5° La puissance de raccordement qui sera fournie par l'infrastructure collective. Cette puissance de raccordement résulte de la puissance totale mentionnée au 4°, et du foisonnement naturel des consommations liées à la recharge. Afin de minimiser les coûts de l'infrastructure collective, le gestionnaire de réseau peut proposer une solution de raccordement prévoyant plusieurs puissances de raccordement disponibles en fonction des tranches horaires auxquelles les recharges sont effectuées, en tenant compte de la complémentarité des usages entre la recharge et les autres usages de l'immeuble, selon des règles établies par la Commission de régulation de l'énergie ; 6° Le délai de mise en service de l'infrastructure collective ; 7° Le détail des coûts pris en compte pour le calcul de la contribution au titre de l'infrastructure collective mentionnée au troisième alinéa de l'article L. 353-12 à verser au gestionnaire du réseau public de distribution ; 8° Les règles de calcul de cette contribution ; 9° Les modalités techniques et tarifaires de création des ouvrages de branchement individuels alimentés par l'infrastructure collective ; 10° A des fins de comparabilité, des indications sur le coût d'installation d'un point de recharge en aval d'un branchement individuel et les coûts récurrents associés à un contrat de fourniture d'électricité destiné à l'alimentation d'un ou plusieurs points de recharge. Le nombre d'emplacements inclus dans le périmètre de desserte de l'infrastructure collective mentionné au 1° ne peut être inférieur au produit du nombre total d'emplacements de stationnement de l'immeuble, éventuellement diminué du nombre d'emplacements durablement inoccupés ou déjà équipés, et de l'évaluation du taux d'équipement à long terme. La puissance totale de l'infrastructure collective mentionnée au 4° est définie par le produit du nombre total d'emplacements inclus dans le périmètre de desserte de l'infrastructure collective et de la puissance de référence par point de recharge. Le taux d'équipement à long terme et la puissance de référence par point de recharge sont définis par arrêté des ministres en charge des transports et de l'énergie. Ils sont déterminés à l'échelle nationale. La puissance de référence par point de recharge ne tient pas compte du foisonnement naturel des consommations. Le gestionnaire de réseau n'est pas tenu de rendre disponible la totalité de la puissance de raccordement mentionnée au 4° dès la mise en service de l'infrastructure collective. Il lui appartient de garantir cette disponibilité au fur et à mesure des demandes de raccordement à l'infrastructure collective, sans coût supplémentaire pour le propriétaire ou le syndicat des copropriétaires. Les règles de dimensionnement de l'infrastructure collective et de déclenchement des travaux postérieurs à la mise en service sont définies par le gestionnaire de réseau et soumises à l'approbation de la Commission de régulation de l'énergie. La convention porte sur une durée de 20 années à compter de sa signature par le gestionnaire du réseau public de distribution d'une part et le propriétaire ou le syndicat des copropriétaires d'autre part. La signature de la convention est conditionnée à la demande d'un ou plusieurs branchements individuels à raccorder à l'infrastructure collective et permettant l'installation d'un ou de plusieurs points de recharge. Les conditions prévues dans la convention s'appliquent à tout demandeur d'un branchement individuel, y compris un opérateur mentionné au premier alinéa de l'article L. 353-13. Tout point de recharge situé dans le périmètre de desserte de l'infrastructure collective mentionné au 1° et installé postérieurement à la mise en service de cette infrastructure collective y est raccordé, directement ou indirectement.",
            "texteHtml": "<p>La convention de raccordement mentionnée au sixième alinéa de l'article L. 353-12 inclut :<br/><br/>\n1° Le périmètre de desserte de l'infrastructure collective ;<br/><br/>\n2° Le détail des travaux effectués par le gestionnaire du réseau public de distribution d'électricité, y compris les éventuels travaux annexes ;<br/><br/>\n3° Le cas échéant, le détail des travaux complémentaires non effectués par le gestionnaire de réseau et nécessaires au déploiement de l'infrastructure collective ;<br/><br/>\n4° La puissance totale de l'infrastructure collective correspondant à la somme des puissances des branchements individuels qui pourront être raccordés à l'infrastructure collective et calculée selon les modalités précisées ci-après ;<br/><br/>\n5° La puissance de raccordement qui sera fournie par l'infrastructure collective. Cette puissance de raccordement résulte de la puissance totale mentionnée au 4°, et du foisonnement naturel des consommations liées à la recharge. Afin de minimiser les coûts de l'infrastructure collective, le gestionnaire de réseau peut proposer une solution de raccordement prévoyant plusieurs puissances de raccordement disponibles en fonction des tranches horaires auxquelles les recharges sont effectuées, en tenant compte de la complémentarité des usages entre la recharge et les autres usages de l'immeuble, selon des règles établies par la Commission de régulation de l'énergie ;<br/><br/>\n6° Le délai de mise en service de l'infrastructure collective ;<br/><br/>\n7° Le détail des coûts pris en compte pour le calcul de la contribution au titre de l'infrastructure collective mentionnée au troisième alinéa de l'article L. 353-12 à verser au gestionnaire du réseau public de distribution ;<br/><br/>\n8° Les règles de calcul de cette contribution ;<br/><br/>\n9° Les modalités techniques et tarifaires de création des ouvrages de branchement individuels alimentés par l'infrastructure collective ;<br/><br/>\n10° A des fins de comparabilité, des indications sur le coût d'installation d'un point de recharge en aval d'un branchement individuel et les coûts récurrents associés à un contrat de fourniture d'électricité destiné à l'alimentation d'un ou plusieurs points de recharge.<br/><br/>\nLe nombre d'emplacements inclus dans le périmètre de desserte de l'infrastructure collective mentionné au 1° ne peut être inférieur au produit du nombre total d'emplacements de stationnement de l'immeuble, éventuellement diminué du nombre d'emplacements durablement inoccupés ou déjà équipés, et de l'évaluation du taux d'équipement à long terme.<br/><br/>\nLa puissance totale de l'infrastructure collective mentionnée au 4° est définie par le produit du nombre total d'emplacements inclus dans le périmètre de desserte de l'infrastructure collective et de la puissance de référence par point de recharge.<br/><br/>\nLe taux d'équipement à long terme et la puissance de référence par point de recharge sont définis par arrêté des ministres en charge des transports et de l'énergie. Ils sont déterminés à l'échelle nationale. La puissance de référence par point de recharge ne tient pas compte du foisonnement naturel des consommations.<br/><br/>\nLe gestionnaire de réseau n'est pas tenu de rendre disponible la totalité de la puissance de raccordement mentionnée au 4° dès la mise en service de l'infrastructure collective. Il lui appartient de garantir cette disponibilité au fur et à mesure des demandes de raccordement à l'infrastructure collective, sans coût supplémentaire pour le propriétaire ou le syndicat des copropriétaires.<br/><br/>\nLes règles de dimensionnement de l'infrastructure collective et de déclenchement des travaux postérieurs à la mise en service sont définies par le gestionnaire de réseau et soumises à l'approbation de la Commission de régulation de l'énergie.<br/><br/>\nLa convention porte sur une durée de 20 années à compter de sa signature par le gestionnaire du réseau public de distribution d'une part et le propriétaire ou le syndicat des copropriétaires d'autre part.<br/><br/>\nLa signature de la convention est conditionnée à la demande d'un ou plusieurs branchements individuels à raccorder à l'infrastructure collective et permettant l'installation d'un ou de plusieurs points de recharge.<br/><br/>\nLes conditions prévues dans la convention s'appliquent à tout demandeur d'un branchement individuel, y compris un opérateur mentionné au premier alinéa de l'article L. 353-13.<br/><br/>\nTout point de recharge situé dans le périmètre de desserte de l'infrastructure collective mentionné au 1° et installé postérieurement à la mise en service de cette infrastructure collective y est raccordé, directement ou indirectement.</p>",
            "num": "D353-12-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1663977600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 805306367,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748265",
                        "id": "LEGISCTA000031748265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2016-02-13",
                        "titre": "TITRE V : LES DISPOSITIONS RELATIVES À L'UTILISATION DE L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749165",
                        "id": "LEGISCTA000031749165",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-02-13",
                        "fin": "2999-01-01",
                        "titre": "TITRE V : LES DISPOSITIONS RELATIVES À L'UTILISATION DE L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031749165",
                        "id": "LEGISCTA000032045772",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Recharge des véhicules électriques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043490866",
                        "id": "LEGISCTA000043490866",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 6 :  Infrastructure collective de recharge dans les immeubles collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045986370",
                        "id": "LEGISCTA000045986370",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000046322362",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000045986370",
            "sectionParentId": "LEGISCTA000045986370",
            "sectionParentTitre": "Section 6 :  Infrastructure collective de recharge dans les immeubles collectifs",
            "fullSectionsTitre": "Partie réglementaire  &gt; LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ &gt; TITRE V : LES DISPOSITIONS RELATIVES À L'UTILISATION DE L'ÉLECTRICITÉ &gt; Chapitre III : Recharge des véhicules électriques  &gt; Section 6 :  Infrastructure collective de recharge dans les immeubles collectifs",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000046322362",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046321828",
                    "textTitle": "Décret n°2022-1249 du 21 septembre 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046322303",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-09-23",
                    "dateSignaTexte": "2022-09-21",
                    "dateDebutCible": "2022-09-24"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000046322362",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1663977600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D353-12-1",
                "353-12-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}