{
    "cid": "LEGIARTI000006832854",
    "num": "Annexe à l'article D453-8",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-06-22",
                        "fin": "2999-01-01",
                        "titre": "Clauses types de la convention de garantie fixées en application de l'article R. 453-8.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129020",
                        "id": "LEGISCTA000006129020",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039049506",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 7 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000038955634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "num": "Annexe à l'article D453-8",
            "origine": "LEGI",
            "texte": "Titre Ier : Encours de production en accession à la propriété et fonds propres venant en couverture de l'activité de vente. 1. Encours de production en accession à la propriété, déclaration d'encours. Pour obtenir la garantie prévue au deuxième alinéa de l'article L. 453-1 du code de la construction et de l'habitation, l'organisme d'habitations à loyer modéré déclare un encours maximum prévisionnel de production en accession A relatif à l'activité de vente définie au premier alinéa de l'article précité, estimé par lui en fonction d'éléments déterminables. 2. Fonds propres venant en couverture de l'activité de vente, déclaration des fonds propres. Simultanément à la déclaration prévue à la clause type 1, l'organisme déclare le montant des fonds propres venant en couverture de l'activité de vente garantie par la société de garantie, soit B. Le montant des fonds propres B doit être au moins égal à 20 % de l'encours maximum prévisionnel de production en accession A. La société de garantie s'assure de la compatibilité du montant des fonds propres B et de l'encours A au vu de l'analyse de la situation financière de l'organisme, qui lui est transmise par les experts mandatés par elle ou tout moyen prévu dans la convention de garantie. Cette analyse est annexée à la convention de garantie. Actualisation des déclarations relatives aux opérations et aux fonds propres. L'organisme procède chaque année à une déclaration actualisée des montants A et B mentionnés aux clauses types 1 et 2. Les déclarations de l'organisme et les pièces jointes sont annexées à la convention de garantie ou aux avenants. Titre II : Suivi de l'activité de vente. 4. Identification de l'activité de vente dans les comptes de l'organisme. L'organisme d'habitations à loyer modéré indique dans l'état prévu par les instructions comptables prises en application de l'article L. 423-3 du code précité, les produits et charges provenant de l'activité de vente garantie par la société. Il tient un état consolidé de cette activité et communique chaque année le compte de résultat et le bilan de chacune des sociétés civiles lorsqu'il en est créé. Au titre du rapport de gestion, lors de l'arrêté des comptes annuels, les dirigeants rendent compte à l'organe délibérant de l'activité de vente et, le cas échéant, du résultat du budget annexe de l'organisme en comptabilité publique ayant opté pour une telle création. Lorsqu'ils choisissent de présenter un rapport particulier sur l'activité de vente, le commissaire aux comptes présente, au même organe délibérant, un rapport particulier exposant ses observations sur la sincérité des informations données dans le rapport susmentionné des dirigeants. Lorsque l'organisme a opté pour la création d'un budget annexe et que l'ordonnateur lui en fait la demande, le comptable public présente ses observations sur le rapport des dirigeants. 5. Périodicité du suivi de l'activité de vente, déclarations d'opérations. L'organisme transmet à la société de garantie, selon une périodicité au moins trimestrielle, un tableau de bord de suivi de cette activité et déclare les opérations entrant dans l'encours de production en accession A. Le tableau, conforme au modèle établi par la société de garantie, comprend les informations communiquées dans les déclarations mentionnées aux clauses types 1 et 2 et au minimum par opération : sa désignation et sa nature, son prix de revient, son état de commercialisation et son état d'avancement. 6. Vérifications et modifications des conditions d'engagement de la société de garantie. Sur la base des déclarations de l'organisme mentionnées aux clauses types 1 à 5 et des informations comptables et financières, la société de garantie vérifie que l'activité de vente de l'organisme reste compatible avec la limite de l'encours maximum prévisionnel A ainsi qu'avec le montant des fonds propres B. A défaut, la société de garantie peut mettre en oeuvre, en cours de convention, une ou plusieurs des dispositions suivantes : - majorer la cotisation de garantie dans la limite de 80 % de son montant ; - modifier le seuil de versement déclenchant l'intervention en garantie prévue au titre III ; - refuser sa garantie pour toute opération nouvelle après dépassement du montant A tant que l'organisme n'aura pas régularisé le montant des fonds propres B ; - fixer des conditions plus restrictives à l'engagement d'activité nouvelle. Les modifications apportées à l'engagement de la société aux premier, second et troisième tirets sont notifiées dans les formes imparties à l'organisme. La modification prévue au quatrième tiret fait l'objet d'un avenant à la convention de garantie. Titre III : Octroi et mise en jeu de la garantie. 7. Conditions d'octroi. Sauf disposition contraire de la convention de garantie, la garantie est accordée à compter de la date d'envoi par la société de garantie de la convention ou de l'avenant signé par les parties. Tout refus d'octroi de la garantie est motivé et doit intervenir au plus tard dans les deux mois à compter de la date de réception de la demande dans les formes imparties. 8. Seuil de versement, mise en jeu de la garantie. Lorsque la perte financière du fait de l'activité de vente dépasse 50 % des fonds propres B, venant en couverture de l'encours maximum prévisionnel de production en accession A, la garantie de la société est mise en jeu. Le seuil de 50 % constitue une franchise absolue, en deçà de laquelle la société de garantie ne peut être appelée à couvrir la perte. La perte est appréciée, lors de l'arrêté des comptes annuels, en fonction du résultat cumulé des cinq derniers exercices comptables relatifs à l'activité de vente susmentionnée. Les fonds propres B pris en compte sont les fonds propres moyens B sur les cinq dernières années. 9. Mode de saisine de la société de garantie. Dès lors que la perte est constatée dans les conditions prévues à la clause type 8, la garantie est mise en jeu soit à l'initiative de la société de garantie, soit à la demande de l'organisme. La décision de couverture ou de refus de couverture de la perte financière est notifiée à l'organisme dans un délai fixé dans la convention de garantie. Tout refus de couverture est motivé. Mise en jeu de la garantie sur demande préalable de l'organisme. La demande est présentée sur décision de l'organe dirigeant juridiquement compétent au sens du code de la construction et de l'habitation de l'organisme dans le délai et selon les modalités fixés dans la convention de garantie. L'organisme joint, dans les délais impartis, une analyse financière des experts mandatés par la société de garantie ainsi que le rapport particulier prévu à la clause type 4 s'il est établi. Mise en jeu de la garantie sans demande préalable de l'organisme. Lorsque la société de garantie estime qu'il y a carence de l'organisme dans la mise en jeu de la garantie, elle fait une proposition à l'organisme dans le délai et selon les modalités fixés dans la convention de garantie. L'organisme fournit à la société de garantie toute information complémentaire, ainsi qu'une analyse financière des experts mandatés par la société de garantie dans les délais impartis. Titre IV : Environnement juridique. 10. Durée de la convention et de la garantie, modification de la convention. I. - Sans préjudice des dispositions de la clause type 6, les conditions d'engagement de la société sont révisables chaque année à la date anniversaire de la convention : - lorsque l'organisme demande à modifier l'encours maximum prévisionnel de production en accession A relatif à l'activité de vente mentionnée au premier alinéa de l'article L. 453-1 précité ; - lorsque des pertes sont apparues au compte de résultat, au titre de l'année correspondante, du fait de l'activité de vente susmentionnée ; - lorsque la société justifie d'un motif légitime et sérieux au regard des obligations notamment prudentielles lui incombant. Par dérogation au premier alinéa, les conditions d'engagement de la société sont révisables lorsque, pour un motif légitime et sérieux, l'organisme demande, en cours d'exercice, à modifier l'encours maximum prévisionnel de production en accession A. La révision des conditions d'engagement de la société est constatée dans un avenant. II. - Le bénéfice de la garantie est acquis jusqu'à la sortie du stock du dernier lot garanti. III. - Un organisme met fin à la convention de garantie lorsqu'il cesse toute activité de vente, mentionnée au I., avec un préavis d'un mois qui ne peut intervenir qu'après la sortie du stock du dernier lot garanti. 11. Confidentialité. La société de garantie, ses membres et tout expert mandaté par la société ont une obligation de confidentialité et de secret professionnel pour toutes les informations qu'ils seront amenés à détenir sur les organismes, leurs filiales et leur activité, dans l'exercice de leurs fonctions.",
            "texteHtml": "<p></p>   Titre Ier : Encours de production en accession à la propriété et fonds propres venant en couverture de l'activité de vente.<p></p><p></p>   1. Encours de production en accession à la propriété, déclaration d'encours.<p></p><p></p>   Pour obtenir la garantie prévue au deuxième alinéa de l'article L. 453-1 du code de la construction et de l'habitation, l'organisme d'habitations à loyer modéré déclare un encours maximum prévisionnel de production en accession A relatif à l'activité de vente définie au premier alinéa de l'article précité, estimé par lui en fonction d'éléments déterminables.<p></p><p></p>   2. Fonds propres venant en couverture de l'activité de vente, déclaration des fonds propres.<p></p><p></p>   Simultanément à la déclaration prévue à la clause type 1, l'organisme déclare le montant des fonds propres venant en couverture de l'activité de vente garantie par la société de garantie, soit B. Le montant des fonds propres B doit être au moins égal à 20 % de l'encours maximum prévisionnel de production en accession A.<p></p><p></p>   La société de garantie s'assure de la compatibilité du montant des fonds propres B et de l'encours A au vu de l'analyse de la situation financière de l'organisme, qui lui est transmise par les experts mandatés par elle ou tout moyen prévu dans la convention de garantie. Cette analyse est annexée à la convention de garantie.<p></p><p></p>   Actualisation des déclarations relatives aux opérations et aux fonds propres.<p></p><p></p>   L'organisme procède chaque année à une déclaration actualisée des montants A et B mentionnés aux clauses types 1 et 2. Les déclarations de l'organisme et les pièces jointes sont annexées à la convention de garantie ou aux avenants.<p></p><p></p><p></p>   Titre II : Suivi de l'activité de vente.<p></p><p></p>   4. Identification de l'activité de vente dans les comptes de l'organisme.<p></p><p></p>   L'organisme d'habitations à loyer modéré indique dans l'état prévu par les instructions comptables prises en application de l'article L. 423-3 du code précité, les produits et charges provenant de l'activité de vente garantie par la société. Il tient un état consolidé de cette activité et communique chaque année le compte de résultat et le bilan de chacune des sociétés civiles lorsqu'il en est créé.<p></p><p></p>   Au titre du rapport de gestion, lors de l'arrêté des comptes annuels, les dirigeants rendent compte à l'organe délibérant de l'activité de vente et, le cas échéant, du résultat du budget annexe de l'organisme en comptabilité publique ayant opté pour une telle création.<p></p><p></p>   Lorsqu'ils choisissent de présenter un rapport particulier sur l'activité de vente, le commissaire aux comptes présente, au même organe délibérant, un rapport particulier exposant ses observations sur la sincérité des informations données dans le rapport susmentionné des dirigeants. Lorsque l'organisme a opté pour la création d'un budget annexe et que l'ordonnateur lui en fait la demande, le comptable public présente ses observations sur le rapport des dirigeants.<p></p><p></p>   5. Périodicité du suivi de l'activité de vente, déclarations d'opérations.<p></p><p></p>   L'organisme transmet à la société de garantie, selon une périodicité au moins trimestrielle, un tableau de bord de suivi de cette activité et déclare les opérations entrant dans l'encours de production en accession A.<p></p><p></p>   Le tableau, conforme au modèle établi par la société de garantie, comprend les informations communiquées dans les déclarations mentionnées aux clauses types 1 et 2 et au minimum par opération : sa désignation et sa nature, son prix de revient, son état de commercialisation et son état d'avancement.<p></p><p></p>   6. Vérifications et modifications des conditions d'engagement de la société de garantie.<p></p><p></p>   Sur la base des déclarations de l'organisme mentionnées aux clauses types 1 à 5 et des informations comptables et financières, la société de garantie vérifie que l'activité de vente de l'organisme reste compatible avec la limite de l'encours maximum prévisionnel A ainsi qu'avec le montant des fonds propres B.<p></p><p></p>   A défaut, la société de garantie peut mettre en oeuvre, en cours de convention, une ou plusieurs des dispositions suivantes :<p></p><p></p>   - majorer la cotisation de garantie dans la limite de 80 % de son montant ;<p></p><p></p>   - modifier le seuil de versement déclenchant l'intervention en garantie prévue au titre III ;<p></p><p></p>   - refuser sa garantie pour toute opération nouvelle après dépassement du montant A tant que l'organisme n'aura pas régularisé le montant des fonds propres B ;<p></p><p></p>   - fixer des conditions plus restrictives à l'engagement d'activité nouvelle.<p></p><p></p>   Les modifications apportées à l'engagement de la société aux premier, second et troisième tirets sont notifiées dans les formes imparties à l'organisme. La modification prévue au quatrième tiret fait l'objet d'un avenant à la convention de garantie.<p></p><p></p><p></p>   Titre III : Octroi et mise en jeu de la garantie.<p></p><p></p>   7. Conditions d'octroi.<p></p><p></p>   Sauf disposition contraire de la convention de garantie, la garantie est accordée à compter de la date d'envoi par la société de garantie de la convention ou de l'avenant signé par les parties.<p></p><p></p>   Tout refus d'octroi de la garantie est motivé et doit intervenir au plus tard dans les deux mois à compter de la date de réception de la demande dans les formes imparties.<p></p><p></p>   8. Seuil de versement, mise en jeu de la garantie.<p></p><p></p>   Lorsque la perte financière du fait de l'activité de vente dépasse 50 % des fonds propres B, venant en couverture de l'encours maximum prévisionnel de production en accession A, la garantie de la société est mise en jeu. Le seuil de 50 % constitue une franchise absolue, en deçà de laquelle la société de garantie ne peut être appelée à couvrir la perte.<p></p><p></p>   La perte est appréciée, lors de l'arrêté des comptes annuels, en fonction du résultat cumulé des cinq derniers exercices comptables relatifs à l'activité de vente susmentionnée. Les fonds propres B pris en compte sont les fonds propres moyens B sur les cinq dernières années.<p></p><p></p>   9. Mode de saisine de la société de garantie.<p></p><p></p>   Dès lors que la perte est constatée dans les conditions prévues à la clause type 8, la garantie est mise en jeu soit à l'initiative de la société de garantie, soit à la demande de l'organisme.<p></p><p></p>   La décision de couverture ou de refus de couverture de la perte financière est notifiée à l'organisme dans un délai fixé dans la convention de garantie. Tout refus de couverture est motivé.<p></p><p></p>   Mise en jeu de la garantie sur demande préalable de l'organisme.<p></p><p></p>   La demande est présentée sur décision de l'organe dirigeant juridiquement compétent au sens du code de la construction et de l'habitation de l'organisme dans le délai et selon les modalités fixés dans la convention de garantie.<p></p><p></p>   L'organisme joint, dans les délais impartis, une analyse financière des experts mandatés par la société de garantie ainsi que le rapport particulier prévu à la clause type 4 s'il est établi.<p></p><p></p>   Mise en jeu de la garantie sans demande préalable de l'organisme.<p></p><p></p>   Lorsque la société de garantie estime qu'il y a carence de l'organisme dans la mise en jeu de la garantie, elle fait une proposition à l'organisme dans le délai et selon les modalités fixés dans la convention de garantie.<p></p><p></p>   L'organisme fournit à la société de garantie toute information complémentaire, ainsi qu'une analyse financière des experts mandatés par la société de garantie dans les délais impartis.<p></p><p></p><p></p>   Titre IV : Environnement juridique.<p></p><p></p>   10. Durée de la convention et de la garantie, modification de la convention.<p></p><p></p>   I. - Sans préjudice des dispositions de la clause type 6, les conditions d'engagement de la société sont révisables chaque année à la date anniversaire de la convention :<p></p><p></p>   - lorsque l'organisme demande à modifier l'encours maximum prévisionnel de production en accession A relatif à l'activité de vente mentionnée au premier alinéa de l'article L. 453-1 précité ;<p></p><p></p>   - lorsque des pertes sont apparues au compte de résultat, au titre de l'année correspondante, du fait de l'activité de vente susmentionnée ;<p></p><p></p>   - lorsque la société justifie d'un motif légitime et sérieux au regard des obligations notamment prudentielles lui incombant.<p></p><p></p>   Par dérogation au premier alinéa, les conditions d'engagement de la société sont révisables lorsque, pour un motif légitime et sérieux, l'organisme demande, en cours d'exercice, à modifier l'encours maximum prévisionnel de production en accession A.<p></p><p></p>   La révision des conditions d'engagement de la société est constatée dans un avenant.<p></p><p></p>   II. - Le bénéfice de la garantie est acquis jusqu'à la sortie du stock du dernier lot garanti.<p></p><p></p>   III. - Un organisme met fin à la convention de garantie lorsqu'il cesse toute activité de vente, mentionnée au I., avec un préavis d'un mois qui ne peut intervenir qu'après la sortie du stock du dernier lot garanti.<p></p><p></p>   11. Confidentialité.<p></p><p></p>   La société de garantie, ses membres et tout expert mandaté par la société ont une obligation de confidentialité et de secret professionnel pour toutes les informations qu'ils seront amenés à détenir sur les organismes, leurs filiales et leur activité, dans l'exercice de leurs fonctions.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2019-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-06-22",
                        "fin": "2999-01-01",
                        "titre": "Clauses types de la convention de garantie fixées en application de l'article R. 453-8.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129020",
                        "id": "LEGISCTA000006129020",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006832854",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000239544",
                    "textTitle": "Décret 2003-537 2003-06-20 annexe JORF 22 juin 2003",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000239544",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-06-22",
                    "dateSignaTexte": "2003-06-20",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "Annexe à l'article R453-8",
            "origine": "LEGI",
            "texte": "Titre Ier : Encours de production en accession à la propriété et fonds propres venant en couverture de l'activité de vente. 1. Encours de production en accession à la propriété, déclaration d'encours. Pour obtenir la garantie prévue au deuxième alinéa de l'article L. 453-1 du code de la construction et de l'habitation, l'organisme d'habitations à loyer modéré déclare un encours maximum prévisionnel de production en accession A relatif à l'activité de vente définie au premier alinéa de l'article précité, estimé par lui en fonction d'éléments déterminables. 2. Fonds propres venant en couverture de l'activité de vente, déclaration des fonds propres. Simultanément à la déclaration prévue à la clause type 1, l'organisme déclare le montant des fonds propres venant en couverture de l'activité de vente garantie par la société de garantie, soit B. Le montant des fonds propres B doit être au moins égal à 20 % de l'encours maximum prévisionnel de production en accession A. La société de garantie s'assure de la compatibilité du montant des fonds propres B et de l'encours A au vu de l'analyse de la situation financière de l'organisme, qui lui est transmise par les experts mandatés par elle ou tout moyen prévu dans la convention de garantie. Cette analyse est annexée à la convention de garantie. Actualisation des déclarations relatives aux opérations et aux fonds propres. L'organisme procède chaque année à une déclaration actualisée des montants A et B mentionnés aux clauses types 1 et 2. Les déclarations de l'organisme et les pièces jointes sont annexées à la convention de garantie ou aux avenants. Titre II : Suivi de l'activité de vente. 4. Identification de l'activité de vente dans les comptes de l'organisme. L'organisme d'habitations à loyer modéré indique dans l'état prévu par les instructions comptables prises en application de l'article L. 423-3 du code précité, les produits et charges provenant de l'activité de vente garantie par la société. Il tient un état consolidé de cette activité et communique chaque année le compte de résultat et le bilan de chacune des sociétés civiles lorsqu'il en est créé. Au titre du rapport de gestion, lors de l'arrêté des comptes annuels, les dirigeants rendent compte à l'organe délibérant de l'activité de vente et, le cas échéant, du résultat du budget annexe de l'organisme en comptabilité publique ayant opté pour une telle création. Lorsqu'ils choisissent de présenter un rapport particulier sur l'activité de vente, le commissaire aux comptes présente, au même organe délibérant, un rapport particulier exposant ses observations sur la sincérité des informations données dans le rapport susmentionné des dirigeants. Lorsque l'organisme a opté pour la création d'un budget annexe et que l'ordonnateur lui en fait la demande, le comptable public présente ses observations sur le rapport des dirigeants. 5. Périodicité du suivi de l'activité de vente, déclarations d'opérations. L'organisme transmet à la société de garantie, selon une périodicité au moins trimestrielle, un tableau de bord de suivi de cette activité et déclare les opérations entrant dans l'encours de production en accession A. Le tableau, conforme au modèle établi par la société de garantie, comprend les informations communiquées dans les déclarations mentionnées aux clauses types 1 et 2 et au minimum par opération : sa désignation et sa nature, son prix de revient, son état de commercialisation et son état d'avancement. 6. Vérifications et modifications des conditions d'engagement de la société de garantie. Sur la base des déclarations de l'organisme mentionnées aux clauses types 1 à 5 et des informations comptables et financières, la société de garantie vérifie que l'activité de vente de l'organisme reste compatible avec la limite de l'encours maximum prévisionnel A ainsi qu'avec le montant des fonds propres B. A défaut, la société de garantie peut mettre en oeuvre, en cours de convention, une ou plusieurs des dispositions suivantes : - majorer la cotisation de garantie dans la limite de 80 % de son montant ; - modifier le seuil de versement déclenchant l'intervention en garantie prévue au titre III ; - refuser sa garantie pour toute opération nouvelle après dépassement du montant A tant que l'organisme n'aura pas régularisé le montant des fonds propres B ; - fixer des conditions plus restrictives à l'engagement d'activité nouvelle. Les modifications apportées à l'engagement de la société aux premier, second et troisième tirets sont notifiées dans les formes imparties à l'organisme. La modification prévue au quatrième tiret fait l'objet d'un avenant à la convention de garantie. Titre III : Octroi et mise en jeu de la garantie. 7. Conditions d'octroi. Sauf disposition contraire de la convention de garantie, la garantie est accordée à compter de la date d'envoi par la société de garantie de la convention ou de l'avenant signé par les parties. Tout refus d'octroi de la garantie est motivé et doit intervenir au plus tard dans les deux mois à compter de la date de réception de la demande dans les formes imparties. 8. Seuil de versement, mise en jeu de la garantie. Lorsque la perte financière du fait de l'activité de vente dépasse 50 % des fonds propres B, venant en couverture de l'encours maximum prévisionnel de production en accession A, la garantie de la société est mise en jeu. Le seuil de 50 % constitue une franchise absolue, en deçà de laquelle la société de garantie ne peut être appelée à couvrir la perte. La perte est appréciée, lors de l'arrêté des comptes annuels, en fonction du résultat cumulé des cinq derniers exercices comptables relatifs à l'activité de vente susmentionnée. Les fonds propres B pris en compte sont les fonds propres moyens B sur les cinq dernières années. 9. Mode de saisine de la société de garantie. Dès lors que la perte est constatée dans les conditions prévues à la clause type 8, la garantie est mise en jeu soit à l'initiative de la société de garantie, soit à la demande de l'organisme. La décision de couverture ou de refus de couverture de la perte financière est notifiée à l'organisme dans un délai fixé dans la convention de garantie. Tout refus de couverture est motivé. Mise en jeu de la garantie sur demande préalable de l'organisme. La demande est présentée sur décision de l'organe dirigeant juridiquement compétent au sens du code de la construction et de l'habitation de l'organisme dans le délai et selon les modalités fixés dans la convention de garantie. L'organisme joint, dans les délais impartis, une analyse financière des experts mandatés par la société de garantie ainsi que le rapport particulier prévu à la clause type 4 s'il est établi. Mise en jeu de la garantie sans demande préalable de l'organisme. Lorsque la société de garantie estime qu'il y a carence de l'organisme dans la mise en jeu de la garantie, elle fait une proposition à l'organisme dans le délai et selon les modalités fixés dans la convention de garantie. L'organisme fournit à la société de garantie toute information complémentaire, ainsi qu'une analyse financière des experts mandatés par la société de garantie dans les délais impartis. Titre IV : Environnement juridique. 10. Durée de la convention et de la garantie, modification de la convention. I. - Sans préjudice des dispositions de la clause type 6, les conditions d'engagement de la société sont révisables chaque année à la date anniversaire de la convention : - lorsque l'organisme demande à modifier l'encours maximum prévisionnel de production en accession A relatif à l'activité de vente mentionnée au premier alinéa de l'article L. 453-1 précité ; - lorsque des pertes sont apparues au compte de résultat, au titre de l'année correspondante, du fait de l'activité de vente susmentionnée ; - lorsque la société justifie d'un motif légitime et sérieux au regard des obligations notamment prudentielles lui incombant. Par dérogation au premier alinéa, les conditions d'engagement de la société sont révisables lorsque, pour un motif légitime et sérieux, l'organisme demande, en cours d'exercice, à modifier l'encours maximum prévisionnel de production en accession A. La révision des conditions d'engagement de la société est constatée dans un avenant. II. - Le bénéfice de la garantie est acquis jusqu'à la sortie du stock du dernier lot garanti. III. - Un organisme met fin à la convention de garantie lorsqu'il cesse toute activité de vente, mentionnée au I., avec un préavis d'un mois qui ne peut intervenir qu'après la sortie du stock du dernier lot garanti. 11. Confidentialité. La société de garantie, ses membres et tout expert mandaté par la société ont une obligation de confidentialité et de secret professionnel pour toutes les informations qu'ils seront amenés à détenir sur les organismes, leurs filiales et leur activité, dans l'exercice de leurs fonctions.",
            "texteHtml": "<p></p>   Titre Ier : Encours de production en accession à la propriété et fonds propres venant en couverture de l'activité de vente.<p></p><p></p>   1. Encours de production en accession à la propriété, déclaration d'encours.<p></p><p></p>   Pour obtenir la garantie prévue au deuxième alinéa de l'article L. 453-1 du code de la construction et de l'habitation, l'organisme d'habitations à loyer modéré déclare un encours maximum prévisionnel de production en accession A relatif à l'activité de vente définie au premier alinéa de l'article précité, estimé par lui en fonction d'éléments déterminables.<p></p><p></p>   2. Fonds propres venant en couverture de l'activité de vente, déclaration des fonds propres.<p></p><p></p>   Simultanément à la déclaration prévue à la clause type 1, l'organisme déclare le montant des fonds propres venant en couverture de l'activité de vente garantie par la société de garantie, soit B. Le montant des fonds propres B doit être au moins égal à 20 % de l'encours maximum prévisionnel de production en accession A.<p></p><p></p>   La société de garantie s'assure de la compatibilité du montant des fonds propres B et de l'encours A au vu de l'analyse de la situation financière de l'organisme, qui lui est transmise par les experts mandatés par elle ou tout moyen prévu dans la convention de garantie. Cette analyse est annexée à la convention de garantie.<p></p><p></p>   Actualisation des déclarations relatives aux opérations et aux fonds propres.<p></p><p></p>   L'organisme procède chaque année à une déclaration actualisée des montants A et B mentionnés aux clauses types 1 et 2. Les déclarations de l'organisme et les pièces jointes sont annexées à la convention de garantie ou aux avenants.<p></p><p></p><p></p>   Titre II : Suivi de l'activité de vente.<p></p><p></p>   4. Identification de l'activité de vente dans les comptes de l'organisme.<p></p><p></p>   L'organisme d'habitations à loyer modéré indique dans l'état prévu par les instructions comptables prises en application de l'article L. 423-3 du code précité, les produits et charges provenant de l'activité de vente garantie par la société. Il tient un état consolidé de cette activité et communique chaque année le compte de résultat et le bilan de chacune des sociétés civiles lorsqu'il en est créé.<p></p><p></p>   Au titre du rapport de gestion, lors de l'arrêté des comptes annuels, les dirigeants rendent compte à l'organe délibérant de l'activité de vente et, le cas échéant, du résultat du budget annexe de l'organisme en comptabilité publique ayant opté pour une telle création.<p></p><p></p>   Lorsqu'ils choisissent de présenter un rapport particulier sur l'activité de vente, le commissaire aux comptes présente, au même organe délibérant, un rapport particulier exposant ses observations sur la sincérité des informations données dans le rapport susmentionné des dirigeants. Lorsque l'organisme a opté pour la création d'un budget annexe et que l'ordonnateur lui en fait la demande, le comptable public présente ses observations sur le rapport des dirigeants.<p></p><p></p>   5. Périodicité du suivi de l'activité de vente, déclarations d'opérations.<p></p><p></p>   L'organisme transmet à la société de garantie, selon une périodicité au moins trimestrielle, un tableau de bord de suivi de cette activité et déclare les opérations entrant dans l'encours de production en accession A.<p></p><p></p>   Le tableau, conforme au modèle établi par la société de garantie, comprend les informations communiquées dans les déclarations mentionnées aux clauses types 1 et 2 et au minimum par opération : sa désignation et sa nature, son prix de revient, son état de commercialisation et son état d'avancement.<p></p><p></p>   6. Vérifications et modifications des conditions d'engagement de la société de garantie.<p></p><p></p>   Sur la base des déclarations de l'organisme mentionnées aux clauses types 1 à 5 et des informations comptables et financières, la société de garantie vérifie que l'activité de vente de l'organisme reste compatible avec la limite de l'encours maximum prévisionnel A ainsi qu'avec le montant des fonds propres B.<p></p><p></p>   A défaut, la société de garantie peut mettre en oeuvre, en cours de convention, une ou plusieurs des dispositions suivantes :<p></p><p></p>   - majorer la cotisation de garantie dans la limite de 80 % de son montant ;<p></p><p></p>   - modifier le seuil de versement déclenchant l'intervention en garantie prévue au titre III ;<p></p><p></p>   - refuser sa garantie pour toute opération nouvelle après dépassement du montant A tant que l'organisme n'aura pas régularisé le montant des fonds propres B ;<p></p><p></p>   - fixer des conditions plus restrictives à l'engagement d'activité nouvelle.<p></p><p></p>   Les modifications apportées à l'engagement de la société aux premier, second et troisième tirets sont notifiées dans les formes imparties à l'organisme. La modification prévue au quatrième tiret fait l'objet d'un avenant à la convention de garantie.<p></p><p></p><p></p>   Titre III : Octroi et mise en jeu de la garantie.<p></p><p></p>   7. Conditions d'octroi.<p></p><p></p>   Sauf disposition contraire de la convention de garantie, la garantie est accordée à compter de la date d'envoi par la société de garantie de la convention ou de l'avenant signé par les parties.<p></p><p></p>   Tout refus d'octroi de la garantie est motivé et doit intervenir au plus tard dans les deux mois à compter de la date de réception de la demande dans les formes imparties.<p></p><p></p>   8. Seuil de versement, mise en jeu de la garantie.<p></p><p></p>   Lorsque la perte financière du fait de l'activité de vente dépasse 50 % des fonds propres B, venant en couverture de l'encours maximum prévisionnel de production en accession A, la garantie de la société est mise en jeu. Le seuil de 50 % constitue une franchise absolue, en deçà de laquelle la société de garantie ne peut être appelée à couvrir la perte.<p></p><p></p>   La perte est appréciée, lors de l'arrêté des comptes annuels, en fonction du résultat cumulé des cinq derniers exercices comptables relatifs à l'activité de vente susmentionnée. Les fonds propres B pris en compte sont les fonds propres moyens B sur les cinq dernières années.<p></p><p></p>   9. Mode de saisine de la société de garantie.<p></p><p></p>   Dès lors que la perte est constatée dans les conditions prévues à la clause type 8, la garantie est mise en jeu soit à l'initiative de la société de garantie, soit à la demande de l'organisme.<p></p><p></p>   La décision de couverture ou de refus de couverture de la perte financière est notifiée à l'organisme dans un délai fixé dans la convention de garantie. Tout refus de couverture est motivé.<p></p><p></p>   Mise en jeu de la garantie sur demande préalable de l'organisme.<p></p><p></p>   La demande est présentée sur décision de l'organe dirigeant juridiquement compétent au sens du code de la construction et de l'habitation de l'organisme dans le délai et selon les modalités fixés dans la convention de garantie.<p></p><p></p>   L'organisme joint, dans les délais impartis, une analyse financière des experts mandatés par la société de garantie ainsi que le rapport particulier prévu à la clause type 4 s'il est établi.<p></p><p></p>   Mise en jeu de la garantie sans demande préalable de l'organisme.<p></p><p></p>   Lorsque la société de garantie estime qu'il y a carence de l'organisme dans la mise en jeu de la garantie, elle fait une proposition à l'organisme dans le délai et selon les modalités fixés dans la convention de garantie.<p></p><p></p>   L'organisme fournit à la société de garantie toute information complémentaire, ainsi qu'une analyse financière des experts mandatés par la société de garantie dans les délais impartis.<p></p><p></p><p></p>   Titre IV : Environnement juridique.<p></p><p></p>   10. Durée de la convention et de la garantie, modification de la convention.<p></p><p></p>   I. - Sans préjudice des dispositions de la clause type 6, les conditions d'engagement de la société sont révisables chaque année à la date anniversaire de la convention :<p></p><p></p>   - lorsque l'organisme demande à modifier l'encours maximum prévisionnel de production en accession A relatif à l'activité de vente mentionnée au premier alinéa de l'article L. 453-1 précité ;<p></p><p></p>   - lorsque des pertes sont apparues au compte de résultat, au titre de l'année correspondante, du fait de l'activité de vente susmentionnée ;<p></p><p></p>   - lorsque la société justifie d'un motif légitime et sérieux au regard des obligations notamment prudentielles lui incombant.<p></p><p></p>   Par dérogation au premier alinéa, les conditions d'engagement de la société sont révisables lorsque, pour un motif légitime et sérieux, l'organisme demande, en cours d'exercice, à modifier l'encours maximum prévisionnel de production en accession A.<p></p><p></p>   La révision des conditions d'engagement de la société est constatée dans un avenant.<p></p><p></p>   II. - Le bénéfice de la garantie est acquis jusqu'à la sortie du stock du dernier lot garanti.<p></p><p></p>   III. - Un organisme met fin à la convention de garantie lorsqu'il cesse toute activité de vente, mentionnée au I., avec un préavis d'un mois qui ne peut intervenir qu'après la sortie du stock du dernier lot garanti.<p></p><p></p>   11. Confidentialité.<p></p><p></p>   La société de garantie, ses membres et tout expert mandaté par la société ont une obligation de confidentialité et de secret professionnel pour toutes les informations qu'ils seront amenés à détenir sur les organismes, leurs filiales et leur activité, dans l'exercice de leurs fonctions.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2003-06-22T00:00:00.000Z",
            "dateFin": "2019-09-01T00:00:00.000Z"
        }
    ]
}