{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000034597865",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. Lorsqu'un contribuable souscrit au capital d'une société dans les conditions prévues aux 1 et 1 bis ou au 2 du I de l'article 885-0 V bis du code général des impôts et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger, cette société lui délivre un état individuel qui mentionne : a. L'objet pour lequel il est établi : application de l'article 885-0 V bis du code précité ; b. La raison sociale, le numéro d'identité défini au premier alinéa de l'article R. 123-221 du code de commerce , l'objet social et le siège social de la société ; c. L'identité et l'adresse du souscripteur ; d. Le nombre des titres souscrits, le montant et la date de leur souscription ; e. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. Cet état doit préciser, pour chacune des conditions mentionnées au 1 bis du I de l'article 885-0 V bis du code général des impôts si elles sont ou non satisfaites. 2. Les dispositions du 1 s'appliquent également en cas de souscription au capital d'une société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger. Dans ce cas, outre les informations prévues au 1, cette société mentionne également sur l'état individuel précité, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés mentionnées au 1 et correspondant aux capitaux qu'elle a reçus à raison de la constitution de son capital initial ou de l'augmentation de son capital : a. La raison sociale, l'objet social et le siège social de la société bénéficiaire de la souscription ; b. Le nombre de titres souscrits, le montant et la date de leur souscription ; c. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital ; d. Le détail de la fraction mentionnée au deuxième alinéa du f du 3 du I de l'article 885-0 V bis du code précité. 3. Afin de permettre au contribuable de bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au 1, au 2 et au 3 du I de l'article 885-0 V bis du code précité, la société au capital de laquelle il a souscrit et dont les titres sont admis, dans les conditions prévues au g du 1 bis du I de l'article 885-0 V bis du code précité, sur un système multilatéral de négociation s'engage, dans le prospectus prévu par la directive 2003/71/CE du Parlement européen et du Conseil du 4 novembre 2003, à satisfaire, selon le cas, aux conditions prévues au 1 bis, au 2 ou au 3 du I de l'article 885-0 V bis du code précité. A défaut de prospectus, elle délivre au contribuable l'état individuel mentionné au premier alinéa du 1. 4. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres sont admis sur un système multilatéral de négociation mentionné au 3, il informe la société afin qu'elle lui délivre un état individuel. La société indique sur cet état, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues au 1 bis du I de l'article 885-0 V bis précité et correspondant aux capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit, les mentions prévues au 2. II. – 1. En cas de souscription au capital d'une société dont les titres ne sont pas admis sur un système multilatéral de négociation mentionné au 3 du I, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au I. 2. En cas de souscription au capital d'une société dont les titres sont admis sur un système multilatéral de négociation mentionné au 3 du I, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, les documents suivants : a. L'avis d'opéré remis par l'établissement financier teneur de son compte sur lequel sont inscrits les titres souscrits ; b. La copie de l'information publique publiée par un prestataire de services d'investissement ou l'entreprise de marché concernés ou tout autre organisme similaire étranger, indiquant le ratio de titres de capital correspondant à des titres nouvellement émis ; c. Et, le cas échéant, les états individuels prévus au 3 et au 4 du I. Le contribuable précise par ailleurs le nombre de titres mentionnés sur l'avis d'opéré pour lesquels il entend bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. Le contribuable justifie de l'éligibilité de son investissement à la réduction d'impôt de solidarité sur la fortune par la production, sur demande de l'administration fiscale, du prospectus prévu au 3 du I. III. – 1. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier : a. De la durée de détention des titres dont la souscription par celui-ci a ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité ; b. De la durée de détention par la société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité des titres reçus en contrepartie des souscriptions qu'elle a effectuées au capital de sociétés vérifiant l'ensemble des conditions prévues au 1 bis du même article 885-0 V bis du code précité et prises en compte pour le bénéfice de la réduction d'impôt de solidarité sur la fortune. 2. En cas de cession mentionnée au deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année d'imposition suivant la cession une attestation de la société dont il a cédé les titres, indiquant : a. Le nombre des titres cédés ; b. Le montant et la date de la cession. Cette attestation doit préciser le caractère obligatoire de la cession, au sens du deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité. Le contribuable joint également à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation de la société dont il a souscrit les titres en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. Cette attestation mentionne les informations prévues au 1 du I. Lorsque le remploi intervient après la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, l'attestation de la société est jointe à la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant ce remploi. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier de la durée de détention des titres souscrits en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité.",
            "texteHtml": "<p>I. – 1. Lorsqu'un contribuable souscrit au capital d'une société dans les conditions prévues aux 1 et 1 bis ou au 2 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>l'article 885-0 V bis du code général des impôts </a>et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger, cette société lui délivre un état individuel qui mentionne :</p><p>a. L'objet pour lequel il est établi : application de l'article 885-0 V bis du code précité ;</p><p>b. La raison sociale, le numéro d'identité défini au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006258753&dateTexte=&categorieLien=cid'>R. 123-221 du code de commerce</a>, l'objet social et le siège social de la société ;</p><p>c. L'identité et l'adresse du souscripteur ;</p><p>d. Le nombre des titres souscrits, le montant et la date de leur souscription ;</p><p>e. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital.</p><p>Cet état doit préciser, pour chacune des conditions mentionnées au 1 bis du I de l'article 885-0 V bis du code général des impôts si elles sont ou non satisfaites.</p><p>2. Les dispositions du 1 s'appliquent également en cas de souscription au capital d'une société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger.</p><p>Dans ce cas, outre les informations prévues au 1, cette société mentionne également sur l'état individuel précité, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés mentionnées au 1 et correspondant aux capitaux qu'elle a reçus à raison de la constitution de son capital initial ou de l'augmentation de son capital :</p><p>a. La raison sociale, l'objet social et le siège social de la société bénéficiaire de la souscription ;</p><p>b. Le nombre de titres souscrits, le montant et la date de leur souscription ;</p><p>c. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital ;</p><p>d. Le détail de la fraction mentionnée au deuxième alinéa du f du 3 du I de l'article 885-0 V bis du code précité.</p><p>3. Afin de permettre au contribuable de bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au 1, au 2 et au 3 du I de l'article 885-0 V bis du code précité, la société au capital de laquelle il a souscrit et dont les titres sont admis, dans les conditions prévues au g du 1 bis du I de l'article 885-0 V bis du code précité, sur un système multilatéral de négociation s'engage, dans le prospectus prévu par la directive 2003/71/CE du Parlement européen et du Conseil du 4 novembre 2003, à satisfaire, selon le cas, aux conditions prévues au 1 bis, au 2 ou au 3 du I de l'article 885-0 V bis du code précité. A défaut de prospectus, elle délivre au contribuable l'état individuel mentionné au premier alinéa du 1.</p><p>4. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres sont admis sur un système multilatéral de négociation mentionné au 3, il informe la société afin qu'elle lui délivre un état individuel.</p><p>La société indique sur cet état, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues au 1 bis du I de l'article 885-0 V bis précité et correspondant aux capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit, les mentions prévues au 2.</p><p>II. – 1. En cas de souscription au capital d'une société dont les titres ne sont pas admis sur un système multilatéral de négociation mentionné au 3 du I, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au I.</p><p>2. En cas de souscription au capital d'une société dont les titres sont admis sur un système multilatéral de négociation mentionné au 3 du I, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, les documents suivants :</p><p>a. L'avis d'opéré remis par l'établissement financier teneur de son compte sur lequel sont inscrits les titres souscrits ;</p><p>b. La copie de l'information publique publiée par un prestataire de services d'investissement ou l'entreprise de marché concernés ou tout autre organisme similaire étranger, indiquant le ratio de titres de capital correspondant à des titres nouvellement émis ;</p><p>c. Et, le cas échéant, les états individuels prévus au 3 et au 4 du I.</p><p>Le contribuable précise par ailleurs le nombre de titres mentionnés sur l'avis d'opéré pour lesquels il entend bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité.</p><p>Le contribuable justifie de l'éligibilité de son investissement à la réduction d'impôt de solidarité sur la fortune par la production, sur demande de l'administration fiscale, du prospectus prévu au 3 du I.</p><p>III. – 1. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier :</p><p>a. De la durée de détention des titres dont la souscription par celui-ci a ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité ;</p><p>b. De la durée de détention par la société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité des titres reçus en contrepartie des souscriptions qu'elle a effectuées au capital de sociétés vérifiant l'ensemble des conditions prévues au 1 bis du même article 885-0 V bis du code précité et prises en compte pour le bénéfice de la réduction d'impôt de solidarité sur la fortune.</p><p>2. En cas de cession mentionnée au deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année d'imposition suivant la cession une attestation de la société dont il a cédé les titres, indiquant :</p><p>a. Le nombre des titres cédés ;</p><p>b. Le montant et la date de la cession.</p><p>Cette attestation doit préciser le caractère obligatoire de la cession, au sens du deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité.</p><p>Le contribuable joint également à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation de la société dont il a souscrit les titres en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. Cette attestation mentionne les informations prévues au 1 du I.</p><p>Lorsque le remploi intervient après la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, l'attestation de la société est jointe à la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant ce remploi.</p><p>Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier de la durée de détention des titres souscrits en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité.</p>",
            "num": "299 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1493942400000,
            "dateFin": 1527724800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080376125,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018647664",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000034597865",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 3 du décret n° 2018-404 du 29 mai 2018 : Pour l'application du C du IX de l'article 31 de la loi du 30 décembre 2017 susvisée, les articles 299-0 septies à 299 duodecies de l'annexe III au code général des impôts, dans leur rédaction applicable jusqu'à l'entrée en vigueur du présent décret, demeurent applicables aux dons et versements ouvrant droit aux avantages fiscaux prévus aux articles 885-0 V bis, 885-0 V bis A et 885-0 V bis B du code général des impôts, dans leur rédaction en vigueur au 31 décembre 2017, effectués jusqu'au 31 décembre 2017.",
            "notaHtml": "<p>Conformément à l’article 3 du décret n° 2018-404 du 29 mai 2018 : Pour l'application du C du IX de l'article 31 de la loi du 30 décembre 2017 susvisée, les articles 299-0 septies à 299 duodecies de l'annexe III au code général des impôts, dans leur rédaction applicable jusqu'à l'entrée en vigueur du présent décret, demeurent applicables aux dons et versements ouvrant droit aux avantages fiscaux prévus aux articles 885-0 V bis, 885-0 V bis A et 885-0 V bis B du code général des impôts, dans leur rédaction en vigueur au 31 décembre 2017, effectués jusqu'au 31 décembre 2017.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034566359",
                    "textTitle": "Décret n°2017-698 du 2 mai 2017 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000034568260",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-04",
                    "dateSignaTexte": "2017-05-02",
                    "dateDebutCible": "2017-05-05"
                },
                {
                    "textCid": "JORFTEXT000036958297",
                    "textTitle": "Décret n°2018-404 du 29 mai 2018 - art. 1",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036959974",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-05-30",
                    "dateSignaTexte": "2018-05-29",
                    "dateDebutCible": "2018-05-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R123-221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R123-221",
                    "articleId": "LEGIARTI000006258753",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018648108",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1208304000000,
                    "dateFin": 1275868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022317668",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1275868800000,
                    "dateFin": 1469232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032924263",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1469232000000,
                    "dateFin": 1493942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034597865",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1493942400000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 septies",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000032924263",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032924263",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Lorsqu'un contribuable souscrit au capital d'une société dans les conditions prévues aux 1 et 1 bis ou au 2 du I de l'article 885-0 V bis du code général des impôts et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger, cette société lui délivre un état individuel qui mentionne : a. L'objet pour lequel il est établi : application de l'article 885-0 V bis du code précité ; b. La raison sociale, le numéro d'identité défini au premier alinéa de l'article R. 123-221 du code de commerce , l'objet social et le siège social de la société ; c. L'identité et l'adresse du souscripteur ; d. Le nombre des titres souscrits, le montant et la date de leur souscription ; e. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. Cet état doit préciser, pour chacune des conditions mentionnées au 1 bis du I de l'article 885-0 V bis du code précité si elles sont ou non satisfaites. 2. Les dispositions du 1 s'appliquent également en cas de souscription au capital d'une société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger. Dans ce cas, outre les informations prévues au 1, cette société mentionne également sur l'état individuel précité, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés mentionnées au 1 et correspondant aux capitaux qu'elle a reçus à raison de la constitution de son capital initial ou de l'augmentation de son capital : a. La raison sociale, l'objet social et le siège social de la société bénéficiaire de la souscription ; b. Le nombre de titres souscrits, le montant et la date de leur souscription ; c. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital ; d. Le détail de la fraction mentionnée au deuxième alinéa du f du 3 du I de l'article 885-0 V bis du code précité. 3. Afin de permettre au contribuable de bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au 1, au 2 et au 3 du I de l'article 885-0 V bis du code précité, la société au capital de laquelle il a souscrit et dont les titres sont admis, dans les conditions prévues au g du 1 bis du I de l'article 885-0 V bis du code précité, sur un système multilatéral de négociation s'engage, dans le prospectus prévu par la directive 2003/71/ CE du Parlement européen et du Conseil du 4 novembre 2003 , à satisfaire, selon le cas, aux conditions prévues au 1 bis, au 2 ou au 3 du I de l'article 885-0 V bis du code précité. A défaut de prospectus, elle délivre au contribuable l'état individuel mentionné au premier alinéa du 1. 4. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres sont admis sur un système multilatéral de négociation mentionné au 3, il informe la société afin qu'elle lui délivre un état individuel. La société indique sur cet état, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues au 1 bis du I de l'article 885-0 V bis précité et correspondant aux capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit, les mentions prévues au 2. II.-1. En cas de souscription au capital d'une société dont les titres ne sont pas admis sur un système multilatéral de négociation mentionné au 3 du I, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au I. 2. En cas de souscription au capital d'une société dont les titres sont admis sur un système multilatéral de négociation mentionné au 3 du I, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, les documents suivants : a. L'avis d'opéré remis par l'établissement financier teneur de son compte sur lequel sont inscrits les titres souscrits ; b. La copie de l'information publique publiée par un prestataire de services d'investissement ou l'entreprise de marché concernés ou tout autre organisme similaire étranger, indiquant le ratio de titres de capital correspondant à des titres nouvellement émis ; c. Et, le cas échéant, les états individuels prévus au 3 et au 4 du I. Le contribuable précise par ailleurs le nombre de titres mentionnés sur l'avis d'opéré pour lesquels il entend bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. Le contribuable justifie de l'éligibilité de son investissement à la réduction d'impôt de solidarité sur la fortune par la production, sur demande de l'administration fiscale, du prospectus prévu au 3 du I. III.-1. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier : a. De la durée de détention des titres dont la souscription par celui-ci a ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité ; b. De la durée de détention par la société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité des titres reçus en contrepartie des souscriptions qu'elle a effectuées au capital de sociétés vérifiant l'ensemble des conditions prévues au 1 bis du même article 885-0 V bis du code précité et prises en compte pour le bénéfice de la réduction d'impôt de solidarité sur la fortune. 2. En cas de cession mentionnée au deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année d'imposition suivant la cession une attestation de la société dont il a cédé les titres, indiquant : a. Le nombre des titres cédés ; b. Le montant et la date de la cession. Cette attestation doit préciser le caractère obligatoire de la cession, au sens du deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité. Le contribuable joint également à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation de la société dont il a souscrit les titres en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. Cette attestation mentionne les informations prévues au 1 du I. Lorsque le remploi intervient après la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, l'attestation de la société est jointe à la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant ce remploi. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier de la durée de détention des titres souscrits en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité.",
            "texteHtml": "<p>I.-1. Lorsqu'un contribuable souscrit au capital d'une société dans les conditions prévues aux 1 et 1 bis ou au 2 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>l'article 885-0 V bis du code général des impôts </a>et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger, cette société lui délivre un état individuel qui mentionne : </p><p>a. L'objet pour lequel il est établi : application de l'article 885-0 V bis du code précité ; </p><p>b. La raison sociale, le numéro d'identité défini au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006258753&dateTexte=&categorieLien=cid'>R. 123-221 du code de commerce</a>, l'objet social et le siège social de la société ; </p><p>c. L'identité et l'adresse du souscripteur ; </p><p>d. Le nombre des titres souscrits, le montant et la date de leur souscription ; </p><p>e. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. </p><p>Cet état doit préciser, pour chacune des conditions mentionnées au 1 bis du I de l'article 885-0 V bis du code précité si elles sont ou non satisfaites. </p><p>2. Les dispositions du 1 s'appliquent également en cas de souscription au capital d'une société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger. </p><p>Dans ce cas, outre les informations prévues au 1, cette société mentionne également sur l'état individuel précité, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés mentionnées au 1 et correspondant aux capitaux qu'elle a reçus à raison de la constitution de son capital initial ou de l'augmentation de son capital : </p><p>a. La raison sociale, l'objet social et le siège social de la société bénéficiaire de la souscription ; </p><p>b. Le nombre de titres souscrits, le montant et la date de leur souscription ; </p><p>c. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital ; </p><p>d. Le détail de la fraction mentionnée au deuxième alinéa du f du 3 du I de l'article 885-0 V bis du code précité. </p><p>3. Afin de permettre au contribuable de bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au 1, au 2 et au 3 du I de l'article 885-0 V bis du code précité, la société au capital de laquelle il a souscrit et dont les titres sont admis, dans les conditions prévues au g du 1 bis du I de l'article 885-0 V bis du code précité, sur un système multilatéral de négociation s'engage, dans le prospectus prévu par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000888280&categorieLien=cid'>directive 2003/71/ CE du Parlement européen et du Conseil du 4 novembre 2003</a>, à satisfaire, selon le cas, aux conditions prévues au 1 bis, au 2 ou au 3 du I de l'article 885-0 V bis du code précité. A défaut de prospectus, elle délivre au contribuable l'état individuel mentionné au premier alinéa du 1.</p><p>4. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres sont admis sur un système multilatéral de négociation mentionné au 3, il informe la société afin qu'elle lui délivre un état individuel. </p><p>La société indique sur cet état, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues au 1 bis du I de l'article 885-0 V bis précité et correspondant aux capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit, les mentions prévues au 2. </p><p>II.-1. En cas de souscription au capital d'une société dont les titres ne sont pas admis sur un système multilatéral de négociation mentionné au 3 du I, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au I. </p><p>2. En cas de souscription au capital d'une société dont les titres sont admis sur un système multilatéral de négociation mentionné au 3 du I, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, les documents suivants : </p><p>a. L'avis d'opéré remis par l'établissement financier teneur de son compte sur lequel sont inscrits les titres souscrits ; </p><p>b. La copie de l'information publique publiée par un prestataire de services d'investissement ou l'entreprise de marché concernés ou tout autre organisme similaire étranger, indiquant le ratio de titres de capital correspondant à des titres nouvellement émis ; </p><p>c. Et, le cas échéant, les états individuels prévus au 3 et au 4 du I. </p><p>Le contribuable précise par ailleurs le nombre de titres mentionnés sur l'avis d'opéré pour lesquels il entend bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. </p><p>Le contribuable justifie de l'éligibilité de son investissement à la réduction d'impôt de solidarité sur la fortune par la production, sur demande de l'administration fiscale, du prospectus prévu au 3 du I. </p><p>III.-1. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier : </p><p>a. De la durée de détention des titres dont la souscription par celui-ci a ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité ; </p><p>b. De la durée de détention par la société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité des titres reçus en contrepartie des souscriptions qu'elle a effectuées au capital de sociétés vérifiant l'ensemble des conditions prévues au 1 bis du même article 885-0 V bis du code précité et prises en compte pour le bénéfice de la réduction d'impôt de solidarité sur la fortune. </p><p>2. En cas de cession mentionnée au deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année d'imposition suivant la cession une attestation de la société dont il a cédé les titres, indiquant : </p><p>a. Le nombre des titres cédés ; </p><p>b. Le montant et la date de la cession. </p><p>Cette attestation doit préciser le caractère obligatoire de la cession, au sens du deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité. </p><p>Le contribuable joint également à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation de la société dont il a souscrit les titres en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. Cette attestation mentionne les informations prévues au 1 du I. </p><p>Lorsque le remploi intervient après la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, l'attestation de la société est jointe à la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant ce remploi. </p><p>Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier de la durée de détention des titres souscrits en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité.</p>",
            "num": "299 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1469232000000,
            "dateFin": 1493942400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080376125,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018647664",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000032924263",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032922338",
                    "textTitle": "Décret n°2016-991 du 20 juillet 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032923460",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-07-22",
                    "dateSignaTexte": "2016-07-20",
                    "dateDebutCible": "2016-07-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000888280",
                    "textTitle": "Directive 2003/71/CE du Parlement européen et du Conseil du 4 novembre 2003",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000888280",
                    "natureText": "DIRECTIVE_EURO",
                    "parentCid": null,
                    "numTexte": "2003-71",
                    "datePubli": 1072828800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R123-221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R123-221",
                    "articleId": "LEGIARTI000006258753",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018648108",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1208304000000,
                    "dateFin": 1275868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022317668",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1275868800000,
                    "dateFin": 1469232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032924263",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1469232000000,
                    "dateFin": 1493942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034597865",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1493942400000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 septies",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000022317668",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022317668",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au 1 ou au 2 du I de l'article 885-0 V bis du code général des impôts et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger, cette société lui délivre un état individuel qui mentionne : a.L'objet pour lequel il est établi : application de l'article 885-0 V bis du code précité ; b. La raison sociale, l'objet social et le siège social de la société ; c.L'identité et l'adresse du souscripteur ; d. Le nombre des titres souscrits, le montant et la date de leur souscription ; e. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. Cet état doit préciser que la société satisfait aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. 2. Les dispositions du 1 s'appliquent également en cas de souscription au capital d'une société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger. Dans ce cas, outre les mentions prévues au 1, la société mentionne également sur l'état individuel précité, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité, effectués avec les capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit : a. La raison sociale, l'objet social et le siège social de la société bénéficiaire de la souscription ; b. Le nombre de titres souscrits, le montant et la date de leur souscription ; c. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital ; d. Le détail de la fraction mentionnée au deuxième alinéa du b du 3 du I de l'article 885-0 V bis du code précité. 3. Afin de permettre au contribuable de bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au 1 et au 2 du I de l'article 885-0 V bis du code précité, la société au capital de laquelle il a souscrit et dont les titres sont admis aux négociations sur un marché d'instruments financiers français ou étranger autre que réglementé s'engage, dans le prospectus prévu par la directive 2003 / 71 / CE du Parlement européen et du Conseil du 4 novembre 2003 , à satisfaire, selon le cas, aux conditions prévues aux a à e ou aux a à h du 1, au 2 ou au 3 du I de l'article 885-0 V bis du code précité.A défaut de prospectus, elle délivre au contribuable l'état individuel mentionné au premier alinéa du 1. 4. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres sont admis aux négociations sur un marché d'instruments financiers français ou étranger autre que réglementé, il informe la société afin qu'elle lui délivre un état individuel. La société indique sur cet état, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis précité effectuées avec les capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit, les mentions prévues au 2. II.-1. En cas de souscription au capital d'une société dont les titres ne sont pas admis à la négociation sur un marché d'instruments financiers français ou étranger, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au I. 2. En cas de souscription au capital d'une société dont les titres sont admis à la négociation sur un marché d'instruments financiers français ou étranger autre que réglementé, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, les documents suivants : a.L'avis d'opéré remis par l'établissement financier teneur de son compte sur lequel sont inscrits les titres souscrits ; b. La copie de l'information publique publiée par un prestataire de services d'investissement ou l'entreprise de marché concernés ou tout autre organisme similaire étranger, indiquant le ratio de titres de capital correspondant à des titres nouvellement émis ; c. Et, le cas échéant, les états individuels prévus au 3 et au 4 du I. Le contribuable précise par ailleurs le nombre de titres mentionnés sur l'avis d'opéré pour lesquels il entend bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. Le contribuable justifie de l'éligibilité de son investissement à la réduction d'impôt de solidarité sur la fortune par la production, sur demande de l'administration fiscale, du prospectus prévu au 3 du I. III.-1. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier : a. De la durée de détention des titres dont la souscription par celui-ci a ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité ; b. De la durée de détention par la société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité des titres reçus en contrepartie des souscriptions qu'elle a effectuées au capital de sociétés satisfaisant à l'ensemble des conditions prévues aux a à e ou aux a à h du 1 du I du même article 885-0 V bis du code précité et prises en compte pour le bénéfice de la réduction d'impôt de solidarité sur la fortune. 2. En cas de cession mentionnée au deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année d'imposition suivant la cession une attestation de la société dont il a cédé les titres, indiquant : a. Le nombre des titres cédés ; b. Le montant et la date de la cession. Cette attestation doit préciser le caractère obligatoire de la cession, au sens du deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité. Le contribuable joint également à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation de la société dont il a souscrit les titres en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité, indiquant : a. La raison sociale, l'objet social et le siège social de la société ; b.L'identité et l'adresse du souscripteur ; c. Le nombre des titres souscrits, le montant et la date de leur souscription ; d. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. Lorsque le remploi intervient après la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, l'attestation de la société est jointe à la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant ce remploi. Cette attestation doit préciser que la société satisfait aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier de la durée de détention des titres souscrits en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité.",
            "texteHtml": "<p>I.-1. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au 1 ou au 2 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>l'article 885-0 V bis du code général des impôts </a>et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger, cette société lui délivre un état individuel qui mentionne : </p><p>a.L'objet pour lequel il est établi : application de l'article 885-0 V bis du code précité ; </p><p>b. La raison sociale, l'objet social et le siège social de la société ; </p><p>c.L'identité et l'adresse du souscripteur ; </p><p>d. Le nombre des titres souscrits, le montant et la date de leur souscription ; </p><p>e. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. </p><p>Cet état doit préciser que la société satisfait aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. </p><p>2. Les dispositions du 1 s'appliquent également en cas de souscription au capital d'une société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger. </p><p>Dans ce cas, outre les mentions prévues au 1, la société mentionne également sur l'état individuel précité, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité, effectués avec les capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit : </p><p>a. La raison sociale, l'objet social et le siège social de la société bénéficiaire de la souscription ; </p><p>b. Le nombre de titres souscrits, le montant et la date de leur souscription ; </p><p>c. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital ; </p><p>d. Le détail de la fraction mentionnée au deuxième alinéa du b du 3 du I de l'article 885-0 V bis du code précité. </p><p>3. Afin de permettre au contribuable de bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au 1 et au 2 du I de l'article 885-0 V bis du code précité, la société au capital de laquelle il a souscrit et dont les titres sont admis aux négociations sur un marché d'instruments financiers français ou étranger autre que réglementé s'engage, dans le prospectus prévu par la <a href='/affichTexte.do?cidTexte=JORFTEXT000000888280&categorieLien=cid'>directive 2003 / 71 / CE du Parlement européen et du Conseil du 4 novembre 2003</a>, à satisfaire, selon le cas, aux conditions prévues aux a à e ou aux a à h du 1, au 2 ou au 3 du I de l'article 885-0 V bis du code précité.A défaut de prospectus, elle délivre au contribuable l'état individuel mentionné au premier alinéa du 1. </p><p>4. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres sont admis aux négociations sur un marché d'instruments financiers français ou étranger autre que réglementé, il informe la société afin qu'elle lui délivre un état individuel. </p><p>La société indique sur cet état, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis précité effectuées avec les capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit, les mentions prévues au 2. </p><p>II.-1. En cas de souscription au capital d'une société dont les titres ne sont pas admis à la négociation sur un marché d'instruments financiers français ou étranger, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, l'état individuel qui lui est remis conformément au I. </p><p>2. En cas de souscription au capital d'une société dont les titres sont admis à la négociation sur un marché d'instruments financiers français ou étranger autre que réglementé, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, les documents suivants : </p><p>a.L'avis d'opéré remis par l'établissement financier teneur de son compte sur lequel sont inscrits les titres souscrits ; </p><p>b. La copie de l'information publique publiée par un prestataire de services d'investissement ou l'entreprise de marché concernés ou tout autre organisme similaire étranger, indiquant le ratio de titres de capital correspondant à des titres nouvellement émis ; </p><p>c. Et, le cas échéant, les états individuels prévus au 3 et au 4 du I. </p><p>Le contribuable précise par ailleurs le nombre de titres mentionnés sur l'avis d'opéré pour lesquels il entend bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. </p><p>Le contribuable justifie de l'éligibilité de son investissement à la réduction d'impôt de solidarité sur la fortune par la production, sur demande de l'administration fiscale, du prospectus prévu au 3 du I. </p><p>III.-1. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier : </p><p>a. De la durée de détention des titres dont la souscription par celui-ci a ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité ; </p><p>b. De la durée de détention par la société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité des titres reçus en contrepartie des souscriptions qu'elle a effectuées au capital de sociétés satisfaisant à l'ensemble des conditions prévues aux a à e ou aux a à h du 1 du I du même article 885-0 V bis du code précité et prises en compte pour le bénéfice de la réduction d'impôt de solidarité sur la fortune. </p><p>2. En cas de cession mentionnée au deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année d'imposition suivant la cession une attestation de la société dont il a cédé les titres, indiquant : </p><p>a. Le nombre des titres cédés ; </p><p>b. Le montant et la date de la cession. </p><p>Cette attestation doit préciser le caractère obligatoire de la cession, au sens du deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité. </p><p>Le contribuable joint également à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation de la société dont il a souscrit les titres en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité, indiquant : </p><p>a. La raison sociale, l'objet social et le siège social de la société ; </p><p>b.L'identité et l'adresse du souscripteur ; </p><p>c. Le nombre des titres souscrits, le montant et la date de leur souscription ; </p><p>d. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. </p><p>Lorsque le remploi intervient après la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, l'attestation de la société est jointe à la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant ce remploi. </p><p>Cette attestation doit préciser que la société satisfait aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. </p><p>Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier de la durée de détention des titres souscrits en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité.</p>",
            "num": "299 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1275868800000,
            "dateFin": 1469232000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080376125,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018647664",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000022317668",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2010-604 du 4 juin 2010 art 2 : Les dispositions du  présent article sont applicables à l'impôt de solidarité sur la fortune dû à compter de l'année 2010.",
            "notaHtml": "<p>Décret n° 2010-604 du 4 juin 2010 art 2 : Les dispositions du  présent article sont applicables à l'impôt de solidarité sur la fortune dû à compter de l'année 2010.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022309133",
                    "textTitle": "Décret n°2010-604\n du 4 juin 2010 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022309858",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-06-06",
                    "dateSignaTexte": "2010-06-04",
                    "dateDebutCible": "2010-06-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000888280",
                    "textTitle": "Directive 2003/71/CE du Parlement européen et du Conseil du 4 novembre 2003",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000888280",
                    "natureText": "DIRECTIVE_EURO",
                    "parentCid": null,
                    "numTexte": "2003-71",
                    "datePubli": 1072828800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018648108",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1208304000000,
                    "dateFin": 1275868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022317668",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1275868800000,
                    "dateFin": 1469232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032924263",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1469232000000,
                    "dateFin": 1493942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034597865",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1493942400000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 septies",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000018648108",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018648108",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au 1 ou au 2 du I de l'article 885-0 V bis du code général des impôts et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger, cette société lui délivre un état individuel qui mentionne : a. L'objet pour lequel il est établi : application de l'article 885-0 V bis du code précité ; b. La raison sociale, l'objet social et le siège social de la société ; c. L'identité et l'adresse du souscripteur ; d. Le nombre des titres souscrits, le montant et la date de leur souscription ; e. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. Cet état doit préciser que la société satisfait aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. 2. Les dispositions du 1 s'appliquent également en cas de souscription au capital d'une société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger. Dans ce cas, outre les mentions prévues au 1, la société mentionne également sur l'état individuel précité, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité, effectués avec les capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit : a. La raison sociale, l'objet social et le siège social de la société bénéficiaire de la souscription ; b. Le nombre de titres souscrits, le montant et la date de leur souscription ; c. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital ; d. Le détail de la fraction mentionnée au deuxième alinéa du b du 3 du I de l'article 885-0 V bis du code précité. 3. Afin de permettre au contribuable de bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au 1 et au 2 du I de l'article 885-0 V bis du code précité, la société au capital de laquelle il a souscrit et dont les titres sont admis aux négociations sur un marché d'instruments financiers français ou étranger autre que réglementé s'engage, dans le prospectus prévu par la directive 2003 / 71 / CE du Parlement européen et du Conseil du 4 novembre 2003, à satisfaire, selon le cas, aux conditions prévues aux a à e ou aux a à h du 1, au 2 ou au 3 du I de l'article 885-0 V bis du code précité. A défaut de prospectus, elle délivre au contribuable l'état individuel mentionné au premier alinéa du 1. 4. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres sont admis aux négociations sur un marché d'instruments financiers français ou étranger autre que réglementé, il informe la société afin qu'elle lui délivre un état individuel. La société indique sur cet état, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis précité effectuées avec les capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit, les mentions prévues au 2. II.-1. En cas de souscription au capital d'une société dont les titres ne sont pas admis à la négociation sur un marché d'instruments financiers français ou étranger, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune l'état individuel qui lui est remis conformément au I. 2. En cas de souscription au capital d'une société dont les titres sont admis à la négociation sur un marché d'instruments financiers français ou étranger autre que réglementé, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune les documents suivants : a. L'avis d'opéré remis par l'établissement financier teneur de son compte sur lequel sont inscrits les titres souscrits ; b. La copie de l'information publique publiée par un prestataire de services d'investissement ou l'entreprise de marché concernés ou tout autre organisme similaire étranger, indiquant le ratio de titres de capital correspondant à des titres nouvellement émis ; c. Et, le cas échéant, les états individuels prévus au 3 et au 4 du I. Le contribuable précise par ailleurs le nombre de titres mentionnés sur l'avis d'opéré pour lesquels il entend bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. Le contribuable justifie de l'éligibilité de son investissement à la réduction d'impôt de solidarité sur la fortune par la production, sur demande de l'administration fiscale, du prospectus prévu au 3 du I. III.-1. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier : a. De la durée de détention des titres dont la souscription par celui-ci a ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité ; b. De la durée de détention par la société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité des titres reçus en contrepartie des souscriptions qu'elle a effectuées au capital de sociétés satisfaisant à l'ensemble des conditions prévues aux a à e ou aux a à h du 1 du I du même article 885-0 V bis du code précité et prises en compte pour le bénéfice de la réduction d'impôt de solidarité sur la fortune. 2. En cas de cession mentionnée au deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année d'imposition suivant la cession une attestation de la société dont il a cédé les titres, indiquant : a. Le nombre des titres cédés ; b. Le montant et la date de la cession. Cette attestation doit préciser le caractère obligatoire de la cession, au sens du deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité. Le contribuable joint également à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession une attestation de la société dont il a souscrit les titres en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité, indiquant : a. La raison sociale, l'objet social et le siège social de la société ; b. L'identité et l'adresse du souscripteur ; c. Le nombre des titres souscrits, le montant et la date de leur souscription ; d. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. Lorsque le remploi intervient après la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, l'attestation de la société est jointe à la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant ce remploi. Cette attestation doit préciser que la société satisfait aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier de la durée de détention des titres souscrits en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité.",
            "texteHtml": "<p>I.-1. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au 1 ou au 2 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>l'article 885-0 V bis du code général des impôts</a> et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger, cette société lui délivre un état individuel qui mentionne : </p><p>a. L'objet pour lequel il est établi : application de l'article 885-0 V bis du code précité ; </p><p>b. La raison sociale, l'objet social et le siège social de la société ; </p><p>c. L'identité et l'adresse du souscripteur ; </p><p>d. Le nombre des titres souscrits, le montant et la date de leur souscription ; </p><p>e. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. </p><p>Cet état doit préciser que la société satisfait aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. </p><p>2. Les dispositions du 1 s'appliquent également en cas de souscription au capital d'une société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres ne sont pas admis aux négociations sur un marché d'instruments financiers français ou étranger. </p><p>Dans ce cas, outre les mentions prévues au 1, la société mentionne également sur l'état individuel précité, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité, effectués avec les capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit : </p><p>a. La raison sociale, l'objet social et le siège social de la société bénéficiaire de la souscription ; </p><p>b. Le nombre de titres souscrits, le montant et la date de leur souscription ; </p><p>c. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital ; </p><p>d. Le détail de la fraction mentionnée au deuxième alinéa du b du 3 du I de l'article 885-0 V bis du code précité. </p><p>3. Afin de permettre au contribuable de bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au 1 et au 2 du I de l'article 885-0 V bis du code précité, la société au capital de laquelle il a souscrit et dont les titres sont admis aux négociations sur un marché d'instruments financiers français ou étranger autre que réglementé s'engage, dans le prospectus prévu par la directive 2003 / 71 / CE du Parlement européen et du Conseil du 4 novembre 2003, à satisfaire, selon le cas, aux conditions prévues aux a à e ou aux a à h du 1, au 2 ou au 3 du I de l'article 885-0 V bis du code précité. A défaut de prospectus, elle délivre au contribuable l'état individuel mentionné au premier alinéa du 1. </p><p>4. Lorsqu'un contribuable souscrit au capital d'une société satisfaisant aux conditions prévues au premier alinéa du 3 du I de l'article 885-0 V bis du code précité et dont les titres sont admis aux négociations sur un marché d'instruments financiers français ou étranger autre que réglementé, il informe la société afin qu'elle lui délivre un état individuel. </p><p>La société indique sur cet état, pour chacun des versements effectués au titre de ses souscriptions au capital de sociétés satisfaisant aux conditions prévues aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis précité effectuées avec les capitaux qu'elle a reçus, au titre de la constitution de son capital initial ou de l'augmentation de son capital auquel le contribuable a souscrit, les mentions prévues au 2. </p><p>II.-1. En cas de souscription au capital d'une société dont les titres ne sont pas admis à la négociation sur un marché d'instruments financiers français ou étranger, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune l'état individuel qui lui est remis conformément au I. </p><p>2. En cas de souscription au capital d'une société dont les titres sont admis à la négociation sur un marché d'instruments financiers français ou étranger autre que réglementé, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune les documents suivants : </p><p>a. L'avis d'opéré remis par l'établissement financier teneur de son compte sur lequel sont inscrits les titres souscrits ; </p><p>b. La copie de l'information publique publiée par un prestataire de services d'investissement ou l'entreprise de marché concernés ou tout autre organisme similaire étranger, indiquant le ratio de titres de capital correspondant à des titres nouvellement émis ; </p><p>c. Et, le cas échéant, les états individuels prévus au 3 et au 4 du I. </p><p>Le contribuable précise par ailleurs le nombre de titres mentionnés sur l'avis d'opéré pour lesquels il entend bénéficier de la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité. </p><p>Le contribuable justifie de l'éligibilité de son investissement à la réduction d'impôt de solidarité sur la fortune par la production, sur demande de l'administration fiscale, du prospectus prévu au 3 du I. </p><p>III.-1. Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier : </p><p>a. De la durée de détention des titres dont la souscription par celui-ci a ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité ; </p><p>b. De la durée de détention par la société mentionnée au premier alinéa du 3 du I de l'article 885-0 V bis du code précité des titres reçus en contrepartie des souscriptions qu'elle a effectuées au capital de sociétés satisfaisant à l'ensemble des conditions prévues aux a à e ou aux a à h du 1 du I du même article 885-0 V bis du code précité et prises en compte pour le bénéfice de la réduction d'impôt de solidarité sur la fortune. </p><p>2. En cas de cession mentionnée au deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité, le contribuable joint à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année d'imposition suivant la cession une attestation de la société dont il a cédé les titres, indiquant : </p><p>a. Le nombre des titres cédés ; </p><p>b. Le montant et la date de la cession. </p><p>Cette attestation doit préciser le caractère obligatoire de la cession, au sens du deuxième alinéa du 2 du II de l'article 885-0 V bis du code précité. </p><p>Le contribuable joint également à sa déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession une attestation de la société dont il a souscrit les titres en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité, indiquant : </p><p>a. La raison sociale, l'objet social et le siège social de la société ; </p><p>b. L'identité et l'adresse du souscripteur ; </p><p>c. Le nombre des titres souscrits, le montant et la date de leur souscription ; </p><p>d. La date et le montant des versements effectués au titre de la souscription au capital initial ou aux augmentations de capital. </p><p>Lorsque le remploi intervient après la date limite de dépôt de la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant la cession, l'attestation de la société est jointe à la déclaration d'impôt de solidarité sur la fortune devant être souscrite au titre de l'année suivant ce remploi. </p><p>Cette attestation doit préciser que la société satisfait aux conditions mentionnées aux a à e ou aux a à h du 1 du I de l'article 885-0 V bis du code précité. </p><p>Le contribuable produit à l'administration fiscale, sur sa demande, tout document de nature à justifier de la durée de détention des titres souscrits en remploi du prix de cession des titres dont la souscription avait ouvert droit à la réduction d'impôt de solidarité sur la fortune prévue au I de l'article 885-0 V bis du code précité.</p>",
            "num": "299 septies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1208304000000,
            "dateFin": 1275868800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080376125,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000018647664",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000018648108",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018647051",
                    "textTitle": "Décret n°2008-336\n du 14 avril 2008 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000018647614",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-04-15",
                    "dateSignaTexte": "2008-04-14",
                    "dateDebutCible": "2008-04-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018648108",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1208304000000,
                    "dateFin": 1275868800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022317668",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1275868800000,
                    "dateFin": 1469232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032924263",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1469232000000,
                    "dateFin": 1493942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034597865",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1493942400000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 septies",
                "299"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}