{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036671335",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement. Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, le conseil économique, social, environnemental et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. Le comité de bassin organise la participation du public à l'élaboration du schéma directeur d'aménagement et de gestion des eaux conformément à la procédure prévue au II de l'article L. 212-2 du code de l'environnement. Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils départementaux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public. Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation. La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au quatrième alinéa du présent I, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat. II. – Pour exercer les missions définies au I du présent article et à l'article L. 213-8 du code de l'environnement, il est créé un comité de bassin de Corse composé : 1° De représentants de la collectivité territoriale de Corse et des communes ou de leurs groupements ; 2° De représentants des usagers et de personnalités compétentes ; 3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. III. – Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet. Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : 1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; 2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; 3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; 4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau. Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public. Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent. Le schéma d'aménagement et de gestion des eaux peut être modifié ou révisé par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat. La procédure de modification est réservée aux cas mentionnés à la seconde phrase du premier alinéa de l'article L. 212-7 du code de l'environnement. Le projet de modification est soumis à la participation par voie électronique prévue à l'article L. 123-19 du même code. A l'issue de cette participation, le projet de schéma modifié est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public. Le projet de révision est soumis à la participation par voie électronique prévue au même article L. 123-19. A l'issue de cette participation, le projet de schéma révisé est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public.",
            "texteHtml": "<p>I. – La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833004&dateTexte=&categorieLien=cid'>articles L. 212-1 à L. 212-6 </a>du code de l'environnement.</p><p>Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, le conseil économique, social, environnemental et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence.</p><p>Le comité de bassin organise la participation du public à l'élaboration du schéma directeur d'aménagement et de gestion des eaux conformément à la procédure prévue au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833008&dateTexte=&categorieLien=cid'>L. 212-2 </a>du code de l'environnement.</p><p>Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils départementaux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable.</p><p>Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public.</p><p>Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation.</p><p>La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur.</p><p>En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au quatrième alinéa du présent I, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat.</p><p>II. – Pour exercer les missions définies au I du présent article et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833051&dateTexte=&categorieLien=cid'>L. 213-8 </a>du code de l'environnement, il est créé un comité de bassin de Corse composé :</p><p>1° De représentants de la collectivité territoriale de Corse et des communes ou de leurs groupements ;</p><p>2° De représentants des usagers et de personnalités compétentes ;</p><p>3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels.</p><p>Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges.</p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse.</p><p>III. – Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833014&dateTexte=&categorieLien=cid'>L. 212-3 </a>du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet.</p><p>Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée :</p><p>1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ;</p><p>2° Pour 20 %, de représentants de la collectivité territoriale de Corse ;</p><p>3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ;</p><p>4° Pour 20 %, de représentants de l'Etat et de ses établissements publics.</p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau.</p><p>Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public.</p><p>Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent.</p><p>Le schéma d'aménagement et de gestion des eaux peut être modifié ou révisé par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat.</p><p>La procédure de modification est réservée aux cas mentionnés à la seconde phrase du premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833028&dateTexte=&categorieLien=cid'>L. 212-7 </a>du code de l'environnement. Le projet de modification est soumis à la participation par voie électronique prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000022482318&dateTexte=&categorieLien=cid'>L. 123-19</a> du même code. A l'issue de cette participation, le projet de schéma modifié est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public.</p><p>Le projet de révision est soumis à la participation par voie électronique prévue au même article L. 123-19. A l'issue de cette participation, le projet de schéma révisé est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public.</p>",
            "num": "L4424-36",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "VIGUEUR",
            "dateDebut": 1520121600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : LA RÉGION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116632",
                        "id": "LEGISCTA000006116632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135505",
                        "id": "LEGISCTA000006135505",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149298",
                        "id": "LEGISCTA000006149298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Compétences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164716",
                        "id": "LEGISCTA000006164716",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Environnement et services de proximité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181175",
                        "id": "LEGISCTA000006181175",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Eau et assainissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192409",
                        "id": "LEGISCTA000006192409",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006392613",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192409",
            "sectionParentId": "LEGISCTA000006192409",
            "sectionParentTitre": "Sous-section 2 : Eau et assainissement",
            "fullSectionsTitre": "Partie législative &gt; QUATRIÈME PARTIE : LA RÉGION &gt; LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE &gt; TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE &gt; CHAPITRE IV : Compétences &gt; Section 4 : Environnement et services de proximité &gt; Sous-section 2 : Eau et assainissement",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036671335",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036666074",
                    "textTitle": "LOI n°2018-148 du 2 mars 2018 - art. 5 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000036668578",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-03-03",
                    "dateSignaTexte": "2018-03-02",
                    "dateDebutCible": "2018-03-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000442649",
                    "textTitle": "Arrêté du 14 septembre 1966 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006862546",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000000513023",
                    "textTitle": "Décret n°66-699 du 14 septembre 1966 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006854415",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-699",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000020251467",
                    "textTitle": "Arrêté du 27 janvier 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020251467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1234569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841823",
                    "textTitle": "Décret n°2017-1484 du 20 octobre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035841840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1484",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047445449",
                    "textTitle": "Arrêté du 17 mars 2023 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000047445452",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1681516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D213-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D213-18",
                    "articleId": "LEGIARTI000006836946",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-17",
                    "articleId": "LEGIARTI000006835347",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174608000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-34",
                    "articleId": "LEGIARTI000035857732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1508716800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-36-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4424-36-1",
                    "articleId": "LEGIARTI000036671323",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1520121600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L123-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L123-19",
                    "articleId": "LEGIARTI000022482318",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006833004",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000006833008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-3",
                    "articleId": "LEGIARTI000006833014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-7",
                    "articleId": "LEGIARTI000006833028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L213-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-8",
                    "articleId": "LEGIARTI000006833051",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006392613",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1011744000000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392614",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392615",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022483296",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027574887",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032973274",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033465151",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1520121600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036671335",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1520121600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4424-36",
                "4424-36"
            ],
            "versionPrecedente": "LEGIARTI000033465151",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033465151",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement. Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, le conseil économique, social, environnemental et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. Le comité de bassin organise la participation du public à l'élaboration du schéma directeur d'aménagement et de gestion des eaux conformément à la procédure prévue au II de l'article L. 212-2 du code de l'environnement. Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils départementaux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public. Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation. La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat. II. – Pour exercer les missions définies au I du présent article et à l'article L. 213-8 du code de l'environnement, il est créé un comité de bassin de Corse composé : 1° De représentants de la collectivité territoriale de Corse et des communes ou de leurs groupements ; 2° De représentants des usagers et de personnalités compétentes ; 3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. III. – Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet. Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : 1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; 2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; 3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; 4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau. Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public. Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent. Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat, si cette modification ne porte pas atteinte aux objectifs de ce schéma. Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat. Cette procédure de modification est applicable dans les conditions prévues à l'article L. 212-7 du code de l'environnement. Le schéma d'aménagement et de gestion de l'eau modifié est approuvé par l'assemblée de Corse. Le schéma est tenu à la disposition du public. Le schéma d'aménagement et de gestion des eaux peut être révisé dans les conditions prévues à l'article L. 212-9 du code de l'environnement. Le schéma d'aménagement et de gestion de l'eau révisé est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public.",
            "texteHtml": "<p>I. – La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833004&dateTexte=&categorieLien=cid'>articles L. 212-1 à L. 212-6 </a>du code de l'environnement.</p><p>Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, le conseil économique, social, environnemental et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence.</p><p>Le comité de bassin organise la participation du public à l'élaboration du schéma directeur d'aménagement et de gestion des eaux conformément à la procédure prévue au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833008&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L212-2 (V)'>L. 212-2 </a>du code de l'environnement.</p><p>Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils départementaux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable.</p><p>Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public.</p><p>Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation.</p><p>La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur.</p><p>En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat.</p><p>II. – Pour exercer les missions définies au I du présent article et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833051&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L213-8 (VT)'>L. 213-8 </a>du code de l'environnement, il est créé un comité de bassin de Corse composé :</p><p>1° De représentants de la collectivité territoriale de Corse et des communes ou de leurs groupements ;</p><p>2° De représentants des usagers et de personnalités compétentes ;</p><p>3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels.</p><p>Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges.</p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse.</p><p>III. – Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833014&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L212-3 (V)'>L. 212-3 </a>du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet.</p><p>Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée :</p><p>1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ;</p><p>2° Pour 20 %, de représentants de la collectivité territoriale de Corse ;</p><p>3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ;</p><p>4° Pour 20 %, de représentants de l'Etat et de ses établissements publics.</p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau.</p><p>Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public.</p><p>Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent.</p><p>Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat, si cette modification ne porte pas atteinte aux objectifs de ce schéma.</p><p>Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat.</p><p>Cette procédure de modification est applicable dans les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833028&dateTexte=&categorieLien=cid'>l'article L. 212-7 </a>du code de l'environnement. Le schéma d'aménagement et de gestion de l'eau modifié est approuvé par l'assemblée de Corse. Le schéma est tenu à la disposition du public.</p><p>Le schéma d'aménagement et de gestion des eaux peut être révisé dans les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833031&dateTexte=&categorieLien=cid'>l'article L. 212-9 </a>du code de l'environnement. Le schéma d'aménagement et de gestion de l'eau révisé est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public.</p>",
            "num": "L4424-36",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1514764800000,
            "dateFin": 1520121600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : LA RÉGION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116632",
                        "id": "LEGISCTA000006116632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135505",
                        "id": "LEGISCTA000006135505",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149298",
                        "id": "LEGISCTA000006149298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Compétences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164716",
                        "id": "LEGISCTA000006164716",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Environnement et services de proximité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181175",
                        "id": "LEGISCTA000006181175",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Eau et assainissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192409",
                        "id": "LEGISCTA000006192409",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006392613",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192409",
            "sectionParentId": "LEGISCTA000006192409",
            "sectionParentTitre": "Sous-section 2 : Eau et assainissement",
            "fullSectionsTitre": "Partie législative &gt; QUATRIÈME PARTIE : LA RÉGION &gt; LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE &gt; TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE &gt; CHAPITRE IV : Compétences &gt; Section 4 : Environnement et services de proximité &gt; Sous-section 2 : Eau et assainissement",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033465151",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n° 2015-991 du 7 août 2015 - art. 30 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000030998175",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-08",
                    "dateSignaTexte": "2015-08-07",
                    "dateDebutCible": "2015-08-09"
                },
                {
                    "textCid": "JORFTEXT000033440998",
                    "textTitle": "Ordonnance n°2016-1562 du 21 novembre 2016 - art. 33",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000033456965",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-11-22",
                    "dateSignaTexte": "2016-11-21",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000442649",
                    "textTitle": "Arrêté du 14 septembre 1966 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006862546",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000000513023",
                    "textTitle": "Décret n°66-699 du 14 septembre 1966 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006854415",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-699",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000020251467",
                    "textTitle": "Arrêté du 27 janvier 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020251467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1234569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841823",
                    "textTitle": "Décret n°2017-1484 du 20 octobre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035841840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1484",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047445449",
                    "textTitle": "Arrêté du 17 mars 2023 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000047445452",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1681516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D213-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D213-18",
                    "articleId": "LEGIARTI000006836946",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-17",
                    "articleId": "LEGIARTI000006835347",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174608000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-34",
                    "articleId": "LEGIARTI000035857732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1508716800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-36-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4424-36-1",
                    "articleId": "LEGIARTI000006392616",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1082592000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006833004",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000006833008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-3",
                    "articleId": "LEGIARTI000006833014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-7",
                    "articleId": "LEGIARTI000006833028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-9",
                    "articleId": "LEGIARTI000006833031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L213-8 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-8",
                    "articleId": "LEGIARTI000006833051",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006392613",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1011744000000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392614",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392615",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022483296",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027574887",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032973274",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033465151",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1520121600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036671335",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1520121600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4424-36",
                "4424-36"
            ],
            "versionPrecedente": "LEGIARTI000032973274",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032973274",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement. Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils départementaux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. Le comité de bassin organise la participation du public à l'élaboration du schéma directeur d'aménagement et de gestion des eaux conformément à la procédure prévue au II de l'article L. 212-2 du code de l'environnement. Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils départementaux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public. Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation. La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat. II.-Pour exercer les missions définies au I du présent article et à l'article L. 213-8 du code de l'environnement, il est créé un comité de bassin de Corse composé : 1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ; 2° De représentants des usagers et de personnalités compétentes ; 3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. III.-Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet. Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : 1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; 2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; 3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; 4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau. Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public. Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent. Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat, si cette modification ne porte pas atteinte aux objectifs de ce schéma. Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat. Cette procédure de modification est applicable dans les conditions prévues à l'article L. 212-7 du code de l'environnement. Le schéma d'aménagement et de gestion de l'eau modifié est approuvé par l'assemblée de Corse. Le schéma est tenu à la disposition du public. Le schéma d'aménagement et de gestion des eaux peut être révisé dans les conditions prévues à l'article L. 212-9 du code de l'environnement. Le schéma d'aménagement et de gestion de l'eau révisé est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public.",
            "texteHtml": "<p>I.-La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement.</p><p>Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils départementaux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence.</p><p>Le comité de bassin organise la participation du public à l'élaboration du schéma directeur d'aménagement et de gestion des eaux conformément à la procédure prévue au II de l'article L. 212-2 du code de l'environnement.</p><p>Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils départementaux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable.</p><p>Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public.</p><p>Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation.</p><p>La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur.</p><p>En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat.</p><p>II.-Pour exercer les missions définies au I du présent article et à l'article L. 213-8 du code de l'environnement, il est créé un comité de bassin de Corse composé :</p><p>1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ;</p><p>2° De représentants des usagers et de personnalités compétentes ;</p><p>3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels.</p><p>Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges.</p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse.</p><p>III.-Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet.</p><p>Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée :</p><p>1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ;</p><p>2° Pour 20 %, de représentants de la collectivité territoriale de Corse ;</p><p>3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ;</p><p>4° Pour 20 %, de représentants de l'Etat et de ses établissements publics.</p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau.</p><p>Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public.</p><p>Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent.</p><p>Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat, si cette modification ne porte pas atteinte aux objectifs de ce schéma.</p><p>Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat.</p><p> Cette procédure de modification est applicable dans les conditions prévues à l'article L. 212-7 du code de l'environnement. Le schéma d'aménagement et de gestion de l'eau modifié est approuvé par l'assemblée de Corse. Le schéma est tenu à la disposition du public.</p><p> Le schéma d'aménagement et de gestion des eaux peut être révisé dans les conditions prévues à l'article L. 212-9 du code de l'environnement. Le schéma d'aménagement et de gestion de l'eau révisé est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public.</p>",
            "num": "L4424-36",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1483228800000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : LA RÉGION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116632",
                        "id": "LEGISCTA000006116632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135505",
                        "id": "LEGISCTA000006135505",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149298",
                        "id": "LEGISCTA000006149298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Compétences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164716",
                        "id": "LEGISCTA000006164716",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Environnement et services de proximité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181175",
                        "id": "LEGISCTA000006181175",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Eau et assainissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192409",
                        "id": "LEGISCTA000006192409",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006392613",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192409",
            "sectionParentId": "LEGISCTA000006192409",
            "sectionParentTitre": "Sous-section 2 : Eau et assainissement",
            "fullSectionsTitre": "Partie législative &gt; QUATRIÈME PARTIE : LA RÉGION &gt; LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE &gt; TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE &gt; CHAPITRE IV : Compétences &gt; Section 4 : Environnement et services de proximité &gt; Sous-section 2 : Eau et assainissement",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032973274",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032966914",
                    "textTitle": "Ordonnance n° 2016-1060 du 3 août 2016 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000032968886",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-08-05",
                    "dateSignaTexte": "2016-08-03",
                    "dateDebutCible": "2016-08-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000442649",
                    "textTitle": "Arrêté du 14 septembre 1966 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006862546",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000000513023",
                    "textTitle": "Décret n°66-699 du 14 septembre 1966 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006854415",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-699",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000020251467",
                    "textTitle": "Arrêté du 27 janvier 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020251467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1234569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841823",
                    "textTitle": "Décret n°2017-1484 du 20 octobre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035841840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1484",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047445449",
                    "textTitle": "Arrêté du 17 mars 2023 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000047445452",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1681516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D213-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D213-18",
                    "articleId": "LEGIARTI000006836946",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-17",
                    "articleId": "LEGIARTI000006835347",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174608000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-34",
                    "articleId": "LEGIARTI000035857732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1508716800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-36-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4424-36-1",
                    "articleId": "LEGIARTI000006392616",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1082592000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006833004",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000006833008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-3",
                    "articleId": "LEGIARTI000006833014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-7 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-7",
                    "articleId": "LEGIARTI000006833028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-9",
                    "articleId": "LEGIARTI000006833031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L213-8 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-8",
                    "articleId": "LEGIARTI000006833051",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006392613",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1011744000000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392614",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392615",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022483296",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027574887",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032973274",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033465151",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1520121600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036671335",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1520121600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4424-36",
                "4424-36"
            ],
            "versionPrecedente": "LEGIARTI000027574887",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027574887",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement. Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils départementaux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils départementaux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public au siège de l'Assemblée de Corse, dans les préfectures et sous-préfectures. Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation. La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. A l'issue de la consultation du public prévue à l'article L. 212-2 du code de l'environnement, il soumet le projet de schéma directeur d'aménagement et de gestion des eaux aux assemblées et organismes mentionnés au troisième alinéa, qui disposent d'un délai de quatre mois pour rendre un avis. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat. II.-Pour exercer les missions définies au I du présent article et à l'article L. 213-8 du code de l'environnement, il est créé un comité de bassin de Corse composé : 1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ; 2° De représentants des usagers et de personnalités compétentes ; 3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. III.-Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet. Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : 1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; 2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; 3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; 4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau. Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public. Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent. Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat, si cette modification ne porte pas atteinte aux objectifs de ce schéma.",
            "texteHtml": "<p>I.-La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement. </p><p>Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils départementaux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. </p><p>Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils départementaux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. </p><p>Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public au siège de l'Assemblée de Corse, dans les préfectures et sous-préfectures. </p><p>Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation. </p><p>La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. </p><p>En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. A l'issue de la consultation du public prévue à l'article L. 212-2 du code de l'environnement, il soumet le projet de schéma directeur d'aménagement et de gestion des eaux aux assemblées et organismes mentionnés au troisième alinéa, qui disposent d'un délai de quatre mois pour rendre un avis. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat. </p><p>II.-Pour exercer les missions définies au I du présent article et à l'article L. 213-8 du code de l'environnement, il est créé un comité de bassin de Corse composé : </p><p>1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ; </p><p>2° De représentants des usagers et de personnalités compétentes ; </p><p>3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. </p><p>Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. </p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. </p><p>III.-Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet. </p><p>Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : </p><p>1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; </p><p>2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; </p><p>3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; </p><p>4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. </p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau. </p><p>Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public. </p><p>Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent. </p><p>Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat, si cette modification ne porte pas atteinte aux objectifs de ce schéma.</p>",
            "num": "L4424-36",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1426982400000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : LA RÉGION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116632",
                        "id": "LEGISCTA000006116632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135505",
                        "id": "LEGISCTA000006135505",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149298",
                        "id": "LEGISCTA000006149298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Compétences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164716",
                        "id": "LEGISCTA000006164716",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Environnement et services de proximité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181175",
                        "id": "LEGISCTA000006181175",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Eau et assainissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192409",
                        "id": "LEGISCTA000006192409",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006392613",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192409",
            "sectionParentId": "LEGISCTA000006192409",
            "sectionParentTitre": "Sous-section 2 : Eau et assainissement",
            "fullSectionsTitre": "Partie législative &gt; QUATRIÈME PARTIE : LA RÉGION &gt; LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE &gt; TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE &gt; CHAPITRE IV : Compétences &gt; Section 4 : Environnement et services de proximité &gt; Sous-section 2 : Eau et assainissement",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027574887",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027414225",
                    "textTitle": "LOI n°2013-403\n du 17 mai 2013 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027416696",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-05-18",
                    "dateSignaTexte": "2013-05-17",
                    "dateDebutCible": "2013-05-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000442649",
                    "textTitle": "Arrêté du 14 septembre 1966 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006862546",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000000513023",
                    "textTitle": "Décret n°66-699 du 14 septembre 1966 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006854415",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-699",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000020251467",
                    "textTitle": "Arrêté du 27 janvier 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020251467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1234569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841823",
                    "textTitle": "Décret n°2017-1484 du 20 octobre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035841840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1484",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047445449",
                    "textTitle": "Arrêté du 17 mars 2023 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000047445452",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1681516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D213-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D213-18",
                    "articleId": "LEGIARTI000006836946",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-17",
                    "articleId": "LEGIARTI000006835347",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174608000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-34",
                    "articleId": "LEGIARTI000035857732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1508716800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-36-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4424-36-1",
                    "articleId": "LEGIARTI000006392616",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1082592000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006833004",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000006833008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-3",
                    "articleId": "LEGIARTI000006833014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006392613",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1011744000000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392614",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392615",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022483296",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027574887",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032973274",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033465151",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1520121600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036671335",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1520121600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4424-36",
                "4424-36"
            ],
            "versionPrecedente": "LEGIARTI000022483296",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022483296",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement. Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils généraux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils généraux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public au siège de l'Assemblée de Corse, dans les préfectures et sous-préfectures. Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation. La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. A l'issue de la consultation du public prévue à l'article L. 212-2 du code de l'environnement, il soumet le projet de schéma directeur d'aménagement et de gestion des eaux aux assemblées et organismes mentionnés au troisième alinéa, qui disposent d'un délai de quatre mois pour rendre un avis. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat. II.-Pour exercer les missions définies au I du présent article et à l'article L. 213-8 du code de l'environnement, il est créé un comité de bassin de Corse composé : 1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ; 2° De représentants des usagers et de personnalités compétentes ; 3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. III.-Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet. Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : 1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; 2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; 3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; 4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau. Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public. Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent. Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat, si cette modification ne porte pas atteinte aux objectifs de ce schéma.",
            "texteHtml": "<p>I.-La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833004&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L212-1 (V)'>articles L. 212-1 à L. 212-6 </a>du code de l'environnement. </p><p>Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils généraux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. </p><p>Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils généraux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. </p><p>Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public au siège de l'Assemblée de Corse, dans les préfectures et sous-préfectures. </p><p>Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation. </p><p>La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. </p><p>En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. A l'issue de la consultation du public prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833008&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L212-2 (V)'>l'article L. 212-2 </a>du code de l'environnement, il soumet le projet de schéma directeur d'aménagement et de gestion des eaux aux assemblées et organismes mentionnés au troisième alinéa, qui disposent d'un délai de quatre mois pour rendre un avis. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat. </p><p>II.-Pour exercer les missions définies au I du présent article et à l'article L. 213-8 du code de l'environnement, il est créé un comité de bassin de Corse composé : </p><p>1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ; </p><p>2° De représentants des usagers et de personnalités compétentes ; </p><p>3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. </p><p>Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. </p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. </p><p>III.-Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833014&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L212-3 (V)'>l'article L. 212-3</a> du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet. </p><p>Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : </p><p>1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; </p><p>2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; </p><p>3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; </p><p>4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. </p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau. </p><p>Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique réalisée conformément au chapitre III du titre II du livre Ier du code de l'environnement. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public. </p><p>Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent. </p><p>Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat, si cette modification ne porte pas atteinte aux objectifs de ce schéma.</p>",
            "num": "L4424-36",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1279065600000,
            "dateFin": 1426982400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : LA RÉGION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116632",
                        "id": "LEGISCTA000006116632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135505",
                        "id": "LEGISCTA000006135505",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149298",
                        "id": "LEGISCTA000006149298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Compétences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164716",
                        "id": "LEGISCTA000006164716",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Environnement et services de proximité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181175",
                        "id": "LEGISCTA000006181175",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Eau et assainissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192409",
                        "id": "LEGISCTA000006192409",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006392613",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192409",
            "sectionParentId": "LEGISCTA000006192409",
            "sectionParentTitre": "Sous-section 2 : Eau et assainissement",
            "fullSectionsTitre": "Partie législative &gt; QUATRIÈME PARTIE : LA RÉGION &gt; LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE &gt; TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE &gt; CHAPITRE IV : Compétences &gt; Section 4 : Environnement et services de proximité &gt; Sous-section 2 : Eau et assainissement",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022483296",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022470434",
                    "textTitle": "LOI n° 2010-788 du 12 juillet 2010 - art. 240",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "240",
                    "articleId": "LEGIARTI000022473276",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-13",
                    "dateSignaTexte": "2010-07-12",
                    "dateDebutCible": "2010-07-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000442649",
                    "textTitle": "Arrêté du 14 septembre 1966 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006862546",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000000513023",
                    "textTitle": "Décret n°66-699 du 14 septembre 1966 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006854415",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-699",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000020251467",
                    "textTitle": "Arrêté du 27 janvier 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020251467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1234569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841823",
                    "textTitle": "Décret n°2017-1484 du 20 octobre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035841840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1484",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047445449",
                    "textTitle": "Arrêté du 17 mars 2023 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000047445452",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1681516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D213-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D213-18",
                    "articleId": "LEGIARTI000006836946",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-17",
                    "articleId": "LEGIARTI000006835347",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174608000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-34",
                    "articleId": "LEGIARTI000035857732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1508716800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-36-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4424-36-1",
                    "articleId": "LEGIARTI000006392616",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1082592000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006833004",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000006833008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-3",
                    "articleId": "LEGIARTI000006833014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006392613",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1011744000000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392614",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392615",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022483296",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027574887",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032973274",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033465151",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1520121600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036671335",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1520121600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4424-36",
                "4424-36"
            ],
            "versionPrecedente": "LEGIARTI000006392615",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006392615",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement. Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils généraux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils généraux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public au siège de l'Assemblée de Corse, dans les préfectures et sous-préfectures. Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation. La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations.A l'issue de la consultation du public prévue à l'article L. 212-2 du code de l'environnement, il soumet le projet de schéma directeur d'aménagement et de gestion des eaux aux assemblées et organismes mentionnés au troisième alinéa, qui disposent d'un délai de quatre mois pour rendre un avis. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat. II.-Pour exercer les missions définies au I du présent article et à l'article L. 213-8 du code de l'environnement, il est créé un comité de bassin de Corse composé : 1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ; 2° De représentants des usagers et de personnalités compétentes ; 3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. III.-Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet. Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : 1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; 2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; 3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; 4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau. Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public. Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent. Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat, si cette modification ne porte pas atteinte aux objectifs de ce schéma.",
            "texteHtml": "<p>I.-La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833004&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L212-1 (V)'>L. 212-1 </a>à L. 212-6 du code de l'environnement. </p><p>Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils généraux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. </p><p>Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils généraux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. </p><p>Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public au siège de l'Assemblée de Corse, dans les préfectures et sous-préfectures. </p><p>Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation. </p><p>La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. </p><p>En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations.A l'issue de la consultation du public prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833008&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L212-2 (V)'>L. 212-2 </a>du code de l'environnement, il soumet le projet de schéma directeur d'aménagement et de gestion des eaux aux assemblées et organismes mentionnés au troisième alinéa, qui disposent d'un délai de quatre mois pour rendre un avis. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat. </p><p>II.-Pour exercer les missions définies au I du présent article et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833051&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L213-8 (V)'>L. 213-8 </a>du code de l'environnement, il est créé un comité de bassin de Corse composé : </p><p>1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ; </p><p>2° De représentants des usagers et de personnalités compétentes ; </p><p>3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. </p><p>Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. </p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. </p><p>III.-Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833014&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L212-3 (V)'>L. 212-3</a> du code de l'environnement. Son périmètre et le délai dans lequel il doit être élaboré et révisé sont déterminés par le schéma directeur. A défaut, ils sont arrêtés par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin. Cet avis est réputé favorable s'il n'est pas intervenu dans un délai de quatre mois suivant la transmission du projet. </p><p>Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : </p><p>1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; </p><p>2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; </p><p>3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; </p><p>4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. </p><p>La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau. </p><p>Le projet de schéma, éventuellement modifié pour tenir compte des avis recueillis, est soumis à enquête publique. A l'issue de l'enquête, le schéma, éventuellement modifié pour tenir compte des observations, est approuvé par l'Assemblée de Corse. Le schéma est tenu à la disposition du public. </p><p>Si le schéma n'est pas élaboré dans le délai imparti, la collectivité territoriale de Corse élabore le projet et, après consultation de la commission locale de l'eau, met en oeuvre la procédure prévue à l'alinéa précédent. </p><p>Le schéma d'aménagement et de gestion des eaux peut être modifié par la collectivité territoriale de Corse, après avis ou sur proposition de la commission locale de l'eau ou du représentant de l'Etat, si cette modification ne porte pas atteinte aux objectifs de ce schéma.</p>",
            "num": "L4424-36",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1167523200000,
            "dateFin": 1279065600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : LA RÉGION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116632",
                        "id": "LEGISCTA000006116632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135505",
                        "id": "LEGISCTA000006135505",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149298",
                        "id": "LEGISCTA000006149298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Compétences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164716",
                        "id": "LEGISCTA000006164716",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Environnement et services de proximité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181175",
                        "id": "LEGISCTA000006181175",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Eau et assainissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192409",
                        "id": "LEGISCTA000006192409",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006392613",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192409",
            "sectionParentId": "LEGISCTA000006192409",
            "sectionParentTitre": "Sous-section 2 : Eau et assainissement",
            "fullSectionsTitre": "Partie législative &gt; QUATRIÈME PARTIE : LA RÉGION &gt; LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE &gt; TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE &gt; CHAPITRE IV : Compétences &gt; Section 4 : Environnement et services de proximité &gt; Sous-section 2 : Eau et assainissement",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006392615",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000649171",
                    "textTitle": "Loi n°2006-1772 du 30 décembre 2006 - art. 80 () JORF 31 décembre 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "80",
                    "articleId": "LEGIARTI000006849276",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-31",
                    "dateSignaTexte": "2006-12-30",
                    "dateDebutCible": "2006-12-31"
                },
                {
                    "textCid": "JORFTEXT000000649171",
                    "textTitle": "Loi n°2006-1772 du 30 décembre 2006 - art. 98 (V) JORF 31 décembre 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "98",
                    "articleId": "LEGIARTI000006849294",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-31",
                    "dateSignaTexte": "2006-12-30",
                    "dateDebutCible": "2006-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000442649",
                    "textTitle": "Arrêté du 14 septembre 1966 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006862546",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000000513023",
                    "textTitle": "Décret n°66-699 du 14 septembre 1966 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006854415",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-699",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000020251467",
                    "textTitle": "Arrêté du 27 janvier 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020251467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1234569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841823",
                    "textTitle": "Décret n°2017-1484 du 20 octobre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035841840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1484",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047445449",
                    "textTitle": "Arrêté du 17 mars 2023 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000047445452",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1681516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D213-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D213-18",
                    "articleId": "LEGIARTI000006836946",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-17",
                    "articleId": "LEGIARTI000006835347",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174608000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-34",
                    "articleId": "LEGIARTI000035857732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1508716800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-36-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4424-36-1",
                    "articleId": "LEGIARTI000006392616",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1082592000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006833004",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000006833008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-3",
                    "articleId": "LEGIARTI000006833014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L213-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-8",
                    "articleId": "LEGIARTI000006833051",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006392613",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1011744000000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392614",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392615",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022483296",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027574887",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032973274",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033465151",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1520121600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036671335",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1520121600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4424-36",
                "4424-36"
            ],
            "versionPrecedente": "LEGIARTI000006392614",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006392614",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement. Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils généraux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils généraux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public au siège de l'Assemblée de Corse, dans les préfectures et sous-préfectures. Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation. La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. A l'issue de la consultation du public prévue à l'article L. 212-2 du code de l'environnement, il soumet le projet de schéma directeur d'aménagement et de gestion des eaux aux assemblées et organismes mentionnés au troisième alinéa, qui disposent d'un délai de quatre mois pour rendre un avis. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat. II. - Pour exercer les missions définies au I du présent article et au III de l'article L. 213-2 du code de l'environnement, il est créé un comité de bassin de Corse composé : 1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ; 2° De représentants des usagers et de personnalités compétentes ; 3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. III. - Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre est déterminé par le schéma directeur. A défaut, il est arrêté par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin. Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : 1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; 2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; 3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; 4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau.",
            "texteHtml": "<p></p>    I. - La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement.<p></p><p></p>   Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse ou, le cas échéant, du représentant de l'Etat, par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils généraux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence.<p></p><p></p>   Le projet de schéma arrêté par le comité de bassin est soumis pour avis, au plus tard un an avant le délai fixé par la loi pour son approbation ou sa mise à jour, au représentant de l'Etat, aux conseils généraux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable.<p></p><p></p>   Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public au siège de l'Assemblée de Corse, dans les préfectures et sous-préfectures.<p></p><p></p>   Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est mis à jour tous les six ans selon les formes prévues pour son approbation.<p></p><p></p>   La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur.<p></p><p></p>   En l'absence de transmission du projet de schéma directeur d'aménagement et de gestion des eaux dans le délai prévu au troisième alinéa, le représentant de l'Etat, après une mise en demeure restée infructueuse, se substitue au comité de bassin pour l'ensemble de ses obligations. A l'issue de la consultation du public prévue à l'article L. 212-2 du code de l'environnement, il soumet le projet de schéma directeur d'aménagement et de gestion des eaux aux assemblées et organismes mentionnés au troisième alinéa, qui disposent d'un délai de quatre mois pour rendre un avis. Le projet arrêté par le représentant de l'Etat est approuvé par l'Assemblée de Corse. A défaut d'approbation par l'Assemblée de Corse dans un délai de quatre mois, il peut être mis en vigueur par décret en Conseil d'Etat.<p></p><p></p>   II. - Pour exercer les missions définies au I du présent article et au III de l'article L. 213-2 du code de l'environnement, il est créé un comité de bassin de Corse composé :<p></p><p></p>   1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ;<p></p><p></p>   2° De représentants des usagers et de personnalités compétentes ;<p></p><p></p>   3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels.<p></p><p></p>   Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges.<p></p><p></p>   La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse.<p></p><p></p>   III. - Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre est déterminé par le schéma directeur. A défaut, il est arrêté par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin.<p></p><p></p>   Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée :<p></p><p></p>   1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ;<p></p><p></p>   2° Pour 20 %, de représentants de la collectivité territoriale de Corse ;<p></p><p></p>   3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ;<p></p><p></p>   4° Pour 20 %, de représentants de l'Etat et de ses établissements publics.<p></p><p></p>   La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau.<p></p>",
            "num": "L4424-36",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1082592000000,
            "dateFin": 1167523200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : LA RÉGION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116632",
                        "id": "LEGISCTA000006116632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135505",
                        "id": "LEGISCTA000006135505",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149298",
                        "id": "LEGISCTA000006149298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Compétences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164716",
                        "id": "LEGISCTA000006164716",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Environnement et services de proximité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181175",
                        "id": "LEGISCTA000006181175",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Eau et assainissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192409",
                        "id": "LEGISCTA000006192409",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006392613",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192409",
            "sectionParentId": "LEGISCTA000006192409",
            "sectionParentTitre": "Sous-section 2 : Eau et assainissement",
            "fullSectionsTitre": "Partie législative &gt; QUATRIÈME PARTIE : LA RÉGION &gt; LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE &gt; TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE &gt; CHAPITRE IV : Compétences &gt; Section 4 : Environnement et services de proximité &gt; Sous-section 2 : Eau et assainissement",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006392614",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000418424",
                    "textTitle": "Loi n°2004-338 du 21 avril 2004 - art. 8 () JORF 22 avril 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006230209",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-04-22",
                    "dateSignaTexte": "2004-04-21",
                    "dateDebutCible": "2004-04-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000442649",
                    "textTitle": "Arrêté du 14 septembre 1966 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006862546",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000000513023",
                    "textTitle": "Décret n°66-699 du 14 septembre 1966 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006854415",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-699",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000020251467",
                    "textTitle": "Arrêté du 27 janvier 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020251467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1234569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841823",
                    "textTitle": "Décret n°2017-1484 du 20 octobre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035841840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1484",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047445449",
                    "textTitle": "Arrêté du 17 mars 2023 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000047445452",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1681516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D213-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D213-18",
                    "articleId": "LEGIARTI000006836946",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-17",
                    "articleId": "LEGIARTI000006835347",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174608000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-34",
                    "articleId": "LEGIARTI000035857732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1508716800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-36-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4424-36-1",
                    "articleId": "LEGIARTI000006392616",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1082592000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006833004",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000006833008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L212-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-3",
                    "articleId": "LEGIARTI000006833014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L213-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-2",
                    "articleId": "LEGIARTI000006833036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement L212-1 à L212-6, L212-1, L212-2, L213-2, L212-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006392613",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1011744000000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392614",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392615",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022483296",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027574887",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032973274",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033465151",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1520121600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036671335",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1520121600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4424-36",
                "4424-36"
            ],
            "versionPrecedente": "LEGIARTI000006392613",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006392613",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement. Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils généraux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence. Le projet de schéma arrêté par le comité de bassin est soumis pour avis au représentant de l'Etat, aux conseils généraux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable. Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public au siège de l'Assemblée de Corse, dans les préfectures et sous-préfectures. Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est révisé tous les six ans selon les formes prévues pour son approbation. La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur. II. - Pour exercer les missions définies au I du présent article et au III de l'article L. 213-2 du code de l'environnement, il est créé un comité de bassin de Corse composé : 1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ; 2° De représentants des usagers et de personnalités compétentes ; 3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels. Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse. III. - Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre est déterminé par le schéma directeur. A défaut, il est arrêté par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin. Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée : 1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ; 2° Pour 20 %, de représentants de la collectivité territoriale de Corse ; 3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ; 4° Pour 20 %, de représentants de l'Etat et de ses établissements publics. La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau.",
            "texteHtml": "<p></p>    I. - La collectivité territoriale de Corse met en oeuvre une gestion équilibrée des ressources en eau. La Corse constitue un bassin hydrographique au sens des articles L. 212-1 à L. 212-6 du code de l'environnement.<p></p><p></p>   Le schéma directeur d'aménagement et de gestion des eaux prévu à l'article L. 212-1 du même code est élaboré à l'initiative de la collectivité territoriale de Corse par le comité de bassin mentionné au II. Le comité de bassin associe à l'élaboration du schéma le représentant de l'Etat, les conseils généraux, le conseil économique, social et culturel de Corse et les chambres consulaires, qui lui communiquent toutes informations utiles relevant de leur compétence.<p></p><p></p>   Le projet de schéma arrêté par le comité de bassin est soumis pour avis au représentant de l'Etat, aux conseils généraux, au conseil économique, social et culturel de Corse et aux chambres consulaires. L'absence d'avis émis dans le délai de quatre mois à compter de la transmission du projet de schéma vaut avis favorable.<p></p><p></p>   Le schéma directeur d'aménagement et de gestion des eaux est adopté par le comité de bassin et approuvé par l'Assemblée de Corse. Il est tenu à la disposition du public au siège de l'Assemblée de Corse, dans les préfectures et sous-préfectures.<p></p><p></p>   Le comité de bassin suit la mise en oeuvre du schéma. Le schéma est révisé tous les six ans selon les formes prévues pour son approbation.<p></p><p></p>   La collectivité territoriale de Corse précise, par délibération de l'Assemblée de Corse, la procédure d'élaboration du schéma directeur.<p></p><p></p>   II. - Pour exercer les missions définies au I du présent article et au III de l'article L. 213-2 du code de l'environnement, il est créé un comité de bassin de Corse composé :<p></p><p></p>   1° De représentants de la collectivité territoriale de Corse, des départements et des communes ou de leurs groupements ;<p></p><p></p>   2° De représentants des usagers et de personnalités compétentes ;<p></p><p></p>   3° De membres désignés pour moitié par le représentant de l'Etat et pour moitié par la collectivité territoriale de Corse, notamment parmi les milieux socioprofessionnels.<p></p><p></p>   Les membres des deux premières catégories détiennent au moins deux tiers du nombre total des sièges.<p></p><p></p>   La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement du comité de bassin de Corse.<p></p><p></p>   III. - Dans chaque sous-bassin ou groupement de sous-bassins présentant des caractères de cohérence hydrographique, écologique et socio-économique, il peut être établi un schéma d'aménagement et de gestion des eaux prévu à l'article L. 212-3 du code de l'environnement. Son périmètre est déterminé par le schéma directeur. A défaut, il est arrêté par la collectivité territoriale de Corse, après consultation ou sur proposition du représentant de l'Etat, des départements et des communes ou de leurs groupements concernés et après avis du comité de bassin.<p></p><p></p>   Une commission locale de l'eau, créée par la collectivité territoriale de Corse, est chargée de l'élaboration, du suivi et de la révision du schéma. Elle est composée :<p></p><p></p>   1° Pour 40 %, de représentants des collectivités territoriales, autres que la collectivité territoriale de Corse, ou de leurs groupements ;<p></p><p></p>   2° Pour 20 %, de représentants de la collectivité territoriale de Corse ;<p></p><p></p>   3° Pour 20 %, de représentants des usagers, des propriétaires riverains, des organisations professionnelles concernées et des associations de protection de l'environnement ;<p></p><p></p>   4° Pour 20 %, de représentants de l'Etat et de ses établissements publics.<p></p><p></p>   La collectivité territoriale de Corse fixe, par délibération de l'Assemblée de Corse, la composition et les règles de fonctionnement de la commission locale de l'eau.<p></p>",
            "num": "L4424-36",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1011744000000,
            "dateFin": 1082592000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : LA RÉGION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116632",
                        "id": "LEGISCTA000006116632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135505",
                        "id": "LEGISCTA000006135505",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149298",
                        "id": "LEGISCTA000006149298",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IV : Compétences",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164716",
                        "id": "LEGISCTA000006164716",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Environnement et services de proximité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181175",
                        "id": "LEGISCTA000006181175",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-01-23",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Eau et assainissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192409",
                        "id": "LEGISCTA000006192409",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006392613",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192409",
            "sectionParentId": "LEGISCTA000006192409",
            "sectionParentTitre": "Sous-section 2 : Eau et assainissement",
            "fullSectionsTitre": "Partie législative &gt; QUATRIÈME PARTIE : LA RÉGION &gt; LIVRE IV : RÉGIONS À STATUT PARTICULIER ET COLLECTIVITÉ TERRITORIALE DE CORSE &gt; TITRE II : LA COLLECTIVITÉ TERRITORIALE DE CORSE &gt; CHAPITRE IV : Compétences &gt; Section 4 : Environnement et services de proximité &gt; Sous-section 2 : Eau et assainissement",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006392613",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000409466",
                    "textTitle": "Loi 2002-92 2002-01-22 art. 3 II F, 26 jorf 23 janvier 2002",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000409466",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-01-23",
                    "dateSignaTexte": "2002-01-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000409466",
                    "textTitle": "Loi n°2002-92 du 22 janvier 2002 - art. 3 ()",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006340703",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-01-23",
                    "dateSignaTexte": "2002-01-22",
                    "dateDebutCible": "2002-01-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000442649",
                    "textTitle": "Arrêté du 14 septembre 1966 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006862546",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000000513023",
                    "textTitle": "Décret n°66-699 du 14 septembre 1966 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006854415",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-699",
                    "datePubli": -103334400000,
                    "dateDebut": 1123286400000
                },
                {
                    "textCid": "JORFTEXT000020251467",
                    "textTitle": "Arrêté du 27 janvier 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020251467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1234569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035841823",
                    "textTitle": "Décret n°2017-1484 du 20 octobre 2017 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035841840",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1484",
                    "datePubli": 1508630400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047445449",
                    "textTitle": "Arrêté du 17 mars 2023 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000047445452",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1681516800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D213-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D213-18",
                    "articleId": "LEGIARTI000006836946",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1179273600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-17 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-17",
                    "articleId": "LEGIARTI000006835347",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174608000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-34",
                    "articleId": "LEGIARTI000035857732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1508716800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-36-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4424-36-1",
                    "articleId": "LEGIARTI000006392616",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1082592000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006392613",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1011744000000,
                    "dateFin": 1082592000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392614",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1082592000000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006392615",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1279065600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022483296",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027574887",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032973274",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033465151",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1520121600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036671335",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1520121600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4424-36",
                "4424-36"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}