{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018518209",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "3.1. Généralités. 3.1.1. Champ d'application. En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83 présentant des risques susceptibles de résulter de leur mobilité doivent être conçues, construites et équipées conformément aux règles techniques définies par les paragraphes 3.1.2 à 3.7 de la présente annexe. 3.1.2. Eclairage. Sans préjudice des autres réglementations, telles que la réglementation routière ou la réglementation relative à la navigation qui leur sont applicables, les machines automotrices destinées à être utilisées dans des lieux obscurs doivent comporter un dispositif d'éclairage adapté au travail à effectuer. 3.1.3. Conception de la machine en vue de la manutention. Lors de la manutention de la machine ou de ses éléments, il ne doit pas pouvoir se produire de déplacements intempestifs ni de risques dus à l'instabilité si la machine ou ses éléments sont manutentionnés conformément à la notice d'instructions. 3.2. Poste de travail. 3.2.1. Poste de conduite. Le poste de conduite doit être conçu en tenant compte des principes de l'ergonomie. Lorsque la machine est équipée de plusieurs postes de conduite, chacun des postes doit disposer de tous les organes de service nécessaires. Dans ce cas, la machine doit être conçue pour que l'utilisation de l'un d'eux rende impossible l'usage des autres. Toutefois, les dispositifs d'arrêt d'urgence prévus par le paragraphe 1.2.4 (II) de la présente annexe doivent pouvoir être actionnés. La visibilité depuis le poste de conduite doit être telle que le conducteur puisse en toute sécurité, pour lui-même et pour les personnes exposées, faire évoluer la machine et ses outils dans les conditions d'utilisation prévues. En cas de besoin, des dispositifs appropriés doivent remédier aux risques résultant de l'insuffisance de la vision directe. La machine doit être conçue et construite pour que, du poste de conduite, il ne puisse y avoir de risques, par contact inopiné avec les roues ou les chenilles, pour le conducteur et les opérateurs embarqués. Le poste de conduite doit être conçu et construit pour éviter tout risque pour la santé dû aux gaz d'échappement ou au manque d'oxygène. Si les dimensions le permettent, le poste de conduite du conducteur porté doit être conçu et construit pour pouvoir être équipé d'une cabine. Dans ce cas, il doit comporter un emplacement destiné au rangement des instructions nécessaires au conducteur et aux opérateurs. Le poste de conduite doit être équipé d'une cabine adéquate lorsque la machine est destinée à être utilisée en des lieux où existe un risque dû à un environnement dangereux. Quand une machine est équipée d'une cabine, celle-ci doit être conçue, construite et équipée pour assurer au conducteur de bonnes conditions de travail et le protéger contre les risques existants pouvant résulter notamment d'un chauffage ou d'une aération inadéquats, d'une visibilité insuffisante, d'un excès de bruit ou de vibrations, de chutes d'objets, de pénétration d'objets ou de retournement. La sortie doit permettre une évacuation rapide. En outre, une issue de secours doit être prévue dans une direction différente de la sortie normale. Les matériaux utilisés pour la cabine et son aménagement doivent être difficilement inflammables. 3.2.2. Sièges. Le siège du conducteur doit assurer la stabilité du conducteur et être conçu en tenant compte des principes de l'ergonomie. Le siège doit être conçu pour réduire au niveau le plus bas raisonnablement possible les vibrations transmises au conducteur. L'ancrage du siège doit résister à toutes les contraintes qu'il peut subir, notamment en cas de retournement. S'il n'existe pas de plancher sous les pieds du conducteur, celui-ci devra disposer de repose-pieds antidérapants. Lorsque la machine peut être équipée d'une structure de protection contre le retournement, le siège doit être équipé d'une ceinture de sécurité ou d'un dispositif équivalent qui maintienne le conducteur sur son siège sans s'opposer ni aux mouvements nécessaires à la conduite, ni aux mouvements éventuels résultant de la suspension. 3.2.3. Autres emplacements destinés aux opérateurs autres que le conducteur. Lorsque, selon les conditions d'utilisation prévues, des opérateurs autres que le conducteur sont occasionnellement ou régulièrement transportés par la machine ou y travaillent, la machine doit comporter des places en nombre suffisant permettant leur transport ou leur travail sans risques, notamment de chute. Lorsque les conditions de travail le permettent, les emplacements de travail visés à l'alinéa précédent doivent être munis de sièges. Si le poste de conduite doit être équipé d'une cabine, les emplacements destinés aux opérateurs autres que le conducteur doivent également être protégés contre les risques ayant justifié la protection du poste de conduite. 3.3. Commandes. 3.3.1.  Organes de service. Depuis le poste de conduite, le conducteur doit pouvoir actionner tous les organes de service nécessaires au fonctionnement de la machine sauf pour les fonctions dont la mise en oeuvre ne peut se faire en sécurité que par des organes de service situés hors du poste de conduite. Cette exception s'applique notamment aux postes de travail, autres que le poste de conduite, dont la charge incombe à des opérateurs autres que le conducteur ou dans le cas où il est nécessaire que le conducteur quitte son poste de conduite pour effectuer la manoeuvre en sécurité. Lorsque certains organes de service sont des pédales, elles doivent être conçues, construites et disposées de façon qu'elles puissent être actionnées par un conducteur de façon sûre avec le minimum de risques de confusion ; elles doivent présenter une surface antidérapante et être facilement nettoyables. Lorsque leur action peut engendrer des risques, notamment des mouvements dangereux, les organes de service de la machine, sauf ceux à positions prédéterminées, doivent revenir en position neutre dès que l'opérateur les libère. Dans le cas de machines à roues, le mécanisme de direction doit être conçu et construit pour réduire la force des mouvements brusques du volant ou du levier de direction résultant de chocs sur les roues directrices. Tout organe de service de blocage du différentiel doit être conçu et disposé de telle sorte qu'il permette le déblocage du différentiel lorsque la machine est en mouvement. 3.3.2. Fonction de déplacement. a) Mise en marche, déplacement : Les machines automotrices à conducteur porté doivent être dotées de moyens tels que clé ou code d'accès décourageant la mise en marche du moteur par des personnes non autorisées. Tout déplacement commandé d'une machine automotrice à conducteur porté ne peut s'effectuer que si le conducteur est à son poste de commande. Un déplacement de la machine ne doit pas pouvoir se produire lors de la mise en marche du moteur. Lorsqu'une machine doit, pour son travail, être équipée de dispositifs dépassant son gabarit normal tels que stabilisateurs ou flèche, le conducteur doit disposer de moyens lui permettant de s'assurer facilement, avant de déplacer la machine, que ces dispositifs sont dans une position définie permettant un déplacement sûr. Il en est de même pour tous les autres éléments qui, pour permettre un déplacement sûr doivent occuper une position définie, verrouillée si nécessaire. Lorsque cela est techniquement et économiquement réalisable, le déplacement de la machine doit être asservi à la position sûre des éléments cités aux deux alinéas précédents. b) Dispositions non applicables à la fonction de déplacement : La dernière phrase du paragraphe 1.2.2 (b) et le paragraphe 1.2.4 de la présente annexe ne sont pas applicables à la fonction de déplacement des machines. 3.3.3. Arrêt du déplacement. Sans préjudice des dispositions prévues par la réglementation applicable à la circulation routière, les machines automotrices ainsi que les remorques doivent en tout état de cause pouvoir être ralenties, arrêtées, freinées, immobilisées de façon sûre dans toutes les conditions de service, de charge, de vitesse, d'état du sol, de déclivité prévues et correspondant à des situations normalement rencontrées. Le ralentissement et l'arrêt de la machine automotrice doivent pouvoir être obtenus par le conducteur au moyen d'un dispositif principal. Dans la mesure où la sécurité l'exige en cas de défaillance du dispositif principal ou en l'absence d'énergie pour actionner ce dispositif, un dispositif de secours ayant des commandes indépendantes et aisément accessibles doit permettre le ralentissement et l'arrêt. Dans la mesure où la sécurité l'exige, le maintien de l'immobilisation de la machine doit être obtenu à l'aide d'un dispositif de stationnement. Ce dispositif peut être confondu avec l'un des dispositifs visés au deuxième alinéa, à condition qu'il soit à action purement mécanique. La machine commandée à distance doit être conçue et construite pour s'arrêter automatiquement si le conducteur en a perdu le contrôle. 3.3.4. Déplacement de machines à conducteur à pied. Tout déplacement d'une machine automotrice à conducteur à pied ne doit pouvoir se produire que si le conducteur effectue une action maintenue sur l'organe de service correspondant. En particulier, un déplacement ne doit pas pouvoir se produire lors de la mise en marche du moteur. Les systèmes de commande des machines à conducteur à pied doivent être conçus de manière à réduire le plus possible les risques dus au déplacement inopiné de la machine vers le conducteur, notamment les risques : 1° D'écrasement ; 2° De blessure provoquée par des outils rotatifs. En outre, la vitesse normale de déplacement de la machine doit être compatible avec la vitesse d'un conducteur à pied. Dans le cas de machines sur lesquelles peut être monté un outil rotatif, l'outil ne doit pas pouvoir être actionné lorsque la marche arrière est enclenchée sauf dans le cas où le déplacement de la machine résulte du mouvement de l'outil. Dans ce dernier cas, la vitesse en marche arrière doit être telle qu'elle ne présente pas de danger pour le conducteur. 3.3.5. Défaillance du circuit de commande. Une défaillance dans l'alimentation de la direction assistée, quand elle existe, ne doit pas empêcher de diriger la machine pour l'arrêter. 3.4. Mesures de protection contre les risques mécaniques. 3.4.0. Dispositions applicables aux structures de protection. Les structures de protection mentionnées aux paragraphes 3.4.3 et 3.4.4 ci-après doivent être conformes aux règles techniques définies aux paragraphes 9 à 9.4 de la présente annexe. 3.4.1. Risques dus à des mouvements non commandés. Quand un élément d'une machine a été arrêté, sa dérive à partir de sa position d'arrêt, quelle qu'en soit la cause, en l'absence d'action sur les organes de service, doit être telle qu'elle ne crée pas de risque pour les personnes exposées. La machine doit être conçue, construite et, le cas échéant, montée sur son support mobile de façon que, lors de son déplacement, les oscillations incontrôlées de son centre de gravité n'affectent pas sa stabilité ou ne produisent pas d'efforts excessifs sur sa structure. 3.4.2. Risques de rupture en service. Les éléments de machines tournant à grande vitesse, pour lesquels, malgré toutes les précautions prises, il subsiste un risque de rupture ou d'éclatement doivent être montés et enveloppés de telle sorte que leurs fragments soient retenus ou, lorsque cela n'est pas possible, qu'ils ne puissent être dirigés ni vers le poste de conduite ni vers les postes de travail. 3.4.3. Risques dus au retournement. Lorsque, pour une machine automotrice avec conducteur porté, et éventuellement opérateurs portés, il existe un risque de retournement, la machine doit être conçue et être munie de points d'ancrage lui permettant de recevoir une structure de protection en cas de retournement. En outre, les engins de terrassement suivants d'une puissance supérieure à 15 kW doivent être munis d'une structure de protection en cas de retournement : 1° Chargeuses à chenilles ou à roues ; 2° Chargeuses-pelleteuses ; 3° Tracteurs à chenilles ou à roues, à l'exception des tracteurs agricoles ou forestiers à roues ; 4° Décapeuses avec ou sans autochargeur ; 5° Niveleuses ; 6° Tombereaux avec avant-train. Une structure de protection en cas de retournement doit être conçue et construite de manière à garantir un volume limite de déformation tel que le conducteur porté et les autres opérateurs portés ne soient pas écrasés en cas de retournement de la machine. Afin de s'assurer que la structure concernée répond aux règles techniques ainsi définies, les essais appropriés doivent être effectués pour chaque type de structure de protection en cas de retournement. 3.4.4. Risques dus aux chutes d'objets. Lorsque, pour une machine avec conducteur porté, et éventuellement avec opérateurs portés, il existe un risque dû à des chutes d'objets ou de matériaux, la machine doit être conçue et être munie, si ses dimensions le permettent, de points d'ancrage lui permettant de recevoir une structure de protection contre les chutes d'objets. Une structure de protection contre les chutes d'objets doit être conçue et construite de manière à garantir un volume limite de déformation tel que le conducteur porté et les autres opérateurs portés ne soient pas écrasés en cas de chute d'objets ou de matériaux. Afin de s'assurer que la structure concernée répond aux règles techniques ainsi définies, les essais appropriés doivent être effectués pour chaque type de structure de protection contre les chutes d'objets. 3.4.5. Accès. La machine doit être munie de moyens d'appui et de maintien conçus, construits et disposés de manière que les opérateurs les utilisent instinctivement et n'utilisent pas à cet effet les organes de service. 3.4.6. Risques dus aux dispositifs de remorquage. Toute machine destinée à remorquer ou à être remorquée doit être équipée de dispositifs de remorquage ou d'attelage conçus, construits, disposés de façon à assurer un attelage et un dételage aisés et sûrs et empêcher un dételage accidentel pendant l'utilisation. Dans la mesure où la charge sur le timon l'exige, ces machines doivent être équipées d'un support avec une surface d'appui adaptée à la charge et au sol. 3.4.7. Risques dus à la transmission de puissance entre une machine automotrice ou un tracteur et une machine réceptrice. Les arbres de transmission à cardans reliant une machine automotrice ou un tracteur au premier palier fixe d'une machine réceptrice doivent être protégés du côté de la machine automotrice ou du tracteur et du côté de la machine réceptrice et cela pour toute la longueur de l'arbre et de ses joints de cardans. Du côté de la machine automotrice ou du tracteur, la prise de force à laquelle est attelé l'arbre de transmission doit être protégée soit par un écran fixé à la machine automotrice ou au tracteur, soit par tout autre dispositif assurant une protection équivalente. Du côté de la machine tractée, l'arbre récepteur doit être enfermé dans un carter de protection fixé sur la machine. La présence d'un limiteur de couple ou d'une roue libre n'est autorisée, pour la transmission par cardan, que du côté de son attelage à la machine réceptrice. Dans ce cas, le sens de montage doit être indiqué sur l'arbre de transmission à cardans. Toute machine tractée, dont le fonctionnement nécessite la présence d'un arbre de transmission la reliant à une machine automotrice ou à un tracteur, doit posséder un système d'accrochage de l'arbre de transmission de telle sorte que, lorsque la machine est dételée, l'arbre de transmission et son dispositif de protection ne soient pas endommagés par contact avec le sol ou avec un élément de la machine. Les éléments extérieurs du dispositif de protection doivent être conçus, construits et disposés de telle sorte qu'ils ne puissent pas tourner avec l'arbre de transmission. Le dispositif de protection doit recouvrir la transmission jusqu'aux extrémités des mâchoires intérieures dans le cas de joints de cardans simples et au moins jusqu'au centre du ou des joints extérieurs dans le cas de cardans dits à grand angle. Si des accès aux postes de travail sont prévus à proximité de l'arbre de transmission à cardans, les dispositifs de protection de cet arbre ne doivent pas pouvoir servir de marchepied, à moins qu'ils ne soient conçus et construits à cette fin. 3.4.8. Risques dus aux éléments mobiles de transmission. Par dérogation au paragraphe 1.3.8-A de la présente annexe, dans le cas des moteurs à combustion interne, les protections mobiles empêchant l'accès aux parties mobiles dans le compartiment moteur peuvent ne pas posséder des dispositifs de verrouillage, à condition que leur ouverture dépende soit de l'utilisation d'un outil ou d'une clé, soit de l'utilisation d'une commande située au poste de conduite si celui-ci est situé dans une cabine entièrement close et d'accès verrouillable. 3.5. Mesures de protection contre d'autres risques. 3.5.1. Risques dus à la batterie d'accumulateurs. Le logement de la batterie doit être construit et placé et la batterie doit être installée de façon à réduire le plus possible la possibilité de projection d'électrolyte sur les opérateurs, même en cas de retournement, et en vue d'éviter l'accumulation de vapeurs aux emplacements occupés par ces derniers. La machine doit être conçue et construite de manière que la batterie puisse être déconnectée à l'aide d'un dispositif facilement accessible prévu à cet effet. 3.5.2. Risques d'incendie. En fonction des risques prévisibles lors de l'utilisation, la machine doit, si ses dimensions le permettent : - soit permettre la mise en place d'extincteurs facilement accessibles ; - soit être munie de systèmes d'extinction faisant partie intégrante de la machine. 3.5.3. Risques dus notamment aux émissions de poussières et gaz. Lorsqu'il existe un risque dû aux émissions de poussières, gaz, liquides, vapeurs et autres déchets produits par la machine, le captage prévu au paragraphe 1.5.13 de la présente annexe peut être remplacé par d'autres moyens d'une efficacité équivalente, tels qu'abattage par pulvérisation d'eau. Les alinéas 2 et 3 du paragraphe 1.5.13 susvisé ne s'appliquent pas aux produits pulvérisés, lorsque la fonction principale de la machine est la pulvérisation de ces produits. 3.6. Indications. 3.6.1. Signalisation - avertissement. Les machines doivent comporter des moyens de signalisation ou des plaques d'instructions concernant l'utilisation, le réglage, la maintenance chaque fois que cela est nécessaire pour assurer la sécurité et la santé des personnes exposées. Ces moyens de signalisation et plaques d'instructions doivent être choisis, conçus, réalisés de façon à être clairement perçus et durables. Sans préjudice de la réglementation applicable à la circulation routière, les machines à conducteur porté doivent être munies des équipements suivants : - un avertisseur sonore permettant d'avertir les personnes exposées ; - un système de signalisation lumineuse tenant compte des conditions d'utilisation prévues, tel que feux de stop, feux de recul et girophares. Les machines commandées à distance dont les conditions d'utilisation normales exposent des personnes aux risques de choc et d'écrasement doivent être munies de moyens appropriés pour signaler leurs évolutions ou de moyens pour protéger les personnes exposées contre ces risques. Il doit en être de même pour les machines dont l'utilisation implique une répétition systématique d'avance et de recul sur un même axe et dont le conducteur ne voit pas directement en arrière. La mise hors service involontaire de tous les dispositifs d'avertissement et de signalisation doit être empêchée par construction. Chaque fois que cela est indispensable à la sécurité, ces dispositifs doivent être munis de moyens permettant de s'assurer de leur bon fonctionnement, leur défaillance doit être rendue apparente à l'opérateur. Pour les machines dont les évolutions ou celles de leur outil présentent un risque particulier, une inscription sur la machine, rappelant l'interdiction d'approcher vers la machine pendant le travail, doit être lisible à une distance suffisante pour assurer la sécurité des personnes appelées à être situées à proximité. 3.6.2. Marquage. Les indications prévues au paragraphe 1.7.3 de la présente annexe doivent être complétées comme suit : I. - Puissance nominale exprimée en kilowatts ; II. - Masse en kilogrammes dans les configurations les plus usuelles, et le cas échéant : a) Effort de traction maximal prévu au crochet d'attelage en newtons ; b) Effort vertical maximal prévu sur le crochet d'attelage en newtons. 3.6.3. Notice d'instructions. La notice d'instructions doit, outre les indications prévues au paragraphe 1.7.4 de la présente annexe, donner les indications sur les vibrations de la machine. Ces indications concernent soit la valeur réelle, soit une valeur établie à partir de la mesure effectuée sur une machine identique : a) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle sont exposés les membres supérieurs lorsqu'elle dépasse 2,5 m/s2 ; si ce niveau est inférieur ou égal à 2,5 m/s2, ce fait doit être mentionné ; b) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle est exposé le corps - pieds ou séant - lorsqu'elle dépasse 0,5 m/s2 ; si ce niveau est inférieur ou égal à 0,5 m/s2, ce fait doit être mentionné. Lorsque les normes visées au 1° du IV de l'article L. 233-5 ne sont pas appliquées, les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié à la machine. Les conditions de fonctionnement de la machine pendant le mesurage et les méthodes utilisées pour les mesurages doivent être indiquées. Dans le cas de machines permettant plusieurs usages selon l'équipement qui est mis en oeuvre, la notice de la machine de base sur laquelle des équipements interchangeables peuvent être montés et la notice de chaque équipement interchangeable doivent comporter, chacune en ce qui la concerne, les informations nécessaires pour permettre le montage et l'utilisation en sécurité de l'ensemble constitué par la machine de base et un équipement interchangeable. 3.7. Motoculteurs et motohoues. En vue de s'assurer de leur conformité aux règles techniques relatives à la sécurité des personnes exposées, les essais appropriés pour chaque type de motoculteur ou de motohoue doivent être effectués.",
            "texteHtml": "3.1. Généralités.<p></p>\n 3.1.1. Champ d'application.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83 présentant des risques susceptibles de résulter de leur mobilité doivent être conçues, construites et équipées conformément aux règles techniques définies par les paragraphes 3.1.2 à 3.7 de la présente annexe.<p></p>\n 3.1.2. Eclairage.<p></p><p></p>         Sans préjudice des autres réglementations, telles que la réglementation routière ou la réglementation relative à la navigation qui leur sont applicables, les machines automotrices destinées à être utilisées dans des lieux obscurs doivent comporter un dispositif d'éclairage adapté au travail à effectuer.<p></p>\n 3.1.3. Conception de la machine en vue de la manutention.<p></p><p></p>         Lors de la manutention de la machine ou de ses éléments, il ne doit pas pouvoir se produire de déplacements intempestifs ni de risques dus à l'instabilité si la machine ou ses éléments sont manutentionnés conformément à la notice d'instructions.<p></p>\n 3.2. Poste de travail.<p></p>\n 3.2.1. Poste de conduite.<p></p><p></p>         Le poste de conduite doit être conçu en tenant compte des principes de l'ergonomie. Lorsque la machine est équipée de plusieurs postes de conduite, chacun des postes doit disposer de tous les organes de service nécessaires. Dans ce cas, la machine doit être conçue pour que l'utilisation de l'un d'eux rende impossible l'usage des autres. Toutefois, les dispositifs d'arrêt d'urgence prévus par le paragraphe 1.2.4 (II) de la présente annexe doivent pouvoir être actionnés.<p></p><p></p>         La visibilité depuis le poste de conduite doit être telle que le conducteur puisse en toute sécurité, pour lui-même et pour les personnes exposées, faire évoluer la machine et ses outils dans les conditions d'utilisation prévues. En cas de besoin, des dispositifs appropriés doivent remédier aux risques résultant de l'insuffisance de la vision directe.<p></p><p></p>         La machine doit être conçue et construite pour que, du poste de conduite, il ne puisse y avoir de risques, par contact inopiné avec les roues ou les chenilles, pour le conducteur et les opérateurs embarqués.<p></p><p></p>         Le poste de conduite doit être conçu et construit pour éviter tout risque pour la santé dû aux gaz d'échappement ou au manque d'oxygène.<p></p><p></p>         Si les dimensions le permettent, le poste de conduite du conducteur porté doit être conçu et construit pour pouvoir être équipé d'une cabine. Dans ce cas, il doit comporter un emplacement destiné au rangement des instructions nécessaires au conducteur et aux opérateurs. Le poste de conduite doit être équipé d'une cabine adéquate lorsque la machine est destinée à être utilisée en des lieux où existe un risque dû à un environnement dangereux.<p></p><p></p>         Quand une machine est équipée d'une cabine, celle-ci doit être conçue, construite et équipée pour assurer au conducteur de bonnes conditions de travail et le protéger contre les risques existants pouvant résulter notamment d'un chauffage ou d'une aération inadéquats, d'une visibilité insuffisante, d'un excès de bruit ou de vibrations, de chutes d'objets, de pénétration d'objets ou de retournement. La sortie doit permettre une évacuation rapide. En outre, une issue de secours doit être prévue dans une direction différente de la sortie normale.<p></p><p></p>         Les matériaux utilisés pour la cabine et son aménagement doivent être difficilement inflammables.<p></p>\n 3.2.2. Sièges.<p></p><p></p>         Le siège du conducteur doit assurer la stabilité du conducteur et être conçu en tenant compte des principes de l'ergonomie.<p></p><p></p>         Le siège doit être conçu pour réduire au niveau le plus bas raisonnablement possible les vibrations transmises au conducteur. L'ancrage du siège doit résister à toutes les contraintes qu'il peut subir, notamment en cas de retournement. S'il n'existe pas de plancher sous les pieds du conducteur, celui-ci devra disposer de repose-pieds antidérapants.<p></p><p></p>         Lorsque la machine peut être équipée d'une structure de protection contre le retournement, le siège doit être équipé d'une ceinture de sécurité ou d'un dispositif équivalent qui maintienne le conducteur sur son siège sans s'opposer ni aux mouvements nécessaires à la conduite, ni aux mouvements éventuels résultant de la suspension.<p></p>\n 3.2.3. Autres emplacements destinés aux opérateurs autres que le conducteur.<p></p><p></p>         Lorsque, selon les conditions d'utilisation prévues, des opérateurs autres que le conducteur sont occasionnellement ou régulièrement transportés par la machine ou y travaillent, la machine doit comporter des places en nombre suffisant permettant leur transport ou leur travail sans risques, notamment de chute.<p></p><p></p>         Lorsque les conditions de travail le permettent, les emplacements de travail visés à l'alinéa précédent doivent être munis de sièges.<p></p><p></p>         Si le poste de conduite doit être équipé d'une cabine, les emplacements destinés aux opérateurs autres que le conducteur doivent également être protégés contre les risques ayant justifié la protection du poste de conduite.<p></p>\n 3.3. Commandes.<p></p>\n 3.3.1.  Organes de service.<p></p><p></p>         Depuis le poste de conduite, le conducteur doit pouvoir actionner tous les organes de service nécessaires au fonctionnement de la machine sauf pour les fonctions dont la mise en oeuvre ne peut se faire en sécurité que par des organes de service situés hors du poste de conduite. Cette exception s'applique notamment aux postes de travail, autres que le poste de conduite, dont la charge incombe à des opérateurs autres que le conducteur ou dans le cas où il est nécessaire que le conducteur quitte son poste de conduite pour effectuer la manoeuvre en sécurité.<p></p><p></p>         Lorsque certains organes de service sont des pédales, elles doivent être conçues, construites et disposées de façon qu'elles puissent être actionnées par un conducteur de façon sûre avec le minimum de risques de confusion ; elles doivent présenter une surface antidérapante et être facilement nettoyables.<p></p><p></p>         Lorsque leur action peut engendrer des risques, notamment des mouvements dangereux, les organes de service de la machine, sauf ceux à positions prédéterminées, doivent revenir en position neutre dès que l'opérateur les libère.<p></p><p></p>         Dans le cas de machines à roues, le mécanisme de direction doit être conçu et construit pour réduire la force des mouvements brusques du volant ou du levier de direction résultant de chocs sur les roues directrices.<p></p><p></p>         Tout organe de service de blocage du différentiel doit être conçu et disposé de telle sorte qu'il permette le déblocage du différentiel lorsque la machine est en mouvement.<p></p>\n 3.3.2. Fonction de déplacement.<p></p><p></p>         a) Mise en marche, déplacement :<p></p><p></p>         Les machines automotrices à conducteur porté doivent être dotées de moyens tels que clé ou code d'accès décourageant la mise en marche du moteur par des personnes non autorisées.<p></p><p></p>         Tout déplacement commandé d'une machine automotrice à conducteur porté ne peut s'effectuer que si le conducteur est à son poste de commande.<p></p><p></p>         Un déplacement de la machine ne doit pas pouvoir se produire lors de la mise en marche du moteur.<p></p><p></p>         Lorsqu'une machine doit, pour son travail, être équipée de dispositifs dépassant son gabarit normal tels que stabilisateurs ou flèche, le conducteur doit disposer de moyens lui permettant de s'assurer facilement, avant de déplacer la machine, que ces dispositifs sont dans une position définie permettant un déplacement sûr.<p></p><p></p>         Il en est de même pour tous les autres éléments qui, pour permettre un déplacement sûr doivent occuper une position définie, verrouillée si nécessaire.<p></p><p></p>         Lorsque cela est techniquement et économiquement réalisable, le déplacement de la machine doit être asservi à la position sûre des éléments cités aux deux alinéas précédents.<p></p><p></p>         b) Dispositions non applicables à la fonction de déplacement :<p></p><p></p>         La dernière phrase du paragraphe 1.2.2 (b) et le paragraphe 1.2.4 de la présente annexe ne sont pas applicables à la fonction de déplacement des machines.<p></p>\n 3.3.3. Arrêt du déplacement.<p></p><p></p>         Sans préjudice des dispositions prévues par la réglementation applicable à la circulation routière, les machines automotrices ainsi que les remorques doivent en tout état de cause pouvoir être ralenties, arrêtées, freinées, immobilisées de façon sûre dans toutes les conditions de service, de charge, de vitesse, d'état du sol, de déclivité prévues et correspondant à des situations normalement rencontrées.<p></p><p></p>         Le ralentissement et l'arrêt de la machine automotrice doivent pouvoir être obtenus par le conducteur au moyen d'un dispositif principal. Dans la mesure où la sécurité l'exige en cas de défaillance du dispositif principal ou en l'absence d'énergie pour actionner ce dispositif, un dispositif de secours ayant des commandes indépendantes et aisément accessibles doit permettre le ralentissement et l'arrêt.<p></p><p></p>         Dans la mesure où la sécurité l'exige, le maintien de l'immobilisation de la machine doit être obtenu à l'aide d'un dispositif de stationnement. Ce dispositif peut être confondu avec l'un des dispositifs visés au deuxième alinéa, à condition qu'il soit à action purement mécanique.<p></p><p></p>         La machine commandée à distance doit être conçue et construite pour s'arrêter automatiquement si le conducteur en a perdu le contrôle.<p></p>\n 3.3.4. Déplacement de machines à conducteur à pied.<p></p><p></p>         Tout déplacement d'une machine automotrice à conducteur à pied ne doit pouvoir se produire que si le conducteur effectue une action maintenue sur l'organe de service correspondant. En particulier, un déplacement ne doit pas pouvoir se produire lors de la mise en marche du moteur.<p></p><p></p>         Les systèmes de commande des machines à conducteur à pied doivent être conçus de manière à réduire le plus possible les risques dus au déplacement inopiné de la machine vers le conducteur, notamment les risques :<p></p><p></p>         1° D'écrasement ;<p></p><p></p>         2° De blessure provoquée par des outils rotatifs.<p></p><p></p>         En outre, la vitesse normale de déplacement de la machine doit être compatible avec la vitesse d'un conducteur à pied.<p></p><p></p>         Dans le cas de machines sur lesquelles peut être monté un outil rotatif, l'outil ne doit pas pouvoir être actionné lorsque la marche arrière est enclenchée sauf dans le cas où le déplacement de la machine résulte du mouvement de l'outil. Dans ce dernier cas, la vitesse en marche arrière doit être telle qu'elle ne présente pas de danger pour le conducteur.<p></p>\n 3.3.5. Défaillance du circuit de commande.<p></p><p></p>         Une défaillance dans l'alimentation de la direction assistée, quand elle existe, ne doit pas empêcher de diriger la machine pour l'arrêter.<p></p>\n 3.4. Mesures de protection contre les risques mécaniques.<p></p>\n 3.4.0. Dispositions applicables aux structures de protection.<p></p><p></p>         Les structures de protection mentionnées aux paragraphes 3.4.3 et 3.4.4 ci-après doivent être conformes aux règles techniques définies aux paragraphes 9 à 9.4 de la présente annexe.<p></p>\n 3.4.1. Risques dus à des mouvements non commandés.<p></p><p></p>         Quand un élément d'une machine a été arrêté, sa dérive à partir de sa position d'arrêt, quelle qu'en soit la cause, en l'absence d'action sur les organes de service, doit être telle qu'elle ne crée pas de risque pour les personnes exposées.<p></p><p></p>         La machine doit être conçue, construite et, le cas échéant, montée sur son support mobile de façon que, lors de son déplacement, les oscillations incontrôlées de son centre de gravité n'affectent pas sa stabilité ou ne produisent pas d'efforts excessifs sur sa structure.<p></p>\n3.4.2. Risques de rupture en service.<p></p><p></p>         Les éléments de machines tournant à grande vitesse, pour lesquels, malgré toutes les précautions prises, il subsiste un risque de rupture ou d'éclatement doivent être montés et enveloppés de telle sorte que leurs fragments soient retenus ou, lorsque cela n'est pas possible, qu'ils ne puissent être dirigés ni vers le poste de conduite ni vers les postes de travail.<p></p>\n 3.4.3. Risques dus au retournement.<p></p><p></p>         Lorsque, pour une machine automotrice avec conducteur porté, et éventuellement opérateurs portés, il existe un risque de retournement, la machine doit être conçue et être munie de points d'ancrage lui permettant de recevoir une structure de protection en cas de retournement.<p></p><p></p>      En outre, les engins de terrassement suivants d'une puissance supérieure à 15 kW doivent être munis d'une structure de protection en cas de retournement :<p></p><p></p>         1° Chargeuses à chenilles ou à roues ;<p></p><p></p>         2° Chargeuses-pelleteuses ;<p></p><p></p>         3° Tracteurs à chenilles ou à roues, à l'exception des tracteurs agricoles ou forestiers à roues ;<p></p><p></p>         4° Décapeuses avec ou sans autochargeur ;<p></p><p></p>         5° Niveleuses ;<p></p><p></p>         6° Tombereaux avec avant-train.<p></p><p></p>          Une structure de protection en cas de retournement doit être conçue et construite de manière à garantir un volume limite de déformation tel que le conducteur porté et les autres opérateurs portés ne soient pas écrasés en cas de retournement de la machine.<p></p><p></p>          Afin de s'assurer que la structure concernée répond aux règles techniques ainsi définies, les essais appropriés doivent être effectués pour chaque type de structure de protection en cas de retournement.<p></p>\n 3.4.4. Risques dus aux chutes d'objets.<p></p><p></p>         Lorsque, pour une machine avec conducteur porté, et éventuellement avec opérateurs portés, il existe un risque dû à des chutes d'objets ou de matériaux, la machine doit être conçue et être munie, si ses dimensions le permettent, de points d'ancrage lui permettant de recevoir une structure de protection contre les chutes d'objets.<p></p><p></p>         Une structure de protection contre les chutes d'objets doit être conçue et construite de manière à garantir un volume limite de déformation tel que le conducteur porté et les autres opérateurs portés ne soient pas écrasés en cas de chute d'objets ou de matériaux.<p></p><p></p>         Afin de s'assurer que la structure concernée répond aux règles techniques ainsi définies, les essais appropriés doivent être effectués pour chaque type de structure de protection contre les chutes d'objets.<p></p>\n3.4.5. Accès.<p></p><p></p>         La machine doit être munie de moyens d'appui et de maintien conçus, construits et disposés de manière que les opérateurs les utilisent instinctivement et n'utilisent pas à cet effet les organes de service.<p></p>\n 3.4.6. Risques dus aux dispositifs de remorquage.<p></p><p></p>         Toute machine destinée à remorquer ou à être remorquée doit être équipée de dispositifs de remorquage ou d'attelage conçus, construits, disposés de façon à assurer un attelage et un dételage aisés et sûrs et empêcher un dételage accidentel pendant l'utilisation.<p></p><p></p>         Dans la mesure où la charge sur le timon l'exige, ces machines doivent être équipées d'un support avec une surface d'appui adaptée à la charge et au sol.<p></p>\n 3.4.7. Risques dus à la transmission de puissance entre une machine automotrice ou un tracteur et une machine réceptrice.<p></p><p></p>         Les arbres de transmission à cardans reliant une machine automotrice ou un tracteur au premier palier fixe d'une machine réceptrice doivent être protégés du côté de la machine automotrice ou du tracteur et du côté de la machine réceptrice et cela pour toute la longueur de l'arbre et de ses joints de cardans.<p></p><p></p>         Du côté de la machine automotrice ou du tracteur, la prise de force à laquelle est attelé l'arbre de transmission doit être protégée soit par un écran fixé à la machine automotrice ou au tracteur, soit par tout autre dispositif assurant une protection équivalente.<p></p><p></p>         Du côté de la machine tractée, l'arbre récepteur doit être enfermé dans un carter de protection fixé sur la machine.<p></p><p></p>         La présence d'un limiteur de couple ou d'une roue libre n'est autorisée, pour la transmission par cardan, que du côté de son attelage à la machine réceptrice. Dans ce cas, le sens de montage doit être indiqué sur l'arbre de transmission à cardans.<p></p><p></p>         Toute machine tractée, dont le fonctionnement nécessite la présence d'un arbre de transmission la reliant à une machine automotrice ou à un tracteur, doit posséder un système d'accrochage de l'arbre de transmission de telle sorte que, lorsque la machine est dételée, l'arbre de transmission et son dispositif de protection ne soient pas endommagés par contact avec le sol ou avec un élément de la machine.<p></p><p></p>         Les éléments extérieurs du dispositif de protection doivent être conçus, construits et disposés de telle sorte qu'ils ne puissent pas tourner avec l'arbre de transmission. Le dispositif de protection doit recouvrir la transmission jusqu'aux extrémités des mâchoires intérieures dans le cas de joints de cardans simples et au moins jusqu'au centre du ou des joints extérieurs dans le cas de cardans dits à grand angle.<p></p><p></p>         Si des accès aux postes de travail sont prévus à proximité de l'arbre de transmission à cardans, les dispositifs de protection de cet arbre ne doivent pas pouvoir servir de marchepied, à moins qu'ils ne soient conçus et construits à cette fin.<p></p>\n 3.4.8. Risques dus aux éléments mobiles de transmission.<p></p><p></p>         Par dérogation au paragraphe 1.3.8-A de la présente annexe, dans le cas des moteurs à combustion interne, les protections mobiles empêchant l'accès aux parties mobiles dans le compartiment moteur peuvent ne pas posséder des dispositifs de verrouillage, à condition que leur ouverture dépende soit de l'utilisation d'un outil ou d'une clé, soit de l'utilisation d'une commande située au poste de conduite si celui-ci est situé dans une cabine entièrement close et d'accès verrouillable.<p></p>\n 3.5. Mesures de protection contre d'autres risques.<p></p>\n 3.5.1. Risques dus à la batterie d'accumulateurs.<p></p><p></p>         Le logement de la batterie doit être construit et placé et la batterie doit être installée de façon à réduire le plus possible la possibilité de projection d'électrolyte sur les opérateurs, même en cas de retournement, et en vue d'éviter l'accumulation de vapeurs aux emplacements occupés par ces derniers.<p></p><p></p>         La machine doit être conçue et construite de manière que la batterie puisse être déconnectée à l'aide d'un dispositif facilement accessible prévu à cet effet.<p></p>\n 3.5.2. Risques d'incendie.<p></p><p></p>         En fonction des risques prévisibles lors de l'utilisation, la machine doit, si ses dimensions le permettent :<p></p><p></p>         - soit permettre la mise en place d'extincteurs facilement accessibles ;<p></p><p></p>         - soit être munie de systèmes d'extinction faisant partie intégrante de la machine.<p></p>\n 3.5.3. Risques dus notamment aux émissions de poussières et gaz.<p></p><p></p>         Lorsqu'il existe un risque dû aux émissions de poussières, gaz, liquides, vapeurs et autres déchets produits par la machine, le captage prévu au paragraphe 1.5.13 de la présente annexe peut être remplacé par d'autres moyens d'une efficacité équivalente, tels qu'abattage par pulvérisation d'eau.<p></p><p></p>         Les alinéas 2 et 3 du paragraphe 1.5.13 susvisé ne s'appliquent pas aux produits pulvérisés, lorsque la fonction principale de la machine est la pulvérisation de ces produits.<p></p>\n 3.6. Indications.<p></p>\n 3.6.1. Signalisation - avertissement.<p></p><p></p>         Les machines doivent comporter des moyens de signalisation ou des plaques d'instructions concernant l'utilisation, le réglage, la maintenance chaque fois que cela est nécessaire pour assurer la sécurité et la santé des personnes exposées. Ces moyens de signalisation et plaques d'instructions doivent être choisis, conçus, réalisés de façon à être clairement perçus et durables.<p></p><p></p>         Sans préjudice de la réglementation applicable à la circulation routière, les machines à conducteur porté doivent être munies des équipements suivants :<p></p><p></p>         - un avertisseur sonore permettant d'avertir les personnes exposées ;<p></p><p></p>         - un système de signalisation lumineuse tenant compte des conditions d'utilisation prévues, tel que feux de stop, feux de recul et girophares.<p></p><p></p>         Les machines commandées à distance dont les conditions d'utilisation normales exposent des personnes aux risques de choc et d'écrasement doivent être munies de moyens appropriés pour signaler leurs évolutions ou de moyens pour protéger les personnes exposées contre ces risques. Il doit en être de même pour les machines dont l'utilisation implique une répétition systématique d'avance et de recul sur un même axe et dont le conducteur ne voit pas directement en arrière.<p></p><p></p>         La mise hors service involontaire de tous les dispositifs d'avertissement et de signalisation doit être empêchée par construction. Chaque fois que cela est indispensable à la sécurité, ces dispositifs doivent être munis de moyens permettant de s'assurer de leur bon fonctionnement, leur défaillance doit être rendue apparente à l'opérateur.<p></p><p></p>         Pour les machines dont les évolutions ou celles de leur outil présentent un risque particulier, une inscription sur la machine, rappelant l'interdiction d'approcher vers la machine pendant le travail, doit être lisible à une distance suffisante pour assurer la sécurité des personnes appelées à être situées à proximité.<p></p>\n 3.6.2. Marquage.<p></p><p></p>         Les indications prévues au paragraphe 1.7.3 de la présente annexe doivent être complétées comme suit :<p></p><p></p>         I. - Puissance nominale exprimée en kilowatts ;<p></p><p></p>         II. - Masse en kilogrammes dans les configurations les plus usuelles, et le cas échéant :<p></p><p></p>         a) Effort de traction maximal prévu au crochet d'attelage en newtons ;<p></p><p></p>         b) Effort vertical maximal prévu sur le crochet d'attelage en newtons.<p></p>\n 3.6.3. Notice d'instructions.<p></p><p></p>         La notice d'instructions doit, outre les indications prévues au paragraphe 1.7.4 de la présente annexe, donner les indications sur les vibrations de la machine. Ces indications concernent soit la valeur réelle, soit une valeur établie à partir de la mesure effectuée sur une machine identique :<p></p><p></p>         a) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle sont exposés les membres supérieurs lorsqu'elle dépasse 2,5 m/s2 ; si ce niveau est inférieur ou égal à 2,5 m/s2, ce fait doit être mentionné ;<p></p><p></p>         b) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle est exposé le corps - pieds ou séant - lorsqu'elle dépasse 0,5 m/s2 ; si ce niveau est inférieur ou égal à 0,5 m/s2, ce fait doit être mentionné.<p></p><p></p>         Lorsque les normes visées au 1° du IV de l'article L. 233-5 ne sont pas appliquées, les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié à la machine.<p></p><p></p>         Les conditions de fonctionnement de la machine pendant le mesurage et les méthodes utilisées pour les mesurages doivent être indiquées.<p></p><p></p>         Dans le cas de machines permettant plusieurs usages selon l'équipement qui est mis en oeuvre, la notice de la machine de base sur laquelle des équipements interchangeables peuvent être montés et la notice de chaque équipement interchangeable doivent comporter, chacune en ce qui la concerne, les informations nécessaires pour permettre le montage et l'utilisation en sécurité de l'ensemble constitué par la machine de base et un équipement interchangeable.<p></p>\n 3.7. Motoculteurs et motohoues.<p></p><p></p>         En vue de s'assurer de leur conformité aux règles techniques relatives à la sécurité des personnes exposées, les essais appropriés pour chaque type de motoculteur ou de motohoue doivent être effectués.<p></p>",
            "num": "Annexe à l'article R233-84",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 840326400000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "Section 8 : Règles techniques de conception et de construction et procédures de certification de conformité applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux composants de sécurité visés à l'article R. 233-83-2 faisant l'objet d'une des opérations mentionnées au II de l'article L. 233-5",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174830",
                        "id": "LEGISCTA000018518229",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux composants de sécurité visés à l'article R. 233-83-2, neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187460",
                        "id": "LEGISCTA000018518227",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "Annexe 1 définissant les règles techniques de conception et de construction prévues par l'article R. 233-84",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195112",
                        "id": "LEGISCTA000018518225",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-08-18",
                        "fin": "2008-05-01",
                        "titre": "3. Règles techniques de prévention des risques liés à la mobilité des machines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198501",
                        "id": "LEGISCTA000018518213",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804505",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198501",
            "sectionParentId": "LEGISCTA000018518213",
            "sectionParentTitre": "3. Règles techniques de prévention des risques liés à la mobilité des machines",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018518209",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000194309",
                    "textTitle": "Décret n°96-725 du 14 août 1996 - art. 21 () JORF 18 août 1996",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006676217",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-08-18",
                    "dateSignaTexte": "1996-08-14",
                    "dateDebutCible": "1996-08-18"
                },
                {
                    "textCid": "JORFTEXT000000194309",
                    "textTitle": "Décret n°96-725 du 14 août 1996 - art. 34 () JORF 18 août 1996",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006676230",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-08-18",
                    "dateSignaTexte": "1996-08-14",
                    "dateDebutCible": "1996-08-18"
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 9 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000018255681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-03-12",
                    "dateSignaTexte": "2008-03-07",
                    "dateDebutCible": "2008-03-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000724234",
                    "textTitle": "Décret n°92-767 du 29 juillet 1992",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000724234",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-767",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-83",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R233-83",
                    "articleId": "LEGIARTI000006808392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 332640000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804505",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804506",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518209",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R233-84"
            ],
            "versionPrecedente": "LEGIARTI000006804506",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804506",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "3.1. Généralités. 3.1.1. Champ d'application. En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83 présentant des risques susceptibles de résulter de leur mobilité doivent être conçues, construites et équipées conformément aux règles techniques définies par les paragraphes 3.1.2 à 3.7 de la présente annexe. 3.1.2. Eclairage. Sans préjudice des autres réglementations, telles que la réglementation routière ou la réglementation relative à la navigation qui leur sont applicables, les machines automotrices destinées à être utilisées dans des lieux obscurs doivent comporter un dispositif d'éclairage adapté au travail à effectuer. 3.1.3. Conception de la machine en vue de la manutention. Lors de la manutention de la machine ou de ses éléments, il ne doit pas pouvoir se produire de déplacements intempestifs ni de risques dus à l'instabilité si la machine ou ses éléments sont manutentionnés conformément à la notice d'instructions. 3.2. Poste de travail. 3.2.1. Poste de conduite. Le poste de conduite doit être conçu en tenant compte des principes de l'ergonomie. Lorsque la machine est équipée de plusieurs postes de conduite, chacun des postes doit disposer de tous les organes de service nécessaires. Dans ce cas, la machine doit être conçue pour que l'utilisation de l'un d'eux rende impossible l'usage des autres. Toutefois, les dispositifs d'arrêt d'urgence prévus par le paragraphe 1.2.4 (II) de la présente annexe doivent pouvoir être actionnés. La visibilité depuis le poste de conduite doit être telle que le conducteur puisse en toute sécurité, pour lui-même et pour les personnes exposées, faire évoluer la machine et ses outils dans les conditions d'utilisation prévues. En cas de besoin, des dispositifs appropriés doivent remédier aux risques résultant de l'insuffisance de la vision directe. La machine doit être conçue et construite pour que, du poste de conduite, il ne puisse y avoir de risques, par contact inopiné avec les roues ou les chenilles, pour le conducteur et les opérateurs embarqués. Le poste de conduite doit être conçu et construit pour éviter tout risque pour la santé dû aux gaz d'échappement ou au manque d'oxygène. Si les dimensions le permettent, le poste de conduite du conducteur porté doit être conçu et construit pour pouvoir être équipé d'une cabine. Dans ce cas, il doit comporter un emplacement destiné au rangement des instructions nécessaires au conducteur et aux opérateurs. Le poste de conduite doit être équipé d'une cabine adéquate lorsque la machine est destinée à être utilisée en des lieux où existe un risque dû à un environnement dangereux. Quand une machine est équipée d'une cabine, celle-ci doit être conçue, construite et équipée pour assurer au conducteur de bonnes conditions de travail et le protéger contre les risques existants pouvant résulter notamment d'un chauffage ou d'une aération inadéquats, d'une visibilité insuffisante, d'un excès de bruit ou de vibrations, de chutes d'objets, de pénétration d'objets ou de retournement. La sortie doit permettre une évacuation rapide. En outre, une issue de secours doit être prévue dans une direction différente de la sortie normale. Les matériaux utilisés pour la cabine et son aménagement doivent être difficilement inflammables. 3.2.2. Sièges. Le siège du conducteur doit assurer la stabilité du conducteur et être conçu en tenant compte des principes de l'ergonomie. Le siège doit être conçu pour réduire au niveau le plus bas raisonnablement possible les vibrations transmises au conducteur. L'ancrage du siège doit résister à toutes les contraintes qu'il peut subir, notamment en cas de retournement. S'il n'existe pas de plancher sous les pieds du conducteur, celui-ci devra disposer de repose-pieds antidérapants. Lorsque la machine peut être équipée d'une structure de protection contre le retournement, le siège doit être équipé d'une ceinture de sécurité ou d'un dispositif équivalent qui maintienne le conducteur sur son siège sans s'opposer ni aux mouvements nécessaires à la conduite, ni aux mouvements éventuels résultant de la suspension. 3.2.3. Autres emplacements destinés aux opérateurs autres que le conducteur. Lorsque, selon les conditions d'utilisation prévues, des opérateurs autres que le conducteur sont occasionnellement ou régulièrement transportés par la machine ou y travaillent, la machine doit comporter des places en nombre suffisant permettant leur transport ou leur travail sans risques, notamment de chute. Lorsque les conditions de travail le permettent, les emplacements de travail visés à l'alinéa précédent doivent être munis de sièges. Si le poste de conduite doit être équipé d'une cabine, les emplacements destinés aux opérateurs autres que le conducteur doivent également être protégés contre les risques ayant justifié la protection du poste de conduite. 3.3. Commandes. 3.3.1.  Organes de service. Depuis le poste de conduite, le conducteur doit pouvoir actionner tous les organes de service nécessaires au fonctionnement de la machine sauf pour les fonctions dont la mise en oeuvre ne peut se faire en sécurité que par des organes de service situés hors du poste de conduite. Cette exception s'applique notamment aux postes de travail, autres que le poste de conduite, dont la charge incombe à des opérateurs autres que le conducteur ou dans le cas où il est nécessaire que le conducteur quitte son poste de conduite pour effectuer la manoeuvre en sécurité. Lorsque certains organes de service sont des pédales, elles doivent être conçues, construites et disposées de façon qu'elles puissent être actionnées par un conducteur de façon sûre avec le minimum de risques de confusion ; elles doivent présenter une surface antidérapante et être facilement nettoyables. Lorsque leur action peut engendrer des risques, notamment des mouvements dangereux, les organes de service de la machine, sauf ceux à positions prédéterminées, doivent revenir en position neutre dès que l'opérateur les libère. Dans le cas de machines à roues, le mécanisme de direction doit être conçu et construit pour réduire la force des mouvements brusques du volant ou du levier de direction résultant de chocs sur les roues directrices. Tout organe de service de blocage du différentiel doit être conçu et disposé de telle sorte qu'il permette le déblocage du différentiel lorsque la machine est en mouvement. 3.3.2. Fonction de déplacement. a) Mise en marche, déplacement : Les machines automotrices à conducteur porté doivent être dotées de moyens tels que clé ou code d'accès décourageant la mise en marche du moteur par des personnes non autorisées. Tout déplacement commandé d'une machine automotrice à conducteur porté ne peut s'effectuer que si le conducteur est à son poste de commande. Un déplacement de la machine ne doit pas pouvoir se produire lors de la mise en marche du moteur. Lorsqu'une machine doit, pour son travail, être équipée de dispositifs dépassant son gabarit normal tels que stabilisateurs ou flèche, le conducteur doit disposer de moyens lui permettant de s'assurer facilement, avant de déplacer la machine, que ces dispositifs sont dans une position définie permettant un déplacement sûr. Il en est de même pour tous les autres éléments qui, pour permettre un déplacement sûr doivent occuper une position définie, verrouillée si nécessaire. Lorsque cela est techniquement et économiquement réalisable, le déplacement de la machine doit être asservi à la position sûre des éléments cités aux deux alinéas précédents. b) Dispositions non applicables à la fonction de déplacement : La dernière phrase du paragraphe 1.2.2 (b) et le paragraphe 1.2.4 de la présente annexe ne sont pas applicables à la fonction de déplacement des machines. 3.3.3. Arrêt du déplacement. Sans préjudice des dispositions prévues par la réglementation applicable à la circulation routière, les machines automotrices ainsi que les remorques doivent en tout état de cause pouvoir être ralenties, arrêtées, freinées, immobilisées de façon sûre dans toutes les conditions de service, de charge, de vitesse, d'état du sol, de déclivité prévues et correspondant à des situations normalement rencontrées. Le ralentissement et l'arrêt de la machine automotrice doivent pouvoir être obtenus par le conducteur au moyen d'un dispositif principal. Dans la mesure où la sécurité l'exige en cas de défaillance du dispositif principal ou en l'absence d'énergie pour actionner ce dispositif, un dispositif de secours ayant des commandes indépendantes et aisément accessibles doit permettre le ralentissement et l'arrêt. Dans la mesure où la sécurité l'exige, le maintien de l'immobilisation de la machine doit être obtenu à l'aide d'un dispositif de stationnement. Ce dispositif peut être confondu avec l'un des dispositifs visés au deuxième alinéa, à condition qu'il soit à action purement mécanique. La machine commandée à distance doit être conçue et construite pour s'arrêter automatiquement si le conducteur en a perdu le contrôle. 3.3.4. Déplacement de machines à conducteur à pied. Tout déplacement d'une machine automotrice à conducteur à pied ne doit pouvoir se produire que si le conducteur effectue une action maintenue sur l'organe de service correspondant. En particulier, un déplacement ne doit pas pouvoir se produire lors de la mise en marche du moteur. Les systèmes de commande des machines à conducteur à pied doivent être conçus de manière à réduire le plus possible les risques dus au déplacement inopiné de la machine vers le conducteur, notamment les risques : 1° D'écrasement ; 2° De blessure provoquée par des outils rotatifs. En outre, la vitesse normale de déplacement de la machine doit être compatible avec la vitesse d'un conducteur à pied. Dans le cas de machines sur lesquelles peut être monté un outil rotatif, l'outil ne doit pas pouvoir être actionné lorsque la marche arrière est enclenchée sauf dans le cas où le déplacement de la machine résulte du mouvement de l'outil. Dans ce dernier cas, la vitesse en marche arrière doit être telle qu'elle ne présente pas de danger pour le conducteur. 3.3.5. Défaillance du circuit de commande. Une défaillance dans l'alimentation de la direction assistée, quand elle existe, ne doit pas empêcher de diriger la machine pour l'arrêter. 3.4. Mesures de protection contre les risques mécaniques. 3.4.0. Dispositions applicables aux structures de protection. Les structures de protection mentionnées aux paragraphes 3.4.3 et 3.4.4 ci-après doivent être conformes aux règles techniques définies aux paragraphes 9 à 9.4 de la présente annexe. 3.4.1. Risques dus à des mouvements non commandés. Quand un élément d'une machine a été arrêté, sa dérive à partir de sa position d'arrêt, quelle qu'en soit la cause, en l'absence d'action sur les organes de service, doit être telle qu'elle ne crée pas de risque pour les personnes exposées. La machine doit être conçue, construite et, le cas échéant, montée sur son support mobile de façon que, lors de son déplacement, les oscillations incontrôlées de son centre de gravité n'affectent pas sa stabilité ou ne produisent pas d'efforts excessifs sur sa structure. 3.4.2. Risques de rupture en service. Les éléments de machines tournant à grande vitesse, pour lesquels, malgré toutes les précautions prises, il subsiste un risque de rupture ou d'éclatement doivent être montés et enveloppés de telle sorte que leurs fragments soient retenus ou, lorsque cela n'est pas possible, qu'ils ne puissent être dirigés ni vers le poste de conduite ni vers les postes de travail. 3.4.3. Risques dus au retournement. Lorsque, pour une machine automotrice avec conducteur porté, et éventuellement opérateurs portés, il existe un risque de retournement, la machine doit être conçue et être munie de points d'ancrage lui permettant de recevoir une structure de protection en cas de retournement. En outre, les engins de terrassement suivants d'une puissance supérieure à 15 kW doivent être munis d'une structure de protection en cas de retournement : 1° Chargeuses à chenilles ou à roues ; 2° Chargeuses-pelleteuses ; 3° Tracteurs à chenilles ou à roues, à l'exception des tracteurs agricoles ou forestiers à roues ; 4° Décapeuses avec ou sans autochargeur ; 5° Niveleuses ; 6° Tombereaux avec avant-train. 3.4.4. Risques dus aux chutes d'objets. Lorsque, pour une machine avec conducteur porté, et éventuellement avec opérateurs portés, il existe un risque dû à des chutes d'objets ou de matériaux, la machine doit être conçue et être munie, si ses dimensions le permettent, de points d'ancrage lui permettant de recevoir une structure de protection contre les chutes d'objets. 3.4.5. Accès. La machine doit être munie de moyens d'appui et de maintien conçus, construits et disposés de manière que les opérateurs les utilisent instinctivement et n'utilisent pas à cet effet les organes de service. 3.4.6. Risques dus aux dispositifs de remorquage. Toute machine destinée à remorquer ou à être remorquée doit être équipée de dispositifs de remorquage ou d'attelage conçus, construits, disposés de façon à assurer un attelage et un dételage aisés et sûrs et empêcher un dételage accidentel pendant l'utilisation. Dans la mesure où la charge sur le timon l'exige, ces machines doivent être équipées d'un support avec une surface d'appui adaptée à la charge et au sol. 3.4.7. Risques dus à la transmission de puissance entre une machine automotrice ou un tracteur et une machine réceptrice. Les arbres de transmission à cardans reliant une machine automotrice ou un tracteur au premier palier fixe d'une machine réceptrice doivent être protégés du côté de la machine automotrice ou du tracteur et du côté de la machine réceptrice et cela pour toute la longueur de l'arbre et de ses joints de cardans. Du côté de la machine automotrice ou du tracteur, la prise de force à laquelle est attelé l'arbre de transmission doit être protégée soit par un écran fixé à la machine automotrice ou au tracteur, soit par tout autre dispositif assurant une protection équivalente. Du côté de la machine tractée, l'arbre récepteur doit être enfermé dans un carter de protection fixé sur la machine. La présence d'un limiteur de couple ou d'une roue libre n'est autorisée, pour la transmission par cardan, que du côté de son attelage à la machine réceptrice. Dans ce cas, le sens de montage doit être indiqué sur l'arbre de transmission à cardans. Toute machine tractée, dont le fonctionnement nécessite la présence d'un arbre de transmission la reliant à une machine automotrice ou à un tracteur, doit posséder un système d'accrochage de l'arbre de transmission de telle sorte que, lorsque la machine est dételée, l'arbre de transmission et son dispositif de protection ne soient pas endommagés par contact avec le sol ou avec un élément de la machine. Les éléments extérieurs du dispositif de protection doivent être conçus, construits et disposés de telle sorte qu'ils ne puissent pas tourner avec l'arbre de transmission. Le dispositif de protection doit recouvrir la transmission jusqu'aux extrémités des mâchoires intérieures dans le cas de joints de cardans simples et au moins jusqu'au centre du ou des joints extérieurs dans le cas de cardans dits à grand angle. Si des accès aux postes de travail sont prévus à proximité de l'arbre de transmission à cardans, les dispositifs de protection de cet arbre ne doivent pas pouvoir servir de marchepied, à moins qu'ils ne soient conçus et construits à cette fin. 3.4.8. Risques dus aux éléments mobiles de transmission. Par dérogation au paragraphe 1.3.8-A de la présente annexe, dans le cas des moteurs à combustion interne, les protections mobiles empêchant l'accès aux parties mobiles dans le compartiment moteur peuvent ne pas posséder des dispositifs de verrouillage, à condition que leur ouverture dépende soit de l'utilisation d'un outil ou d'une clé, soit de l'utilisation d'une commande située au poste de conduite si celui-ci est situé dans une cabine entièrement close et d'accès verrouillable. 3.5. Mesures de protection contre d'autres risques. 3.5.1. Risques dus à la batterie d'accumulateurs. Le logement de la batterie doit être construit et placé et la batterie doit être installée de façon à réduire le plus possible la possibilité de projection d'électrolyte sur les opérateurs, même en cas de retournement, et en vue d'éviter l'accumulation de vapeurs aux emplacements occupés par ces derniers. La machine doit être conçue et construite de manière que la batterie puisse être déconnectée à l'aide d'un dispositif facilement accessible prévu à cet effet. 3.5.2. Risques d'incendie. En fonction des risques prévisibles lors de l'utilisation, la machine doit, si ses dimensions le permettent : - soit permettre la mise en place d'extincteurs facilement accessibles ; - soit être munie de systèmes d'extinction faisant partie intégrante de la machine. 3.5.3. Risques dus notamment aux émissions de poussières et gaz. Lorsqu'il existe un risque dû aux émissions de poussières, gaz, liquides, vapeurs et autres déchets produits par la machine, le captage prévu au paragraphe 1.5.13 de la présente annexe peut être remplacé par d'autres moyens d'une efficacité équivalente, tels qu'abattage par pulvérisation d'eau. Les alinéas 2 et 3 du paragraphe 1.5.13 susvisé ne s'appliquent pas aux produits pulvérisés, lorsque la fonction principale de la machine est la pulvérisation de ces produits. 3.6. Indications. 3.6.1. Signalisation - avertissement. Les machines doivent comporter des moyens de signalisation ou des plaques d'instructions concernant l'utilisation, le réglage, la maintenance chaque fois que cela est nécessaire pour assurer la sécurité et la santé des personnes exposées. Ces moyens de signalisation et plaques d'instructions doivent être choisis, conçus, réalisés de façon à être clairement perçus et durables. Sans préjudice de la réglementation applicable à la circulation routière, les machines à conducteur porté doivent être munies des équipements suivants : - un avertisseur sonore permettant d'avertir les personnes exposées ; - un système de signalisation lumineuse tenant compte des conditions d'utilisation prévues, tel que feux de stop, feux de recul et girophares. Les machines commandées à distance dont les conditions d'utilisation normales exposent des personnes aux risques de choc et d'écrasement doivent être munies de moyens appropriés pour signaler leurs évolutions ou de moyens pour protéger les personnes exposées contre ces risques. Il doit en être de même pour les machines dont l'utilisation implique une répétition systématique d'avance et de recul sur un même axe et dont le conducteur ne voit pas directement en arrière. La mise hors service involontaire de tous les dispositifs d'avertissement et de signalisation doit être empêchée par construction. Chaque fois que cela est indispensable à la sécurité, ces dispositifs doivent être munis de moyens permettant de s'assurer de leur bon fonctionnement, leur défaillance doit être rendue apparente à l'opérateur. Pour les machines dont les évolutions ou celles de leur outil présentent un risque particulier, une inscription sur la machine, rappelant l'interdiction d'approcher vers la machine pendant le travail, doit être lisible à une distance suffisante pour assurer la sécurité des personnes appelées à être situées à proximité. 3.6.2. Marquage. Les indications prévues au paragraphe 1.7.3 de la présente annexe doivent être complétées comme suit : I. - Puissance nominale exprimée en kilowatts ; II. - Masse en kilogrammes dans les configurations les plus usuelles, et le cas échéant : a) Effort de traction maximal prévu au crochet d'attelage en newtons ; b) Effort vertical maximal prévu sur le crochet d'attelage en newtons. 3.6.3. Notice d'instructions. La notice d'instructions doit, outre les indications prévues au paragraphe 1.7.4 de la présente annexe, donner les indications sur les vibrations de la machine. Ces indications concernent soit la valeur réelle, soit une valeur établie à partir de la mesure effectuée sur une machine identique : a) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle sont exposés les membres supérieurs lorsqu'elle dépasse 2,5 m/s2 ; si ce niveau est inférieur ou égal à 2,5 m/s2, ce fait doit être mentionné ; b) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle est exposé le corps - pieds ou séant - lorsqu'elle dépasse 0,5 m/s2 ; si ce niveau est inférieur ou égal à 0,5 m/s2, ce fait doit être mentionné. Lorsque les normes visées au 1° du IV de l'article L. 233-5 ne sont pas appliquées, les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié à la machine. Les conditions de fonctionnement de la machine pendant le mesurage et les méthodes utilisées pour les mesurages doivent être indiquées. Dans le cas de machines permettant plusieurs usages selon l'équipement qui est mis en oeuvre, la notice de la machine de base sur laquelle des équipements interchangeables peuvent être montés et la notice de chaque équipement interchangeable doivent comporter, chacune en ce qui la concerne, les informations nécessaires pour permettre le montage et l'utilisation en sécurité de l'ensemble constitué par la machine de base et un équipement interchangeable. 3.7. Motoculteurs et motohoues. En vue de s'assurer de leur conformité aux règles techniques relatives à la sécurité des personnes exposées, les essais appropriés pour chaque type de motoculteur ou de motohoue doivent être effectués.",
            "texteHtml": "3.1. Généralités.<p></p>\n 3.1.1. Champ d'application.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83 présentant des risques susceptibles de résulter de leur mobilité doivent être conçues, construites et équipées conformément aux règles techniques définies par les paragraphes 3.1.2 à 3.7 de la présente annexe.<p></p>\n 3.1.2. Eclairage.<p></p><p></p>         Sans préjudice des autres réglementations, telles que la réglementation routière ou la réglementation relative à la navigation qui leur sont applicables, les machines automotrices destinées à être utilisées dans des lieux obscurs doivent comporter un dispositif d'éclairage adapté au travail à effectuer.<p></p>\n 3.1.3. Conception de la machine en vue de la manutention.<p></p><p></p>         Lors de la manutention de la machine ou de ses éléments, il ne doit pas pouvoir se produire de déplacements intempestifs ni de risques dus à l'instabilité si la machine ou ses éléments sont manutentionnés conformément à la notice d'instructions.<p></p>\n 3.2. Poste de travail.<p></p>\n 3.2.1. Poste de conduite.<p></p><p></p>         Le poste de conduite doit être conçu en tenant compte des principes de l'ergonomie. Lorsque la machine est équipée de plusieurs postes de conduite, chacun des postes doit disposer de tous les organes de service nécessaires. Dans ce cas, la machine doit être conçue pour que l'utilisation de l'un d'eux rende impossible l'usage des autres. Toutefois, les dispositifs d'arrêt d'urgence prévus par le paragraphe 1.2.4 (II) de la présente annexe doivent pouvoir être actionnés.<p></p><p></p>         La visibilité depuis le poste de conduite doit être telle que le conducteur puisse en toute sécurité, pour lui-même et pour les personnes exposées, faire évoluer la machine et ses outils dans les conditions d'utilisation prévues. En cas de besoin, des dispositifs appropriés doivent remédier aux risques résultant de l'insuffisance de la vision directe.<p></p><p></p>         La machine doit être conçue et construite pour que, du poste de conduite, il ne puisse y avoir de risques, par contact inopiné avec les roues ou les chenilles, pour le conducteur et les opérateurs embarqués.<p></p><p></p>         Le poste de conduite doit être conçu et construit pour éviter tout risque pour la santé dû aux gaz d'échappement ou au manque d'oxygène.<p></p><p></p>         Si les dimensions le permettent, le poste de conduite du conducteur porté doit être conçu et construit pour pouvoir être équipé d'une cabine. Dans ce cas, il doit comporter un emplacement destiné au rangement des instructions nécessaires au conducteur et aux opérateurs. Le poste de conduite doit être équipé d'une cabine adéquate lorsque la machine est destinée à être utilisée en des lieux où existe un risque dû à un environnement dangereux.<p></p><p></p>         Quand une machine est équipée d'une cabine, celle-ci doit être conçue, construite et équipée pour assurer au conducteur de bonnes conditions de travail et le protéger contre les risques existants pouvant résulter notamment d'un chauffage ou d'une aération inadéquats, d'une visibilité insuffisante, d'un excès de bruit ou de vibrations, de chutes d'objets, de pénétration d'objets ou de retournement. La sortie doit permettre une évacuation rapide. En outre, une issue de secours doit être prévue dans une direction différente de la sortie normale.<p></p><p></p>         Les matériaux utilisés pour la cabine et son aménagement doivent être difficilement inflammables.<p></p>\n 3.2.2. Sièges.<p></p><p></p>         Le siège du conducteur doit assurer la stabilité du conducteur et être conçu en tenant compte des principes de l'ergonomie.<p></p><p></p>         Le siège doit être conçu pour réduire au niveau le plus bas raisonnablement possible les vibrations transmises au conducteur. L'ancrage du siège doit résister à toutes les contraintes qu'il peut subir, notamment en cas de retournement. S'il n'existe pas de plancher sous les pieds du conducteur, celui-ci devra disposer de repose-pieds antidérapants.<p></p><p></p>         Lorsque la machine peut être équipée d'une structure de protection contre le retournement, le siège doit être équipé d'une ceinture de sécurité ou d'un dispositif équivalent qui maintienne le conducteur sur son siège sans s'opposer ni aux mouvements nécessaires à la conduite, ni aux mouvements éventuels résultant de la suspension.<p></p>\n 3.2.3. Autres emplacements destinés aux opérateurs autres que le conducteur.<p></p><p></p>         Lorsque, selon les conditions d'utilisation prévues, des opérateurs autres que le conducteur sont occasionnellement ou régulièrement transportés par la machine ou y travaillent, la machine doit comporter des places en nombre suffisant permettant leur transport ou leur travail sans risques, notamment de chute.<p></p><p></p>         Lorsque les conditions de travail le permettent, les emplacements de travail visés à l'alinéa précédent doivent être munis de sièges.<p></p><p></p>         Si le poste de conduite doit être équipé d'une cabine, les emplacements destinés aux opérateurs autres que le conducteur doivent également être protégés contre les risques ayant justifié la protection du poste de conduite.<p></p>\n 3.3. Commandes.<p></p>\n 3.3.1.  Organes de service.<p></p><p></p>         Depuis le poste de conduite, le conducteur doit pouvoir actionner tous les organes de service nécessaires au fonctionnement de la machine sauf pour les fonctions dont la mise en oeuvre ne peut se faire en sécurité que par des organes de service situés hors du poste de conduite. Cette exception s'applique notamment aux postes de travail, autres que le poste de conduite, dont la charge incombe à des opérateurs autres que le conducteur ou dans le cas où il est nécessaire que le conducteur quitte son poste de conduite pour effectuer la manoeuvre en sécurité.<p></p><p></p>         Lorsque certains organes de service sont des pédales, elles doivent être conçues, construites et disposées de façon qu'elles puissent être actionnées par un conducteur de façon sûre avec le minimum de risques de confusion ; elles doivent présenter une surface antidérapante et être facilement nettoyables.<p></p><p></p>         Lorsque leur action peut engendrer des risques, notamment des mouvements dangereux, les organes de service de la machine, sauf ceux à positions prédéterminées, doivent revenir en position neutre dès que l'opérateur les libère.<p></p><p></p>         Dans le cas de machines à roues, le mécanisme de direction doit être conçu et construit pour réduire la force des mouvements brusques du volant ou du levier de direction résultant de chocs sur les roues directrices.<p></p><p></p>         Tout organe de service de blocage du différentiel doit être conçu et disposé de telle sorte qu'il permette le déblocage du différentiel lorsque la machine est en mouvement.<p></p>\n 3.3.2. Fonction de déplacement.<p></p><p></p>         a) Mise en marche, déplacement :<p></p><p></p>         Les machines automotrices à conducteur porté doivent être dotées de moyens tels que clé ou code d'accès décourageant la mise en marche du moteur par des personnes non autorisées.<p></p><p></p>         Tout déplacement commandé d'une machine automotrice à conducteur porté ne peut s'effectuer que si le conducteur est à son poste de commande.<p></p><p></p>         Un déplacement de la machine ne doit pas pouvoir se produire lors de la mise en marche du moteur.<p></p><p></p>         Lorsqu'une machine doit, pour son travail, être équipée de dispositifs dépassant son gabarit normal tels que stabilisateurs ou flèche, le conducteur doit disposer de moyens lui permettant de s'assurer facilement, avant de déplacer la machine, que ces dispositifs sont dans une position définie permettant un déplacement sûr.<p></p><p></p>         Il en est de même pour tous les autres éléments qui, pour permettre un déplacement sûr doivent occuper une position définie, verrouillée si nécessaire.<p></p><p></p>         Lorsque cela est techniquement et économiquement réalisable, le déplacement de la machine doit être asservi à la position sûre des éléments cités aux deux alinéas précédents.<p></p><p></p>         b) Dispositions non applicables à la fonction de déplacement :<p></p><p></p>         La dernière phrase du paragraphe 1.2.2 (b) et le paragraphe 1.2.4 de la présente annexe ne sont pas applicables à la fonction de déplacement des machines.<p></p>\n 3.3.3. Arrêt du déplacement.<p></p><p></p>         Sans préjudice des dispositions prévues par la réglementation applicable à la circulation routière, les machines automotrices ainsi que les remorques doivent en tout état de cause pouvoir être ralenties, arrêtées, freinées, immobilisées de façon sûre dans toutes les conditions de service, de charge, de vitesse, d'état du sol, de déclivité prévues et correspondant à des situations normalement rencontrées.<p></p><p></p>         Le ralentissement et l'arrêt de la machine automotrice doivent pouvoir être obtenus par le conducteur au moyen d'un dispositif principal. Dans la mesure où la sécurité l'exige en cas de défaillance du dispositif principal ou en l'absence d'énergie pour actionner ce dispositif, un dispositif de secours ayant des commandes indépendantes et aisément accessibles doit permettre le ralentissement et l'arrêt.<p></p><p></p>         Dans la mesure où la sécurité l'exige, le maintien de l'immobilisation de la machine doit être obtenu à l'aide d'un dispositif de stationnement. Ce dispositif peut être confondu avec l'un des dispositifs visés au deuxième alinéa, à condition qu'il soit à action purement mécanique.<p></p><p></p>         La machine commandée à distance doit être conçue et construite pour s'arrêter automatiquement si le conducteur en a perdu le contrôle.<p></p>\n 3.3.4. Déplacement de machines à conducteur à pied.<p></p><p></p>         Tout déplacement d'une machine automotrice à conducteur à pied ne doit pouvoir se produire que si le conducteur effectue une action maintenue sur l'organe de service correspondant. En particulier, un déplacement ne doit pas pouvoir se produire lors de la mise en marche du moteur.<p></p><p></p>         Les systèmes de commande des machines à conducteur à pied doivent être conçus de manière à réduire le plus possible les risques dus au déplacement inopiné de la machine vers le conducteur, notamment les risques :<p></p><p></p>         1° D'écrasement ;<p></p><p></p>         2° De blessure provoquée par des outils rotatifs.<p></p><p></p>         En outre, la vitesse normale de déplacement de la machine doit être compatible avec la vitesse d'un conducteur à pied.<p></p><p></p>         Dans le cas de machines sur lesquelles peut être monté un outil rotatif, l'outil ne doit pas pouvoir être actionné lorsque la marche arrière est enclenchée sauf dans le cas où le déplacement de la machine résulte du mouvement de l'outil. Dans ce dernier cas, la vitesse en marche arrière doit être telle qu'elle ne présente pas de danger pour le conducteur.<p></p>\n 3.3.5. Défaillance du circuit de commande.<p></p><p></p>         Une défaillance dans l'alimentation de la direction assistée, quand elle existe, ne doit pas empêcher de diriger la machine pour l'arrêter.<p></p>\n 3.4. Mesures de protection contre les risques mécaniques.<p></p>\n 3.4.0. Dispositions applicables aux structures de protection.<p></p><p></p>         Les structures de protection mentionnées aux paragraphes 3.4.3 et 3.4.4 ci-après doivent être conformes aux règles techniques définies aux paragraphes 9 à 9.4 de la présente annexe.<p></p>\n 3.4.1. Risques dus à des mouvements non commandés.<p></p><p></p>         Quand un élément d'une machine a été arrêté, sa dérive à partir de sa position d'arrêt, quelle qu'en soit la cause, en l'absence d'action sur les organes de service, doit être telle qu'elle ne crée pas de risque pour les personnes exposées.<p></p><p></p>         La machine doit être conçue, construite et, le cas échéant, montée sur son support mobile de façon que, lors de son déplacement, les oscillations incontrôlées de son centre de gravité n'affectent pas sa stabilité ou ne produisent pas d'efforts excessifs sur sa structure.<p></p>\n3.4.2. Risques de rupture en service.<p></p><p></p>         Les éléments de machines tournant à grande vitesse, pour lesquels, malgré toutes les précautions prises, il subsiste un risque de rupture ou d'éclatement doivent être montés et enveloppés de telle sorte que leurs fragments soient retenus ou, lorsque cela n'est pas possible, qu'ils ne puissent être dirigés ni vers le poste de conduite ni vers les postes de travail.<p></p>\n 3.4.3. Risques dus au retournement.<p></p><p></p>         Lorsque, pour une machine automotrice avec conducteur porté, et éventuellement opérateurs portés, il existe un risque de retournement, la machine doit être conçue et être munie de points d'ancrage lui permettant de recevoir une structure de protection en cas de retournement.<p></p><p></p>      En outre, les engins de terrassement suivants d'une puissance supérieure à 15 kW doivent être munis d'une structure de protection en cas de retournement :<p></p><p></p>         1° Chargeuses à chenilles ou à roues ;<p></p><p></p>         2° Chargeuses-pelleteuses ;<p></p><p></p>         3° Tracteurs à chenilles ou à roues, à l'exception des tracteurs agricoles ou forestiers à roues ;<p></p><p></p>         4° Décapeuses avec ou sans autochargeur ;<p></p><p></p>         5° Niveleuses ;<p></p><p></p>         6° Tombereaux avec avant-train.<p></p>\n 3.4.4. Risques dus aux chutes d'objets.<p></p><p></p>         Lorsque, pour une machine avec conducteur porté, et éventuellement avec opérateurs portés, il existe un risque dû à des chutes d'objets ou de matériaux, la machine doit être conçue et être munie, si ses dimensions le permettent, de points d'ancrage lui permettant de recevoir une structure de protection contre les chutes d'objets.<p></p>\n 3.4.5. Accès.<p></p><p></p>         La machine doit être munie de moyens d'appui et de maintien conçus, construits et disposés de manière que les opérateurs les utilisent instinctivement et n'utilisent pas à cet effet les organes de service.<p></p>\n 3.4.6. Risques dus aux dispositifs de remorquage.<p></p><p></p>         Toute machine destinée à remorquer ou à être remorquée doit être équipée de dispositifs de remorquage ou d'attelage conçus, construits, disposés de façon à assurer un attelage et un dételage aisés et sûrs et empêcher un dételage accidentel pendant l'utilisation.<p></p><p></p>         Dans la mesure où la charge sur le timon l'exige, ces machines doivent être équipées d'un support avec une surface d'appui adaptée à la charge et au sol.<p></p>\n 3.4.7. Risques dus à la transmission de puissance entre une machine automotrice ou un tracteur et une machine réceptrice.<p></p><p></p>         Les arbres de transmission à cardans reliant une machine automotrice ou un tracteur au premier palier fixe d'une machine réceptrice doivent être protégés du côté de la machine automotrice ou du tracteur et du côté de la machine réceptrice et cela pour toute la longueur de l'arbre et de ses joints de cardans.<p></p><p></p>         Du côté de la machine automotrice ou du tracteur, la prise de force à laquelle est attelé l'arbre de transmission doit être protégée soit par un écran fixé à la machine automotrice ou au tracteur, soit par tout autre dispositif assurant une protection équivalente.<p></p><p></p>         Du côté de la machine tractée, l'arbre récepteur doit être enfermé dans un carter de protection fixé sur la machine.<p></p><p></p>         La présence d'un limiteur de couple ou d'une roue libre n'est autorisée, pour la transmission par cardan, que du côté de son attelage à la machine réceptrice. Dans ce cas, le sens de montage doit être indiqué sur l'arbre de transmission à cardans.<p></p><p></p>         Toute machine tractée, dont le fonctionnement nécessite la présence d'un arbre de transmission la reliant à une machine automotrice ou à un tracteur, doit posséder un système d'accrochage de l'arbre de transmission de telle sorte que, lorsque la machine est dételée, l'arbre de transmission et son dispositif de protection ne soient pas endommagés par contact avec le sol ou avec un élément de la machine.<p></p><p></p>         Les éléments extérieurs du dispositif de protection doivent être conçus, construits et disposés de telle sorte qu'ils ne puissent pas tourner avec l'arbre de transmission. Le dispositif de protection doit recouvrir la transmission jusqu'aux extrémités des mâchoires intérieures dans le cas de joints de cardans simples et au moins jusqu'au centre du ou des joints extérieurs dans le cas de cardans dits à grand angle.<p></p><p></p>         Si des accès aux postes de travail sont prévus à proximité de l'arbre de transmission à cardans, les dispositifs de protection de cet arbre ne doivent pas pouvoir servir de marchepied, à moins qu'ils ne soient conçus et construits à cette fin.<p></p>\n 3.4.8. Risques dus aux éléments mobiles de transmission.<p></p><p></p>         Par dérogation au paragraphe 1.3.8-A de la présente annexe, dans le cas des moteurs à combustion interne, les protections mobiles empêchant l'accès aux parties mobiles dans le compartiment moteur peuvent ne pas posséder des dispositifs de verrouillage, à condition que leur ouverture dépende soit de l'utilisation d'un outil ou d'une clé, soit de l'utilisation d'une commande située au poste de conduite si celui-ci est situé dans une cabine entièrement close et d'accès verrouillable.<p></p>\n 3.5. Mesures de protection contre d'autres risques.<p></p>\n 3.5.1. Risques dus à la batterie d'accumulateurs.<p></p><p></p>         Le logement de la batterie doit être construit et placé et la batterie doit être installée de façon à réduire le plus possible la possibilité de projection d'électrolyte sur les opérateurs, même en cas de retournement, et en vue d'éviter l'accumulation de vapeurs aux emplacements occupés par ces derniers.<p></p><p></p>         La machine doit être conçue et construite de manière que la batterie puisse être déconnectée à l'aide d'un dispositif facilement accessible prévu à cet effet.<p></p>\n 3.5.2. Risques d'incendie.<p></p><p></p>         En fonction des risques prévisibles lors de l'utilisation, la machine doit, si ses dimensions le permettent :<p></p><p></p>         - soit permettre la mise en place d'extincteurs facilement accessibles ;<p></p><p></p>         - soit être munie de systèmes d'extinction faisant partie intégrante de la machine.<p></p>\n 3.5.3. Risques dus notamment aux émissions de poussières et gaz.<p></p><p></p>         Lorsqu'il existe un risque dû aux émissions de poussières, gaz, liquides, vapeurs et autres déchets produits par la machine, le captage prévu au paragraphe 1.5.13 de la présente annexe peut être remplacé par d'autres moyens d'une efficacité équivalente, tels qu'abattage par pulvérisation d'eau.<p></p><p></p>         Les alinéas 2 et 3 du paragraphe 1.5.13 susvisé ne s'appliquent pas aux produits pulvérisés, lorsque la fonction principale de la machine est la pulvérisation de ces produits.<p></p>\n 3.6. Indications.<p></p>\n 3.6.1. Signalisation - avertissement.<p></p><p></p>         Les machines doivent comporter des moyens de signalisation ou des plaques d'instructions concernant l'utilisation, le réglage, la maintenance chaque fois que cela est nécessaire pour assurer la sécurité et la santé des personnes exposées. Ces moyens de signalisation et plaques d'instructions doivent être choisis, conçus, réalisés de façon à être clairement perçus et durables.<p></p><p></p>         Sans préjudice de la réglementation applicable à la circulation routière, les machines à conducteur porté doivent être munies des équipements suivants :<p></p><p></p>         - un avertisseur sonore permettant d'avertir les personnes exposées ;<p></p><p></p>         - un système de signalisation lumineuse tenant compte des conditions d'utilisation prévues, tel que feux de stop, feux de recul et girophares.<p></p><p></p>         Les machines commandées à distance dont les conditions d'utilisation normales exposent des personnes aux risques de choc et d'écrasement doivent être munies de moyens appropriés pour signaler leurs évolutions ou de moyens pour protéger les personnes exposées contre ces risques. Il doit en être de même pour les machines dont l'utilisation implique une répétition systématique d'avance et de recul sur un même axe et dont le conducteur ne voit pas directement en arrière.<p></p><p></p>         La mise hors service involontaire de tous les dispositifs d'avertissement et de signalisation doit être empêchée par construction. Chaque fois que cela est indispensable à la sécurité, ces dispositifs doivent être munis de moyens permettant de s'assurer de leur bon fonctionnement, leur défaillance doit être rendue apparente à l'opérateur.<p></p><p></p>         Pour les machines dont les évolutions ou celles de leur outil présentent un risque particulier, une inscription sur la machine, rappelant l'interdiction d'approcher vers la machine pendant le travail, doit être lisible à une distance suffisante pour assurer la sécurité des personnes appelées à être situées à proximité.<p></p>\n 3.6.2. Marquage.<p></p><p></p>         Les indications prévues au paragraphe 1.7.3 de la présente annexe doivent être complétées comme suit :<p></p><p></p>         I. - Puissance nominale exprimée en kilowatts ;<p></p><p></p>         II. - Masse en kilogrammes dans les configurations les plus usuelles, et le cas échéant :<p></p><p></p>         a) Effort de traction maximal prévu au crochet d'attelage en newtons ;<p></p><p></p>         b) Effort vertical maximal prévu sur le crochet d'attelage en newtons.<p></p>\n 3.6.3. Notice d'instructions.<p></p><p></p>         La notice d'instructions doit, outre les indications prévues au paragraphe 1.7.4 de la présente annexe, donner les indications sur les vibrations de la machine. Ces indications concernent soit la valeur réelle, soit une valeur établie à partir de la mesure effectuée sur une machine identique :<p></p><p></p>         a) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle sont exposés les membres supérieurs lorsqu'elle dépasse 2,5 m/s2 ; si ce niveau est inférieur ou égal à 2,5 m/s2, ce fait doit être mentionné ;<p></p><p></p>         b) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle est exposé le corps - pieds ou séant - lorsqu'elle dépasse 0,5 m/s2 ; si ce niveau est inférieur ou égal à 0,5 m/s2, ce fait doit être mentionné.<p></p><p></p>         Lorsque les normes visées au 1° du IV de l'article L. 233-5 ne sont pas appliquées, les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié à la machine.<p></p><p></p>         Les conditions de fonctionnement de la machine pendant le mesurage et les méthodes utilisées pour les mesurages doivent être indiquées.<p></p><p></p>         Dans le cas de machines permettant plusieurs usages selon l'équipement qui est mis en oeuvre, la notice de la machine de base sur laquelle des équipements interchangeables peuvent être montés et la notice de chaque équipement interchangeable doivent comporter, chacune en ce qui la concerne, les informations nécessaires pour permettre le montage et l'utilisation en sécurité de l'ensemble constitué par la machine de base et un équipement interchangeable.<p></p>\n 3.7. Motoculteurs et motohoues.<p></p><p></p>         En vue de s'assurer de leur conformité aux règles techniques relatives à la sécurité des personnes exposées, les essais appropriés pour chaque type de motoculteur ou de motohoue doivent être effectués.<p></p>",
            "num": "R233-84 annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 727056000000,
            "dateFin": 840326400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "Section 8 : Règles techniques de conception et de construction et procédures de certification de conformité applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2 faisant l'objet d'une des opérations mentionnées au II de l'article L. 233-5",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174828",
                        "id": "LEGISCTA000006174828",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2, neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187457",
                        "id": "LEGISCTA000006187457",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "Annexe 1 définissant les règles techniques de conception et de construction prévues par l'article R. 233-84",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195109",
                        "id": "LEGISCTA000006195109",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-15",
                        "fin": "1996-08-18",
                        "titre": "3. Règles techniques de prévention des risques liés à la mobilité des machines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198489",
                        "id": "LEGISCTA000006198489",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804505",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006198489",
            "sectionParentId": "LEGISCTA000006198489",
            "sectionParentTitre": "3. Règles techniques de prévention des risques liés à la mobilité des machines",
            "fullSectionsTitre": "Annexes &gt; Livre 2 : Réglementation du travail &gt; Titre 3 : Hygiène et sécurité &gt; Chapitre 3 : Sécurité",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006804506",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000881563",
                    "textTitle": "Décret 93-40 1993-01-11 art. 4 II, art. 5 I JORF 13 janvier 1993 en vigueur le 15 janvier 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881563",
                    "natureText": "DECRET",
                    "datePubliTexte": "1993-01-13",
                    "dateSignaTexte": "1993-01-11",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000724234",
                    "textTitle": "Décret 92-767 1992-07-29 annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000724234",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-767",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-83 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R233-83",
                    "articleId": "LEGIARTI000006808392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 332640000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804505",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804506",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518209",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R233-84 annexe",
                "233-84",
                "R233-84"
            ],
            "versionPrecedente": "LEGIARTI000006804505",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804505",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "3.1. Généralités. 3.1.1. Champ d'application. En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83 présentant des risques susceptibles de résulter de leur mobilité doivent être conçues, construites et équipées conformément aux règles techniques définies par les paragraphes 3.1.2 à 3.7 de la présente annexe. 3.1.2. Eclairage. Sans préjudice des autres réglementations, telles que la réglementation routière ou la réglementation relative à la navigation qui leur sont applicables, les machines automotrices destinées à être utilisées dans des lieux obscurs doivent comporter un dispositif d'éclairage adapté au travail à effectuer. 3.1.3. Conception de la machine en vue de la manutention. Lors de la manutention de la machine ou de ses éléments, il ne doit pas pouvoir se produire de déplacements intempestifs ni de risques dus à l'instabilité si la machine ou ses éléments sont manutentionnés conformément à la notice d'instructions. 3.2. Poste de travail. 3.2.1. Poste de conduite. Le poste de conduite doit être conçu en tenant compte des principes de l'ergonomie. Lorsque la machine est équipée de plusieurs postes de conduite, chacun des postes doit disposer de tous les organes de service nécessaires. Dans ce cas, la machine doit être conçue pour que l'utilisation de l'un d'eux rende impossible l'usage des autres. Toutefois, les dispositifs d'arrêt d'urgence prévus par le paragraphe 1.2.4 (II) de la présente annexe doivent pouvoir être actionnés. La visibilité depuis le poste de conduite doit être telle que le conducteur puisse en toute sécurité, pour lui-même et pour les personnes exposées, faire évoluer la machine et ses outils dans les conditions d'utilisation prévues. En cas de besoin, des dispositifs appropriés doivent remédier aux risques résultant de l'insuffisance de la vision directe. La machine doit être conçue et construite pour que, du poste de conduite, il ne puisse y avoir de risques, par contact inopiné avec les roues ou les chenilles, pour le conducteur et les opérateurs embarqués. Le poste de conduite doit être conçu et construit pour éviter tout risque pour la santé dû aux gaz d'échappement ou au manque d'oxygène. Si les dimensions le permettent, le poste de conduite du conducteur porté doit être conçu et construit pour pouvoir être équipé d'une cabine. Dans ce cas, il doit comporter un emplacement destiné au rangement des instructions nécessaires au conducteur et aux opérateurs. Le poste de conduite doit être équipé d'une cabine adéquate lorsque la machine est destinée à être utilisée en des lieux où existe un risque dû à un environnement dangereux. Quand une machine est équipée d'une cabine, celle-ci doit être conçue, construite et équipée pour assurer au conducteur de bonnes conditions de travail et le protéger contre les risques existants pouvant résulter notamment d'un chauffage ou d'une aération inadéquats, d'une visibilité insuffisante, d'un excès de bruit ou de vibrations, de chutes d'objets, de pénétration d'objets ou de retournement. La sortie doit permettre une évacuation rapide. En outre, une issue de secours doit être prévue dans une direction différente de la sortie normale. Les matériaux utilisés pour la cabine et son aménagement doivent être difficilement inflammables. 3.2.2. Sièges. Le siège du conducteur doit assurer la stabilité du conducteur et être conçu en tenant compte des principes de l'ergonomie. Le siège doit être conçu pour réduire au niveau le plus bas raisonnablement possible les vibrations transmises au conducteur. L'ancrage du siège doit résister à toutes les contraintes qu'il peut subir, notamment en cas de retournement. S'il n'existe pas de plancher sous les pieds du conducteur, celui-ci devra disposer de repose-pieds antidérapants. Lorsque la machine peut être équipée d'une structure de protection contre le retournement, le siège doit être équipé d'une ceinture de sécurité ou d'un dispositif équivalent qui maintienne le conducteur sur son siège sans s'opposer ni aux mouvements nécessaires à la conduite, ni aux mouvements éventuels résultant de la suspension. 3.2.3. Autres emplacements destinés aux opérateurs autres que le conducteur. Lorsque, selon les conditions d'utilisation prévues, des opérateurs autres que le conducteur sont occasionnellement ou régulièrement transportés par la machine ou y travaillent, la machine doit comporter des places en nombre suffisant permettant leur transport ou leur travail sans risques, notamment de chute. Lorsque les conditions de travail le permettent, les emplacements de travail visés à l'alinéa précédent doivent être munis de sièges. Si le poste de conduite doit être équipé d'une cabine, les emplacements destinés aux opérateurs autres que le conducteur doivent également être protégés contre les risques ayant justifié la protection du poste de conduite. 3.3. Commandes. 3.3.1.  Organes de service. Depuis le poste de conduite, le conducteur doit pouvoir actionner tous les organes de service nécessaires au fonctionnement de la machine sauf pour les fonctions dont la mise en oeuvre ne peut se faire en sécurité que par des organes de service situés hors du poste de conduite. Cette exception s'applique notamment aux postes de travail, autres que le poste de conduite, dont la charge incombe à des opérateurs autres que le conducteur ou dans le cas où il est nécessaire que le conducteur quitte son poste de conduite pour effectuer la manoeuvre en sécurité. Lorsque certains organes de service sont des pédales, elles doivent être conçues, construites et disposées de façon qu'elles puissent être actionnées par un conducteur de façon sûre avec le minimum de risques de confusion ; elles doivent présenter une surface antidérapante et être facilement nettoyables. Lorsque leur action peut engendrer des risques, notamment des mouvements dangereux, les organes de service de la machine, sauf ceux à positions prédéterminées, doivent revenir en position neutre dès que l'opérateur les libère. Dans le cas de machines à roues, le mécanisme de direction doit être conçu et construit pour réduire la force des mouvements brusques du volant ou du levier de direction résultant de chocs sur les roues directrices. Tout organe de service de blocage du différentiel doit être conçu et disposé de telle sorte qu'il permette le déblocage du différentiel lorsque la machine est en mouvement. 3.3.2. Fonction de déplacement. a) Mise en marche, déplacement : Les machines automotrices à conducteur porté doivent être dotées de moyens tels que clé ou code d'accès décourageant la mise en marche du moteur par des personnes non autorisées. Tout déplacement commandé d'une machine automotrice à conducteur porté ne peut s'effectuer que si le conducteur est à son poste de commande. Un déplacement de la machine ne doit pas pouvoir se produire lors de la mise en marche du moteur. Lorsqu'une machine doit, pour son travail, être équipée de dispositifs dépassant son gabarit normal tels que stabilisateurs ou flèche, le conducteur doit disposer de moyens lui permettant de s'assurer facilement, avant de déplacer la machine, que ces dispositifs sont dans une position définie permettant un déplacement sûr. Il en est de même pour tous les autres éléments qui, pour permettre un déplacement sûr doivent occuper une position définie, verrouillée si nécessaire. Lorsque cela est techniquement et économiquement réalisable, le déplacement de la machine doit être asservi à la position sûre des éléments cités aux deux alinéas précédents. b) Dispositions non applicables à la fonction de déplacement : La dernière phrase du paragraphe 1.2.2 (b) et le paragraphe 1.2.4 de la présente annexe ne sont pas applicables à la fonction de déplacement des machines. 3.3.3. Arrêt du déplacement. Sans préjudice des dispositions prévues par la réglementation applicable à la circulation routière, les machines automotrices ainsi que les remorques doivent en tout état de cause pouvoir être ralenties, arrêtées, freinées, immobilisées de façon sûre dans toutes les conditions de service, de charge, de vitesse, d'état du sol, de déclivité prévues et correspondant à des situations normalement rencontrées. Le ralentissement et l'arrêt de la machine automotrice doivent pouvoir être obtenus par le conducteur au moyen d'un dispositif principal. Dans la mesure où la sécurité l'exige en cas de défaillance du dispositif principal ou en l'absence d'énergie pour actionner ce dispositif, un dispositif de secours ayant des commandes indépendantes et aisément accessibles doit permettre le ralentissement et l'arrêt. Dans la mesure où la sécurité l'exige, le maintien de l'immobilisation de la machine doit être obtenu à l'aide d'un dispositif de stationnement. Ce dispositif peut être confondu avec l'un des dispositifs visés au deuxième alinéa, à condition qu'il soit à action purement mécanique. La machine commandée à distance doit être conçue et construite pour s'arrêter automatiquement si le conducteur en a perdu le contrôle. 3.3.4. Déplacement de machines à conducteur à pied. Tout déplacement d'une machine automotrice à conducteur à pied ne doit pouvoir se produire que si le conducteur effectue une action maintenue sur l'organe de service correspondant. En particulier, un déplacement ne doit pas pouvoir se produire lors de la mise en marche du moteur. Les systèmes de commande des machines à conducteur à pied doivent être conçus de manière à réduire le plus possible les risques dus au déplacement inopiné de la machine vers le conducteur, notamment les risques : 1° D'écrasement ; 2° De blessure provoquée par des outils rotatifs. En outre, la vitesse normale de déplacement de la machine doit être compatible avec la vitesse d'un conducteur à pied. Dans le cas de machines sur lesquelles peut être monté un outil rotatif, l'outil ne doit pas pouvoir être actionné lorsque la marche arrière est enclenchée sauf dans le cas où le déplacement de la machine résulte du mouvement de l'outil. Dans ce dernier cas, la vitesse en marche arrière doit être telle qu'elle ne présente pas de danger pour le conducteur. 3.3.5. Défaillance du circuit de commande. Une défaillance dans l'alimentation de la direction assistée, quand elle existe, ne doit pas empêcher de diriger la machine pour l'arrêter. 3.4. Mesures de protection contre les risques mécaniques. 3.4.0. Dispositions applicables aux structures de protection. Les structures de protection mentionnées aux paragraphes 3.4.3 et 3.4.4 ci-après doivent être conformes aux règles techniques définies aux paragraphes 9 à 9.4 de la présente annexe. 3.4.1. Risques dus à des mouvements non commandés. Quand un élément d'une machine a été arrêté, sa dérive à partir de sa position d'arrêt, quelle qu'en soit la cause, en l'absence d'action sur les organes de service, doit être telle qu'elle ne crée pas de risque pour les personnes exposées. La machine doit être conçue, construite et, le cas échéant, montée sur son support mobile de façon que, lors de son déplacement, les oscillations incontrôlées de son centre de gravité n'affectent pas sa stabilité ou ne produisent pas d'efforts excessifs sur sa structure. 3.4.2. Risques de rupture en service. Les éléments de machines tournant à grande vitesse, pour lesquels, malgré toutes les précautions prises, il subsiste un risque de rupture ou d'éclatement doivent être montés et enveloppés de telle sorte que leurs fragments soient retenus ou, lorsque cela n'est pas possible, qu'ils ne puissent être dirigés ni vers le poste de conduite ni vers les postes de travail. 3.4.3. Risques dus au retournement. Lorsque, pour une machine automotrice avec conducteur porté, et éventuellement opérateurs portés, il existe un risque de retournement, la machine doit être conçue et être munie de points d'ancrage lui permettant de recevoir une structure de protection en cas de retournement. En outre, les engins de terrassement suivants d'une puissance supérieure à 15 kW doivent être munis d'une structure de protection en cas de retournement : 1° Chargeuses à chenilles ou à roues ; 2° Chargeuses-pelleteuses ; 3° Tracteurs à chenilles ou à roues, à l'exception des tracteurs agricoles ou forestiers à roues ; 4° Décapeuses avec ou sans autochargeur ; 5° Niveleuses ; 6° Tombereaux avec avant-train. 3.4.4. Risques dus aux chutes d'objets. Lorsque, pour une machine avec conducteur porté, et éventuellement avec opérateurs portés, il existe un risque dû à des chutes d'objets ou de matériaux, la machine doit être conçue et être munie, si ses dimensions le permettent, de points d'ancrage lui permettant de recevoir une structure de protection contre les chutes d'objets. 3.4.5. Accès. La machine doit être munie de moyens d'appui et de maintien conçus, construits et disposés de manière que les opérateurs les utilisent instinctivement et n'utilisent pas à cet effet les organes de service. 3.4.6. Risques dus aux dispositifs de remorquage. Toute machine destinée à remorquer ou à être remorquée doit être équipée de dispositifs de remorquage ou d'attelage conçus, construits, disposés de façon à assurer un attelage et un dételage aisés et sûrs et empêcher un dételage accidentel pendant l'utilisation. Dans la mesure où la charge sur le timon l'exige, ces machines doivent être équipées d'un support avec une surface d'appui adaptée à la charge et au sol. 3.4.7. Risques dus à la transmission de puissance entre une machine automotrice ou un tracteur et une machine réceptrice. Les arbres de transmission à cardans reliant une machine automotrice ou un tracteur au premier palier fixe d'une machine réceptrice doivent être protégés du côté de la machine automotrice ou du tracteur et du côté de la machine réceptrice et cela pour toute la longueur de l'arbre et de ses joints de cardans. Du côté de la machine automotrice ou du tracteur, la prise de force à laquelle est attelé l'arbre de transmission doit être protégée soit par un écran fixé à la machine automotrice ou au tracteur, soit par tout autre dispositif assurant une protection équivalente. Du côté de la machine tractée, l'arbre récepteur doit être enfermé dans un carter de protection fixé sur la machine. La présence d'un limiteur de couple ou d'une roue libre n'est autorisée, pour la transmission par cardan, que du côté de son attelage à la machine réceptrice. Dans ce cas, le sens de montage doit être indiqué sur l'arbre de transmission à cardans. Toute machine tractée, dont le fonctionnement nécessite la présence d'un arbre de transmission la reliant à une machine automotrice ou à un tracteur, doit posséder un système d'accrochage de l'arbre de transmission de telle sorte que, lorsque la machine est dételée, l'arbre de transmission et son dispositif de protection ne soient pas endommagés par contact avec le sol ou avec un élément de la machine. Les éléments extérieurs du dispositif de protection doivent être conçus, construits et disposés de telle sorte qu'ils ne puissent pas tourner avec l'arbre de transmission. Le dispositif de protection doit recouvrir la transmission jusqu'aux extrémités des mâchoires intérieures dans le cas de joints de cardans simples et au moins jusqu'au centre du ou des joints extérieurs dans le cas de cardans dits à grand angle. Si des accès aux postes de travail sont prévus à proximité de l'arbre de transmission à cardans, les dispositifs de protection de cet arbre ne doivent pas pouvoir servir de marchepied, à moins qu'ils ne soient conçus et construits à cette fin. 3.4.8. Risques dus aux éléments mobiles de transmission. Par dérogation au paragraphe 1.3.8-A de la présente annexe, dans le cas des moteurs à combustion interne, les protections mobiles empêchant l'accès aux parties mobiles dans le compartiment moteur peuvent ne pas posséder des dispositifs de verrouillage, à condition que leur ouverture dépende soit de l'utilisation d'un outil ou d'une clé, soit de l'utilisation d'une commande située au poste de conduite si celui-ci est situé dans une cabine entièrement close et d'accès verrouillable. 3.5. Mesures de protection contre d'autres risques. 3.5.1. Risques dus à la batterie d'accumulateurs. Le logement de la batterie doit être construit et placé et la batterie doit être installée de façon à réduire le plus possible la possibilité de projection d'électrolyte sur les opérateurs, même en cas de retournement, et en vue d'éviter l'accumulation de vapeurs aux emplacements occupés par ces derniers. La machine doit être conçue et construite de manière que la batterie puisse être déconnectée à l'aide d'un dispositif facilement accessible prévu à cet effet. 3.5.2. Risques d'incendie. En fonction des risques prévisibles lors de l'utilisation, la machine doit, si ses dimensions le permettent : - soit permettre la mise en place d'extincteurs facilement accessibles ; - soit être munie de systèmes d'extinction faisant partie intégrante de la machine. 3.5.3. Risques dus notamment aux émissions de poussières et gaz. Lorsqu'il existe un risque dû aux émissions de poussières, gaz, liquides, vapeurs et autres déchets produits par la machine, le captage prévu au paragraphe 1.5.13 de la présente annexe peut être remplacé par d'autres moyens d'une efficacité équivalente, tels qu'abattage par pulvérisation d'eau. Les alinéas 2 et 3 du paragraphe 1.5.13 susvisé ne s'appliquent pas aux produits pulvérisés, lorsque la fonction principale de la machine est la pulvérisation de ces produits. 3.6. Indications. 3.6.1. Signalisation - avertissement. Les machines doivent comporter des moyens de signalisation ou des plaques d'instructions concernant l'utilisation, le réglage, la maintenance chaque fois que cela est nécessaire pour assurer la sécurité et la santé des personnes exposées. Ces moyens de signalisation et plaques d'instructions doivent être choisis, conçus, réalisés de façon à être clairement perçus et durables. Sans préjudice de la réglementation applicable à la circulation routière, les machines à conducteur porté doivent être munies des équipements suivants : - un avertisseur sonore permettant d'avertir les personnes exposées ; - un système de signalisation lumineuse tenant compte des conditions d'utilisation prévues, tel que feux de stop, feux de recul et girophares. Les machines commandées à distance dont les conditions d'utilisation normales exposent des personnes aux risques de choc et d'écrasement doivent être munies de moyens appropriés pour signaler leurs évolutions ou de moyens pour protéger les personnes exposées contre ces risques. Il doit en être de même pour les machines dont l'utilisation implique une répétition systématique d'avance et de recul sur un même axe et dont le conducteur ne voit pas directement en arrière. La mise hors service involontaire de tous les dispositifs d'avertissement et de signalisation doit être empêchée par construction. Chaque fois que cela est indispensable à la sécurité, ces dispositifs doivent être munis de moyens permettant de s'assurer de leur bon fonctionnement, leur défaillance doit être rendue apparente à l'opérateur. Pour les machines dont les évolutions ou celles de leur outil présentent un risque particulier, une inscription sur la machine, rappelant l'interdiction d'approcher vers la machine pendant le travail, doit être lisible à une distance suffisante pour assurer la sécurité des personnes appelées à être situées à proximité. 3.6.2. Marquage. Les indications prévues au paragraphe 1.7.3 de la présente annexe doivent être complétées comme suit : I. - Puissance nominale exprimée en kilowatts ; II. - Masse en kilogrammes dans les configurations les plus usuelles, et le cas échéant : a) Effort de traction maximal prévu au crochet d'attelage en newtons ; b) Effort vertical maximal prévu sur le crochet d'attelage en newtons. 3.6.3. Notice d'instructions. La notice d'instructions doit, outre les indications prévues au paragraphe 1.7.4 de la présente annexe, donner les indications sur les vibrations de la machine. Ces indications concernent soit la valeur réelle, soit une valeur établie à partir de la mesure effectuée sur une machine identique : a) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle sont exposés les membres supérieurs lorsqu'elle dépasse 2,5 m/s2 ; si ce niveau est inférieur ou égal à 2,5 m/s2, ce fait doit être mentionné ; b) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle est exposé le corps - pieds ou séant - lorsqu'elle dépasse 0,5 m/s2 ; si ce niveau est inférieur ou égal à 0,5 m/s2, ce fait doit être mentionné. Lorsque les normes visées au 1° du IV de l'article L. 233-5 ne sont pas appliquées, les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié à la machine. Les conditions de fonctionnement de la machine pendant le mesurage et les méthodes utilisées pour les mesurages doivent être indiquées. Dans le cas de machines permettant plusieurs usages selon l'équipement qui est mis en oeuvre, la notice de la machine de base sur laquelle des équipements interchangeables peuvent être montés et la notice de chaque équipement interchangeable doivent comporter, chacune en ce qui la concerne, les informations nécessaires pour permettre le montage et l'utilisation en sécurité de l'ensemble constitué par la machine de base et un équipement interchangeable. 3.7. Motoculteurs et motohoues. En vue de s'assurer de leur conformité aux règles techniques relatives à la sécurité des personnes exposées, les essais appropriés pour chaque type de motoculteur ou de motohoue doivent être effectués.",
            "texteHtml": "3.1. Généralités.<p></p>\n 3.1.1. Champ d'application.<p></p><p></p>         En complément aux autres règles techniques définies par la présente annexe, les machines neuves ou considérées comme neuves visées au 1° de l'article R. 233-83 présentant des risques susceptibles de résulter de leur mobilité doivent être conçues, construites et équipées conformément aux règles techniques définies par les paragraphes 3.1.2 à 3.7 de la présente annexe.<p></p>\n 3.1.2. Eclairage.<p></p><p></p>         Sans préjudice des autres réglementations, telles que la réglementation routière ou la réglementation relative à la navigation qui leur sont applicables, les machines automotrices destinées à être utilisées dans des lieux obscurs doivent comporter un dispositif d'éclairage adapté au travail à effectuer.<p></p>\n 3.1.3. Conception de la machine en vue de la manutention.<p></p><p></p>         Lors de la manutention de la machine ou de ses éléments, il ne doit pas pouvoir se produire de déplacements intempestifs ni de risques dus à l'instabilité si la machine ou ses éléments sont manutentionnés conformément à la notice d'instructions.<p></p>\n 3.2. Poste de travail.<p></p>\n 3.2.1. Poste de conduite.<p></p><p></p>         Le poste de conduite doit être conçu en tenant compte des principes de l'ergonomie. Lorsque la machine est équipée de plusieurs postes de conduite, chacun des postes doit disposer de tous les organes de service nécessaires. Dans ce cas, la machine doit être conçue pour que l'utilisation de l'un d'eux rende impossible l'usage des autres. Toutefois, les dispositifs d'arrêt d'urgence prévus par le paragraphe 1.2.4 (II) de la présente annexe doivent pouvoir être actionnés.<p></p><p></p>         La visibilité depuis le poste de conduite doit être telle que le conducteur puisse en toute sécurité, pour lui-même et pour les personnes exposées, faire évoluer la machine et ses outils dans les conditions d'utilisation prévues. En cas de besoin, des dispositifs appropriés doivent remédier aux risques résultant de l'insuffisance de la vision directe.<p></p><p></p>         La machine doit être conçue et construite pour que, du poste de conduite, il ne puisse y avoir de risques, par contact inopiné avec les roues ou les chenilles, pour le conducteur et les opérateurs embarqués.<p></p><p></p>         Le poste de conduite doit être conçu et construit pour éviter tout risque pour la santé dû aux gaz d'échappement ou au manque d'oxygène.<p></p><p></p>         Si les dimensions le permettent, le poste de conduite du conducteur porté doit être conçu et construit pour pouvoir être équipé d'une cabine. Dans ce cas, il doit comporter un emplacement destiné au rangement des instructions nécessaires au conducteur et aux opérateurs. Le poste de conduite doit être équipé d'une cabine adéquate lorsque la machine est destinée à être utilisée en des lieux où existe un risque dû à un environnement dangereux.<p></p><p></p>         Quand une machine est équipée d'une cabine, celle-ci doit être conçue, construite et équipée pour assurer au conducteur de bonnes conditions de travail et le protéger contre les risques existants pouvant résulter notamment d'un chauffage ou d'une aération inadéquats, d'une visibilité insuffisante, d'un excès de bruit ou de vibrations, de chutes d'objets, de pénétration d'objets ou de retournement. La sortie doit permettre une évacuation rapide. En outre, une issue de secours doit être prévue dans une direction différente de la sortie normale.<p></p><p></p>         Les matériaux utilisés pour la cabine et son aménagement doivent être difficilement inflammables.<p></p>\n 3.2.2. Sièges.<p></p><p></p>         Le siège du conducteur doit assurer la stabilité du conducteur et être conçu en tenant compte des principes de l'ergonomie.<p></p><p></p>         Le siège doit être conçu pour réduire au niveau le plus bas raisonnablement possible les vibrations transmises au conducteur. L'ancrage du siège doit résister à toutes les contraintes qu'il peut subir, notamment en cas de retournement. S'il n'existe pas de plancher sous les pieds du conducteur, celui-ci devra disposer de repose-pieds antidérapants.<p></p><p></p>         Lorsque la machine peut être équipée d'une structure de protection contre le retournement, le siège doit être équipé d'une ceinture de sécurité ou d'un dispositif équivalent qui maintienne le conducteur sur son siège sans s'opposer ni aux mouvements nécessaires à la conduite, ni aux mouvements éventuels résultant de la suspension.<p></p>\n 3.2.3. Autres emplacements destinés aux opérateurs autres que le conducteur.<p></p><p></p>         Lorsque, selon les conditions d'utilisation prévues, des opérateurs autres que le conducteur sont occasionnellement ou régulièrement transportés par la machine ou y travaillent, la machine doit comporter des places en nombre suffisant permettant leur transport ou leur travail sans risques, notamment de chute.<p></p><p></p>         Lorsque les conditions de travail le permettent, les emplacements de travail visés à l'alinéa précédent doivent être munis de sièges.<p></p><p></p>         Si le poste de conduite doit être équipé d'une cabine, les emplacements destinés aux opérateurs autres que le conducteur doivent également être protégés contre les risques ayant justifié la protection du poste de conduite.<p></p>\n 3.3. Commandes.<p></p>\n 3.3.1.  Organes de service.<p></p><p></p>         Depuis le poste de conduite, le conducteur doit pouvoir actionner tous les organes de service nécessaires au fonctionnement de la machine sauf pour les fonctions dont la mise en oeuvre ne peut se faire en sécurité que par des organes de service situés hors du poste de conduite. Cette exception s'applique notamment aux postes de travail, autres que le poste de conduite, dont la charge incombe à des opérateurs autres que le conducteur ou dans le cas où il est nécessaire que le conducteur quitte son poste de conduite pour effectuer la manoeuvre en sécurité.<p></p><p></p>         Lorsque certains organes de service sont des pédales, elles doivent être conçues, construites et disposées de façon qu'elles puissent être actionnées par un conducteur de façon sûre avec le minimum de risques de confusion ; elles doivent présenter une surface antidérapante et être facilement nettoyables.<p></p><p></p>         Lorsque leur action peut engendrer des risques, notamment des mouvements dangereux, les organes de service de la machine, sauf ceux à positions prédéterminées, doivent revenir en position neutre dès que l'opérateur les libère.<p></p><p></p>         Dans le cas de machines à roues, le mécanisme de direction doit être conçu et construit pour réduire la force des mouvements brusques du volant ou du levier de direction résultant de chocs sur les roues directrices.<p></p><p></p>         Tout organe de service de blocage du différentiel doit être conçu et disposé de telle sorte qu'il permette le déblocage du différentiel lorsque la machine est en mouvement.<p></p>\n 3.3.2. Fonction de déplacement.<p></p><p></p>         a) Mise en marche, déplacement :<p></p><p></p>         Les machines automotrices à conducteur porté doivent être dotées de moyens tels que clé ou code d'accès décourageant la mise en marche du moteur par des personnes non autorisées.<p></p><p></p>         Tout déplacement commandé d'une machine automotrice à conducteur porté ne peut s'effectuer que si le conducteur est à son poste de commande.<p></p><p></p>         Un déplacement de la machine ne doit pas pouvoir se produire lors de la mise en marche du moteur.<p></p><p></p>         Lorsqu'une machine doit, pour son travail, être équipée de dispositifs dépassant son gabarit normal tels que stabilisateurs ou flèche, le conducteur doit disposer de moyens lui permettant de s'assurer facilement, avant de déplacer la machine, que ces dispositifs sont dans une position définie permettant un déplacement sûr.<p></p><p></p>         Il en est de même pour tous les autres éléments qui, pour permettre un déplacement sûr doivent occuper une position définie, verrouillée si nécessaire.<p></p><p></p>         Lorsque cela est techniquement et économiquement réalisable, le déplacement de la machine doit être asservi à la position sûre des éléments cités aux deux alinéas précédents.<p></p><p></p>         b) Dispositions non applicables à la fonction de déplacement :<p></p><p></p>         La dernière phrase du paragraphe 1.2.2 (b) et le paragraphe 1.2.4 de la présente annexe ne sont pas applicables à la fonction de déplacement des machines.<p></p>\n 3.3.3. Arrêt du déplacement.<p></p><p></p>         Sans préjudice des dispositions prévues par la réglementation applicable à la circulation routière, les machines automotrices ainsi que les remorques doivent en tout état de cause pouvoir être ralenties, arrêtées, freinées, immobilisées de façon sûre dans toutes les conditions de service, de charge, de vitesse, d'état du sol, de déclivité prévues et correspondant à des situations normalement rencontrées.<p></p><p></p>         Le ralentissement et l'arrêt de la machine automotrice doivent pouvoir être obtenus par le conducteur au moyen d'un dispositif principal. Dans la mesure où la sécurité l'exige en cas de défaillance du dispositif principal ou en l'absence d'énergie pour actionner ce dispositif, un dispositif de secours ayant des commandes indépendantes et aisément accessibles doit permettre le ralentissement et l'arrêt.<p></p><p></p>         Dans la mesure où la sécurité l'exige, le maintien de l'immobilisation de la machine doit être obtenu à l'aide d'un dispositif de stationnement. Ce dispositif peut être confondu avec l'un des dispositifs visés au deuxième alinéa, à condition qu'il soit à action purement mécanique.<p></p><p></p>         La machine commandée à distance doit être conçue et construite pour s'arrêter automatiquement si le conducteur en a perdu le contrôle.<p></p>\n 3.3.4. Déplacement de machines à conducteur à pied.<p></p><p></p>         Tout déplacement d'une machine automotrice à conducteur à pied ne doit pouvoir se produire que si le conducteur effectue une action maintenue sur l'organe de service correspondant. En particulier, un déplacement ne doit pas pouvoir se produire lors de la mise en marche du moteur.<p></p><p></p>         Les systèmes de commande des machines à conducteur à pied doivent être conçus de manière à réduire le plus possible les risques dus au déplacement inopiné de la machine vers le conducteur, notamment les risques :<p></p><p></p>         1° D'écrasement ;<p></p><p></p>         2° De blessure provoquée par des outils rotatifs.<p></p><p></p>         En outre, la vitesse normale de déplacement de la machine doit être compatible avec la vitesse d'un conducteur à pied.<p></p><p></p>         Dans le cas de machines sur lesquelles peut être monté un outil rotatif, l'outil ne doit pas pouvoir être actionné lorsque la marche arrière est enclenchée sauf dans le cas où le déplacement de la machine résulte du mouvement de l'outil. Dans ce dernier cas, la vitesse en marche arrière doit être telle qu'elle ne présente pas de danger pour le conducteur.<p></p>\n 3.3.5. Défaillance du circuit de commande.<p></p><p></p>         Une défaillance dans l'alimentation de la direction assistée, quand elle existe, ne doit pas empêcher de diriger la machine pour l'arrêter.<p></p>\n 3.4. Mesures de protection contre les risques mécaniques.<p></p>\n 3.4.0. Dispositions applicables aux structures de protection.<p></p><p></p>         Les structures de protection mentionnées aux paragraphes 3.4.3 et 3.4.4 ci-après doivent être conformes aux règles techniques définies aux paragraphes 9 à 9.4 de la présente annexe.<p></p>\n 3.4.1. Risques dus à des mouvements non commandés.<p></p><p></p>         Quand un élément d'une machine a été arrêté, sa dérive à partir de sa position d'arrêt, quelle qu'en soit la cause, en l'absence d'action sur les organes de service, doit être telle qu'elle ne crée pas de risque pour les personnes exposées.<p></p><p></p>         La machine doit être conçue, construite et, le cas échéant, montée sur son support mobile de façon que, lors de son déplacement, les oscillations incontrôlées de son centre de gravité n'affectent pas sa stabilité ou ne produisent pas d'efforts excessifs sur sa structure.<p></p>\n3.4.2. Risques de rupture en service.<p></p><p></p>         Les éléments de machines tournant à grande vitesse, pour lesquels, malgré toutes les précautions prises, il subsiste un risque de rupture ou d'éclatement doivent être montés et enveloppés de telle sorte que leurs fragments soient retenus ou, lorsque cela n'est pas possible, qu'ils ne puissent être dirigés ni vers le poste de conduite ni vers les postes de travail.<p></p>\n 3.4.3. Risques dus au retournement.<p></p><p></p>         Lorsque, pour une machine automotrice avec conducteur porté, et éventuellement opérateurs portés, il existe un risque de retournement, la machine doit être conçue et être munie de points d'ancrage lui permettant de recevoir une structure de protection en cas de retournement.<p></p><p></p>      En outre, les engins de terrassement suivants d'une puissance supérieure à 15 kW doivent être munis d'une structure de protection en cas de retournement :<p></p><p></p>         1° Chargeuses à chenilles ou à roues ;<p></p><p></p>         2° Chargeuses-pelleteuses ;<p></p><p></p>         3° Tracteurs à chenilles ou à roues, à l'exception des tracteurs agricoles ou forestiers à roues ;<p></p><p></p>         4° Décapeuses avec ou sans autochargeur ;<p></p><p></p>         5° Niveleuses ;<p></p><p></p>         6° Tombereaux avec avant-train.<p></p>\n 3.4.4. Risques dus aux chutes d'objets.<p></p><p></p>         Lorsque, pour une machine avec conducteur porté, et éventuellement avec opérateurs portés, il existe un risque dû à des chutes d'objets ou de matériaux, la machine doit être conçue et être munie, si ses dimensions le permettent, de points d'ancrage lui permettant de recevoir une structure de protection contre les chutes d'objets.<p></p>\n 3.4.5. Accès.<p></p><p></p>         La machine doit être munie de moyens d'appui et de maintien conçus, construits et disposés de manière que les opérateurs les utilisent instinctivement et n'utilisent pas à cet effet les organes de service.<p></p>\n 3.4.6. Risques dus aux dispositifs de remorquage.<p></p><p></p>         Toute machine destinée à remorquer ou à être remorquée doit être équipée de dispositifs de remorquage ou d'attelage conçus, construits, disposés de façon à assurer un attelage et un dételage aisés et sûrs et empêcher un dételage accidentel pendant l'utilisation.<p></p><p></p>         Dans la mesure où la charge sur le timon l'exige, ces machines doivent être équipées d'un support avec une surface d'appui adaptée à la charge et au sol.<p></p>\n 3.4.7. Risques dus à la transmission de puissance entre une machine automotrice ou un tracteur et une machine réceptrice.<p></p><p></p>         Les arbres de transmission à cardans reliant une machine automotrice ou un tracteur au premier palier fixe d'une machine réceptrice doivent être protégés du côté de la machine automotrice ou du tracteur et du côté de la machine réceptrice et cela pour toute la longueur de l'arbre et de ses joints de cardans.<p></p><p></p>         Du côté de la machine automotrice ou du tracteur, la prise de force à laquelle est attelé l'arbre de transmission doit être protégée soit par un écran fixé à la machine automotrice ou au tracteur, soit par tout autre dispositif assurant une protection équivalente.<p></p><p></p>         Du côté de la machine tractée, l'arbre récepteur doit être enfermé dans un carter de protection fixé sur la machine.<p></p><p></p>         La présence d'un limiteur de couple ou d'une roue libre n'est autorisée, pour la transmission par cardan, que du côté de son attelage à la machine réceptrice. Dans ce cas, le sens de montage doit être indiqué sur l'arbre de transmission à cardans.<p></p><p></p>         Toute machine tractée, dont le fonctionnement nécessite la présence d'un arbre de transmission la reliant à une machine automotrice ou à un tracteur, doit posséder un système d'accrochage de l'arbre de transmission de telle sorte que, lorsque la machine est dételée, l'arbre de transmission et son dispositif de protection ne soient pas endommagés par contact avec le sol ou avec un élément de la machine.<p></p><p></p>         Les éléments extérieurs du dispositif de protection doivent être conçus, construits et disposés de telle sorte qu'ils ne puissent pas tourner avec l'arbre de transmission. Le dispositif de protection doit recouvrir la transmission jusqu'aux extrémités des mâchoires intérieures dans le cas de joints de cardans simples et au moins jusqu'au centre du ou des joints extérieurs dans le cas de cardans dits à grand angle.<p></p><p></p>         Si des accès aux postes de travail sont prévus à proximité de l'arbre de transmission à cardans, les dispositifs de protection de cet arbre ne doivent pas pouvoir servir de marchepied, à moins qu'ils ne soient conçus et construits à cette fin.<p></p>\n 3.4.8. Risques dus aux éléments mobiles de transmission.<p></p><p></p>         Par dérogation au paragraphe 1.3.8-A de la présente annexe, dans le cas des moteurs à combustion interne, les protections mobiles empêchant l'accès aux parties mobiles dans le compartiment moteur peuvent ne pas posséder des dispositifs de verrouillage, à condition que leur ouverture dépende soit de l'utilisation d'un outil ou d'une clé, soit de l'utilisation d'une commande située au poste de conduite si celui-ci est situé dans une cabine entièrement close et d'accès verrouillable.<p></p>\n 3.5. Mesures de protection contre d'autres risques.<p></p>\n 3.5.1. Risques dus à la batterie d'accumulateurs.<p></p><p></p>         Le logement de la batterie doit être construit et placé et la batterie doit être installée de façon à réduire le plus possible la possibilité de projection d'électrolyte sur les opérateurs, même en cas de retournement, et en vue d'éviter l'accumulation de vapeurs aux emplacements occupés par ces derniers.<p></p><p></p>         La machine doit être conçue et construite de manière que la batterie puisse être déconnectée à l'aide d'un dispositif facilement accessible prévu à cet effet.<p></p>\n 3.5.2. Risques d'incendie.<p></p><p></p>         En fonction des risques prévisibles lors de l'utilisation, la machine doit, si ses dimensions le permettent :<p></p><p></p>         - soit permettre la mise en place d'extincteurs facilement accessibles ;<p></p><p></p>         - soit être munie de systèmes d'extinction faisant partie intégrante de la machine.<p></p>\n 3.5.3. Risques dus notamment aux émissions de poussières et gaz.<p></p><p></p>         Lorsqu'il existe un risque dû aux émissions de poussières, gaz, liquides, vapeurs et autres déchets produits par la machine, le captage prévu au paragraphe 1.5.13 de la présente annexe peut être remplacé par d'autres moyens d'une efficacité équivalente, tels qu'abattage par pulvérisation d'eau.<p></p><p></p>         Les alinéas 2 et 3 du paragraphe 1.5.13 susvisé ne s'appliquent pas aux produits pulvérisés, lorsque la fonction principale de la machine est la pulvérisation de ces produits.<p></p>\n 3.6. Indications.<p></p>\n 3.6.1. Signalisation - avertissement.<p></p><p></p>         Les machines doivent comporter des moyens de signalisation ou des plaques d'instructions concernant l'utilisation, le réglage, la maintenance chaque fois que cela est nécessaire pour assurer la sécurité et la santé des personnes exposées. Ces moyens de signalisation et plaques d'instructions doivent être choisis, conçus, réalisés de façon à être clairement perçus et durables.<p></p><p></p>         Sans préjudice de la réglementation applicable à la circulation routière, les machines à conducteur porté doivent être munies des équipements suivants :<p></p><p></p>         - un avertisseur sonore permettant d'avertir les personnes exposées ;<p></p><p></p>         - un système de signalisation lumineuse tenant compte des conditions d'utilisation prévues, tel que feux de stop, feux de recul et girophares.<p></p><p></p>         Les machines commandées à distance dont les conditions d'utilisation normales exposent des personnes aux risques de choc et d'écrasement doivent être munies de moyens appropriés pour signaler leurs évolutions ou de moyens pour protéger les personnes exposées contre ces risques. Il doit en être de même pour les machines dont l'utilisation implique une répétition systématique d'avance et de recul sur un même axe et dont le conducteur ne voit pas directement en arrière.<p></p><p></p>         La mise hors service involontaire de tous les dispositifs d'avertissement et de signalisation doit être empêchée par construction. Chaque fois que cela est indispensable à la sécurité, ces dispositifs doivent être munis de moyens permettant de s'assurer de leur bon fonctionnement, leur défaillance doit être rendue apparente à l'opérateur.<p></p><p></p>         Pour les machines dont les évolutions ou celles de leur outil présentent un risque particulier, une inscription sur la machine, rappelant l'interdiction d'approcher vers la machine pendant le travail, doit être lisible à une distance suffisante pour assurer la sécurité des personnes appelées à être situées à proximité.<p></p>\n 3.6.2. Marquage.<p></p><p></p>         Les indications prévues au paragraphe 1.7.3 de la présente annexe doivent être complétées comme suit :<p></p><p></p>         I. - Puissance nominale exprimée en kilowatts ;<p></p><p></p>         II. - Masse en kilogrammes dans les configurations les plus usuelles, et le cas échéant :<p></p><p></p>         a) Effort de traction maximal prévu au crochet d'attelage en newtons ;<p></p><p></p>         b) Effort vertical maximal prévu sur le crochet d'attelage en newtons.<p></p>\n 3.6.3. Notice d'instructions.<p></p><p></p>         La notice d'instructions doit, outre les indications prévues au paragraphe 1.7.4 de la présente annexe, donner les indications sur les vibrations de la machine. Ces indications concernent soit la valeur réelle, soit une valeur établie à partir de la mesure effectuée sur une machine identique :<p></p><p></p>         a) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle sont exposés les membres supérieurs lorsqu'elle dépasse 2,5 m/s2 ; si ce niveau est inférieur ou égal à 2,5 m/s2, ce fait doit être mentionné ;<p></p><p></p>         b) La valeur moyenne quadratique pondérée en fréquence de l'accélération à laquelle est exposé le corps - pieds ou séant - lorsqu'elle dépasse 0,5 m/s2 ; si ce niveau est inférieur ou égal à 0,5 m/s2, ce fait doit être mentionné.<p></p><p></p>         Lorsque les normes visées au 1° du IV de l'article L. 233-5 ne sont pas appliquées, les données vibratoires doivent être mesurées en utilisant le code de mesurage le plus approprié à la machine.<p></p><p></p>         Les conditions de fonctionnement de la machine pendant le mesurage et les méthodes utilisées pour les mesurages doivent être indiquées.<p></p><p></p>         Dans le cas de machines permettant plusieurs usages selon l'équipement qui est mis en oeuvre, la notice de la machine de base sur laquelle des équipements interchangeables peuvent être montés et la notice de chaque équipement interchangeable doivent comporter, chacune en ce qui la concerne, les informations nécessaires pour permettre le montage et l'utilisation en sécurité de l'ensemble constitué par la machine de base et un équipement interchangeable.<p></p>\n 3.7. Motoculteurs et motohoues.<p></p><p></p>         En vue de s'assurer de leur conformité aux règles techniques relatives à la sécurité des personnes exposées, les essais appropriés pour chaque type de motoculteur ou de motohoue doivent être effectués.<p></p>",
            "num": "R233-84 annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 725846400000,
            "dateFin": 727056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-12-10",
                        "fin": "2008-05-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107984",
                        "id": "LEGISCTA000018518261",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Livre 2 : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128486",
                        "id": "LEGISCTA000018518235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Titre 3 : Hygiène et sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142980",
                        "id": "LEGISCTA000018518233",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "2008-05-01",
                        "titre": "Chapitre 3 : Sécurité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157922",
                        "id": "LEGISCTA000018518231",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Section 8 : Dispositions applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2 faisant l'objet d'une des opérations mentionnées au II de l'article L. 233-5",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174825",
                        "id": "LEGISCTA000006174825",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "Sous-section 1 : Règles techniques applicables aux équipements de travail visés aux 1°, 3°, 4° et 5° de l'article R. 233-83 et aux moyens de protection visés aux 1° et 2° de l'article R. 233-83-2, neufs ou considérés comme neufs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006187455",
                        "id": "LEGISCTA000006187455",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1993-01-01",
                        "fin": "1993-01-15",
                        "titre": "3. Règles techniques de prévention des risques liés à la mobilité des machines.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195098",
                        "id": "LEGISCTA000006195098",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804505",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195098",
            "sectionParentId": "LEGISCTA000006195098",
            "sectionParentTitre": "3. Règles techniques de prévention des risques liés à la mobilité des machines.",
            "fullSectionsTitre": "Annexes &gt; Livre 2 : Réglementation du travail &gt; Titre 3 : Hygiène et sécurité &gt; Chapitre 3 : Sécurité",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006804505",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000724234",
                    "textTitle": "Décret n°92-767 du 29 juillet 1992 - art. 2 (V) JORF 7 août 1992 en vigueur le 1er janvier 1993",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006666054",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-08-07",
                    "dateSignaTexte": "1992-07-29",
                    "dateDebutCible": "1993-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000724234",
                    "textTitle": "Décret 92-767 1992-07-29 annexe",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000724234",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "92-767",
                    "datePubli": 713145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-83 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R233-83",
                    "articleId": "LEGIARTI000006808392",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 332640000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804505",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 725846400000,
                    "dateFin": 727056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804506",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 727056000000,
                    "dateFin": 840326400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018518209",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 840326400000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R233-84 annexe",
                "233-84",
                "R233-84"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}