{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037128024",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Pour les maisons individuelles et les locaux situés dans un immeuble collectif, la classification communale est établie à partir d'une nomenclature-type comportant huit catégories, en adaptant aux normes locales de construction les critères généraux mentionnés au tableau ci-après. II. – Pour les dépendances bâties isolées et les divers éléments visés au II de l'article 324 G , la classification communale est établie à partir d'une nomenclature-type spéciale comportant quatre catégories, en adaptant aux normes locales de construction les critères généraux décrits au tableau ci-après. III. – Dans les cas deux cas prévus aux I et II, il peut toutefois être procédé à la création de catégories intermédiaires combinant, dans des proportions simples, deux catégories-types. IV. – Les caractéristiques physiques afférentes à chaque nature et catégorie de locaux retenus lors de la classification communale sont inscrites au procès-verbal des opérations de la révision. CRITÈRES à considérer CARACTÉRISTIQUES GÉNÉRALES PROPRES À CHAQUE CATEGORIE DE LOCAUX 1re catégorie 2e catégorie 3e catégorie 4e catégorie 5e catégorie 6e catégorie 7e catégorie 8e catégorie 1. Caractère architectural de l'immeuble Nettement somptueux Particulièrement soigné Belle apparence Sans caractère particulier Aspect délabré 2. Qualité de la construction Excellente Matériaux de tout premier ordre ou d'excellente qualité. Parfaite habitabilité Très bonne Matériaux assurant une très bonne habitabilité. Bonne Mais construction d'une classe et d'une qualité inférieures aux précédentes catégories. Courante Matériaux utilisés habituellement dans la région, assurant des conditions d'habitabilité normales mais une durée d'existence limitée pour les immeubles récents. Médiocre Construction économique en matériaux bon marché présentant souvent certains vices. Particulièrement défectueuse Ne présente pas ou ne présente plus les caractères élémentaires d'habitabilité en raison de la nature des matériaux utilisés, de la vétusté, etc. 3. Distribution du local : Conception générale Très large conception des diverses parties du local. (Largeur des baies supérieure à la normale. Dans les immeubles collectifs, accès et escaliers communs de larges dimensions). Large conception des diverses parties du local. (Largeur des baies supérieure à la normale. Dans les immeubles collectifs, accès et escaliers communs de larges dimensions). Moins d'ampleur que dans les catégories précédentes. Les diverses parties du local restent cependant assez spacieuses. Dans les immeubles collectifs, accès communs faciles. Faible développement des pièces, dégagements, entrées, etc.. Paliers souvent communs à plus de deux logements. Faible développement des pièces, dégagements, entrées, etc. Dimensions réduites, même en ce qui concerne les pièces d'habitation, notamment dans les constructions récentes. Logement souvent exigu. Dégagements généralement sacrifiés dans les immeubles collectifs (accès communs sombres et étroits). Pièces de réception Présence obligatoire de pièces de réception spacieuses. Présence obligatoire de pièces de réception dans les locaux comportant un certain nombre de pièces. Existence, en général, d'une pièce de réception : -dans les locaux anciens dès qu'il y a quatre pièces, -dans les locaux modernes, quel que soit le nombre de pièces. En général, absence de pièces de réception. Locaux d'hygiène Nombreux locaux d'hygiène bien équipés. En général, plusieurs salles d'eau. Présence nécessaire d'une salle de bains ou de douches ou d'un cabinet de toilette avec eau courante. Présence, au minimum, d'un cabinet de toilette avec eau courante. En général : -absence de locaux d'hygiène dans les immeubles anciens, -présence d'une salle d'eau dans les immeubles récents. Absence très fréquente de locaux d'hygiène. 4. Equipement : Equipements usuels : En général, eau à l'extérieur. Eau Nombreux postes d'eau courante intérieurs au local. Un ou plusieurs postes d'eau intérieurs. WC Un ou plusieurs éléments par local. WC particuliers généralement intérieurs. WC particuliers parfois extérieurs. WC Généralement extérieurs. Chauffage central Présence habituelle. Présence fréquente dans les immeubles anciens, habituelle dans les immeubles récents. Présence exceptionnelle dans les immeubles anciens, fréquente dans les immeubles récents. - - Absence habituelle de tout équipement, notamment des WC. Ascenseur Présence habituelle. Absence fréquente dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages. Absence de fréquence dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages. Absence habituelle dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages. - - Tapis d'escalier, escalier de service Présence habituelle (surtout dans les immeubles anciens). Absence fréquente. - - - - Impression d'ensemble (Caractère général de l'habitation) Grand luxe Luxe Très confortable Confortable Assez confortable Ordinaire Médiocre Très médiocre CRITÈRES à considérer CARACTÉRISTIQUES GÉNÉRALES PROPRES À CHAQUE CATÉGORIE A B C D Qualité de la construction (a titre principal) : -Murs Matériaux de bonne qualité. Matériaux ordinaires utilisés habituellement dans la région, le plus souvent mis en œuvre sans recherche et d'une façon économique. Matériaux bon marché, légers, présentant souvent certains défauts. Matériaux de qualité médiocre, parfois même, absence quasi totale de murs (hangars, etc). -Toiture Habillement, couverture en matériaux courants. Le plus souvent, couverture légère. Equipement (a titre accessoire) : – Electricité présence habituelle. présence assez fréquente. présence peu fréquente. – Eau présence habituelle. présence assez fréquente. présence peu fréquente. – Chauffage présence assez peu fréquente. présence exceptionnelle. absence habituelle. – Divers selon la nature de l'élément, présence occasionnelle de bac à laver, de fosse de visite pour voiture automobile, etc. absence habituelle. Qualité du service rendu bonne protection, fermeture complète et solide. protection suffisante, fermeture complète et encore satisfaisante. protection sommaire, parfois abris partiellement clos. protection des plus rudimentaires. Impression d'ensemble bonne. passable. médiocre. mauvaise. Pour le choix de la catégorie, il convient de prendre en considération le fait que les dépendances bâties ne présentent pas d'une manière générale, une finition aussi complète que celle des locaux d'habitation.",
            "texteHtml": "<p>I. – Pour les maisons individuelles et les locaux situés dans un immeuble collectif, la classification communale est établie à partir d'une nomenclature-type comportant huit catégories, en adaptant aux normes locales de construction les critères généraux mentionnés au tableau ci-après.</p><p>II. – Pour les dépendances bâties isolées et les divers éléments visés au II de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069574&idArticle=LEGIARTI000037128036&dateTexte=&categorieLien=id' title='Code général des impôts, annexe 3, CGIAN3. - art. 324 G (V)'>l'article 324 G</a>, la classification communale est établie à partir d'une nomenclature-type spéciale comportant quatre catégories, en adaptant aux normes locales de construction les critères généraux décrits au tableau ci-après.</p><p>III. – Dans les cas deux cas prévus aux I et II, il peut toutefois être procédé à la création de catégories intermédiaires combinant, dans des proportions simples, deux catégories-types.</p><p>IV. – Les caractéristiques physiques afférentes à chaque nature et catégorie de locaux retenus lors de la classification communale sont inscrites au procès-verbal des opérations de la révision.</p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td rowspan='2'><p align='center'>CRITÈRES<br/>\n\t\t\tà considérer</p></td><td colspan='8'><p align='center'>CARACTÉRISTIQUES GÉNÉRALES PROPRES À CHAQUE CATEGORIE DE LOCAUX</p></td></tr><tr><td><p align='center'>1re catégorie</p></td><td><p align='center'>2e catégorie</p></td><td><p align='center'>3e catégorie</p></td><td><p align='center'>4e catégorie</p></td><td><p align='center'>5e catégorie</p></td><td><p align='center'>6e catégorie</p></td><td><p align='center'>7e catégorie</p></td><td><p align='center'>8e catégorie</p></td></tr><tr><td><p>1. Caractère architectural de l'immeuble</p></td><td><p align='center'>Nettement somptueux</p></td><td><p align='center'>Particulièrement soigné</p></td><td colspan='2'><p align='center'>Belle apparence</p></td><td colspan='3'><p align='center'>Sans caractère particulier</p></td><td><p align='center'>Aspect délabré</p></td></tr><tr><td><p>2. Qualité de la construction</p></td><td colspan='2'><p align='center'>Excellente</p><p>Matériaux de tout premier ordre ou d'excellente qualité.</p><p>Parfaite habitabilité</p></td><td><p align='center'>Très bonne</p><p>Matériaux assurant une très bonne habitabilité.</p></td><td colspan='2'><p align='center'>Bonne</p><p>Mais construction d'une classe et d'une qualité inférieures aux précédentes catégories.</p></td><td><p align='center'>Courante</p><p>Matériaux utilisés habituellement dans la région, assurant des conditions d'habitabilité normales mais une durée d'existence limitée pour les immeubles récents.</p></td><td><p align='center'>Médiocre</p><p>Construction économique en matériaux bon marché présentant souvent certains vices.</p></td><td><p>Particulièrement défectueuse</p><p>Ne présente pas ou ne présente plus les caractères élémentaires d'habitabilité en raison de la nature des matériaux utilisés, de la vétusté, etc.</p></td></tr><tr><td><p>3. Distribution du local : Conception générale</p></td><td><p>Très large conception des diverses parties du local.</p><p>(Largeur des baies supérieure à la normale.</p><p>Dans les immeubles collectifs, accès et escaliers communs de larges dimensions).</p></td><td><p>Large conception des diverses parties du local.</p><p>(Largeur des baies supérieure à la normale.</p><p>Dans les immeubles collectifs, accès et escaliers communs de larges dimensions).</p></td><td colspan='2'><p>Moins d'ampleur que dans les catégories précédentes.</p><p>Les diverses parties du local restent cependant assez spacieuses. Dans les immeubles collectifs, accès communs faciles.</p></td><td><p>Faible développement des pièces, dégagements, entrées, etc.. Paliers souvent communs à plus de deux logements.</p></td><td><p>Faible développement des pièces, dégagements, entrées, etc.</p><p>Dimensions réduites, même en ce qui concerne les pièces d'habitation, notamment dans les constructions récentes.</p></td><td><p>Logement souvent exigu.</p><p>Dégagements généralement sacrifiés dans les immeubles collectifs (accès communs sombres et étroits).</p></td><td></td></tr><tr><td><p>Pièces de réception</p></td><td colspan='2'><p>Présence obligatoire de pièces de réception spacieuses.</p></td><td colspan='2'><p>Présence obligatoire de pièces de réception dans les locaux comportant un certain nombre de pièces.</p></td><td><p>Existence, en général, d'une pièce de réception :</p><p>-dans les locaux anciens dès qu'il y a quatre pièces,</p><p>-dans les locaux modernes, quel que soit le nombre de pièces.</p></td><td colspan='2'><p>En général, absence de pièces de réception.</p></td><td></td></tr><tr><td><p>Locaux d'hygiène</p></td><td colspan='2'><p>Nombreux locaux d'hygiène bien équipés.</p></td><td><p>En général, plusieurs salles d'eau.</p></td><td><p>Présence nécessaire d'une salle de bains ou de douches ou d'un cabinet de toilette avec eau courante.</p></td><td><p>Présence, au minimum, d'un cabinet de toilette avec eau courante.</p></td><td><p>En général :</p><p>-absence de locaux d'hygiène dans les immeubles anciens,</p><p>-présence d'une salle d'eau dans les immeubles récents.</p></td><td><p>Absence très fréquente de locaux d'hygiène.</p></td><td></td></tr><tr><td><p>4. Equipement :</p></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td><p>Equipements usuels :</p></td><td></td><td></td><td></td><td></td><td></td><td></td><td><p>En général, eau à l'extérieur.</p></td><td></td></tr><tr><td><p>Eau</p></td><td colspan='4'><p>Nombreux postes d'eau courante intérieurs au local.</p></td><td colspan='2'><p>Un ou plusieurs postes d'eau intérieurs.</p></td><td></td><td></td></tr><tr><td><p>WC</p></td><td colspan='4'><p>Un ou plusieurs éléments par local.</p></td><td><p>WC particuliers généralement intérieurs.</p></td><td><p>WC particuliers parfois extérieurs.</p></td><td><p>WC Généralement extérieurs.</p></td><td></td></tr><tr><td><p>Chauffage central</p></td><td colspan='3'><p>Présence habituelle.</p></td><td><p>Présence fréquente dans les immeubles anciens, habituelle dans les immeubles récents.</p></td><td><p>Présence exceptionnelle dans les immeubles anciens, fréquente dans les immeubles récents.</p></td><td><p align='center'>-</p></td><td><p align='center'>-</p></td><td><p>Absence habituelle de tout équipement, notamment des WC.</p></td></tr><tr><td><p>Ascenseur</p></td><td colspan='3'><p>Présence habituelle.</p></td><td><p>Absence fréquente dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages.</p></td><td><p>Absence de fréquence dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages.</p></td><td><p>Absence habituelle dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages.</p></td><td><p align='center'>-</p></td><td><p align='center'>-</p></td></tr><tr><td><p>Tapis d'escalier, escalier de service</p></td><td colspan='3'><p>Présence habituelle (surtout dans les immeubles anciens).</p></td><td><p>Absence fréquente.</p></td><td><p align='center'>-</p></td><td><p align='center'>-</p></td><td><p align='center'>-</p></td><td><p align='center'>-</p></td></tr><tr><td><p>Impression d'ensemble (Caractère général de l'habitation)</p></td><td><p align='center'>Grand luxe</p></td><td><p align='center'>Luxe</p></td><td><p align='center'>Très confortable</p></td><td><p align='center'>Confortable</p></td><td><p align='center'>Assez confortable</p></td><td><p align='center'>Ordinaire</p></td><td><p align='center'>Médiocre</p></td><td><p align='center'>Très médiocre</p></td></tr></tbody></table><p align='center'></p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td rowspan='2'><p align='center'>CRITÈRES<br/>\n\t\t\tà considérer</p></td><td colspan='4'><p align='center'>CARACTÉRISTIQUES GÉNÉRALES PROPRES À CHAQUE CATÉGORIE</p></td></tr><tr><td><p align='center'>A</p></td><td><p align='center'>B</p></td><td><p align='center'>C</p></td><td><p align='center'>D</p></td></tr><tr><td><p>Qualité de la construction (a titre principal) :</p></td><td></td><td></td><td></td><td></td></tr><tr><td><p>-Murs</p></td><td><p>Matériaux de bonne qualité.</p></td><td><p>Matériaux ordinaires utilisés habituellement dans la région, le plus souvent mis en œuvre sans recherche et d'une façon économique.</p></td><td><p>Matériaux bon marché, légers, présentant souvent certains défauts.</p></td><td><p>Matériaux de qualité médiocre, parfois même, absence quasi totale de murs (hangars, etc).</p></td></tr><tr><td><p>-Toiture</p></td><td colspan='2'><p align='center'>Habillement, couverture en matériaux courants.</p></td><td colspan='2'><p align='center'>Le plus souvent, couverture légère.</p></td></tr><tr><td><p>Equipement (a titre accessoire) :</p></td><td></td><td></td><td></td><td></td></tr><tr><td><p>– Electricité</p></td><td><p>présence habituelle.</p></td><td><p>présence assez fréquente.</p></td><td><p>présence peu fréquente.</p></td><td></td></tr><tr><td><p>– Eau</p></td><td><p>présence habituelle.</p></td><td><p>présence assez fréquente.</p></td><td><p>présence peu fréquente.</p></td><td></td></tr><tr><td><p>– Chauffage</p></td><td><p>présence assez peu fréquente.</p></td><td><p>présence exceptionnelle.</p></td><td><p>absence habituelle.</p></td><td></td></tr><tr><td><p>– Divers</p></td><td><p>selon la nature de l'élément, présence occasionnelle de bac à laver, de fosse de visite pour voiture automobile, etc.</p></td><td colspan='3'><p align='center'>absence habituelle.</p></td></tr><tr><td><p>Qualité du service rendu</p></td><td><p>bonne protection, fermeture complète et solide.</p></td><td><p>protection suffisante, fermeture complète et encore satisfaisante.</p></td><td><p>protection sommaire, parfois abris partiellement clos.</p></td><td><p>protection des plus rudimentaires.</p></td></tr><tr><td><p>Impression d'ensemble</p></td><td><p>bonne.</p></td><td><p>passable.</p></td><td><p>médiocre.</p></td><td><p>mauvaise.</p></td></tr><tr><td colspan='5'><p>Pour le choix de la catégorie, il convient de prendre en considération le fait que les dépendances bâties ne présentent pas d'une manière générale, une finition aussi complète que celle des locaux d'habitation.</p></td></tr></tbody></table><p align='center'></p>",
            "num": "324 H",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1530316800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-04-07",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114433",
                        "id": "LEGISCTA000006114433",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impositions communales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133757",
                        "id": "LEGISCTA000006133757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146853",
                        "id": "LEGISCTA000006146853",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III bis : Règles d'évaluation de la valeur locative des biens imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162295",
                        "id": "LEGISCTA000006162295",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2018-06-30",
                        "titre": "II : Locaux d'habitation et locaux à usage professionnel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179415",
                        "id": "LEGISCTA000006179415",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-06-30",
                        "fin": "2999-01-01",
                        "titre": "II : Locaux d'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179415",
                        "id": "LEGISCTA000037128044",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Classification communale des locaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191446",
                        "id": "LEGISCTA000006191446",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299370",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191446",
            "sectionParentId": "LEGISCTA000006191446",
            "sectionParentTitre": "B : Classification communale des locaux",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre premier : Impositions communales &gt; Chapitre premier : Impôts directs et taxes assimilées &gt; Section III bis : Règles d'évaluation de la valeur locative des biens imposables &gt; II : Locaux d'habitation &gt; B : Classification communale des locaux",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000037128024",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037116611",
                    "textTitle": "Décret n°2018-536 du 28 juin 2018 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037124482",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-06-29",
                    "dateSignaTexte": "2018-06-28",
                    "dateDebutCible": "2018-06-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 324 G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "324 G",
                    "articleId": "LEGIARTI000037128036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1530316800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 324 N (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "324 N",
                    "articleId": "LEGIARTI000006299376",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299370",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1530316800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037128024",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1530316800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "324 H",
                "324"
            ],
            "versionPrecedente": "LEGIARTI000006299370",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006299370",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Pour les maisons individuelles et les locaux situés dans un immeuble collectif, la classification communale est établie à partir d'une nomenclature-type comportant huit catégories, en adaptant aux normes locales de construction les critères généraux mentionnés au tableau ci-après. II. – Pour les dépendances bâties isolées et les divers éléments visés au II de l'article 324 G , la classification communale est établie à partir d'une nomenclature-type spéciale comportant quatre catégories, en adaptant aux normes locales de construction les critères généraux décrits au tableau ci-après. III. – Dans les cas deux cas prévus aux I et II, il peut toutefois être procédé à la création de catégories intermédiaires combinant, dans des proportions simples, deux catégories-types. IV. – Les caractéristiques physiques afférentes à chaque nature et catégorie de locaux retenus lors de la classification communale sont inscrites au procès-verbal des opérations de la révision. CRITÈRES à considérer CARACTÉRISTIQUES GÉNÉRALES PROPRES À CHAQUE CATEGORIE DE LOCAUX 1re catégorie 2e catégorie 3e catégorie 4e catégorie 5e catégorie 6e catégorie 7e catégorie 8e catégorie 1. Caractère architectural de l'immeuble Nettement somptueux Particulièrement soigné Belle apparence Sans caractère particulier Aspect délabré 2. Qualité de la construction Excellente Matériaux de tout premier ordre ou d'excellente qualité. Parfaite habitabilité Très bonne Matériaux assurant une très bonne habitabilité. Bonne Mais construction d'une classe et d'une qualité inférieures aux précédentes catégories. Courante Matériaux utilisés habituellement dans la région, assurant des conditions d'habitabilité normales mais une durée d'existence limitée pour les immeubles récents. Médiocre Construction économique en matériaux bon marché présentant souvent certains vices. Particulièrement défectueuse Ne présente pas ou ne présente plus les caractères élémentaires d'habitabilité en raison de la nature des matériaux utilisés, de la vétusté, etc. 3. Distribution du local : Conception générale Très large conception des diverses parties du local. (Largeur des baies supérieure à la normale. Dans les immeubles collectifs, accès et escaliers communs de larges dimensions). Large conception des diverses parties du local. (Largeur des baies supérieure à la normale. Dans les immeubles collectifs, accès et escaliers communs de larges dimensions). Moins d'ampleur que dans les catégories précédentes. Les diverses parties du local restent cependant assez spacieuses. Dans les immeubles collectifs, accès communs faciles. Faible développement des pièces, dégagements, entrées, etc.. Paliers souvent communs à plus de deux logements. Faible développement des pièces, dégagements, entrées, etc. Dimensions réduites, même en ce qui concerne les pièces d'habitation, notamment dans les constructions récentes. Logement souvent exigu. Dégagements généralement sacrifiés dans les immeubles collectifs (accès communs sombres et étroits). Pièces de réception (*) Présence obligatoire de pièces de réception spacieuses. Présence obligatoire de pièces de réception dans les locaux comportant un certain nombre de pièces. Existence, en général, d'une pièce de réception : -dans les locaux anciens dès qu'il y a quatre pièces, -dans les locaux modernes, quel que soit le nombre de pièces. En général, absence de pièces de réception. Locaux d'hygiène (*) Nombreux locaux d'hygiène bien équipés. En général, plusieurs salles d'eau. Présence nécessaire d'une salle de bains ou de douches ou d'un cabinet de toilette avec eau courante. Présence, au minimum, d'un cabinet de toilette avec eau courante. En général : -absence de locaux d'hygiène dans les immeubles anciens, -présence d'une salle d'eau dans les immeubles récents. Absence très fréquente de locaux d'hygiène. 4. Equipement : Equipements usuels : En général, eau à l'extérieur. Eau (*) Nombreux postes d'eau courante intérieurs au local. Un ou plusieurs postes d'eau intérieurs. WC (*) Un ou plusieurs éléments par local. WC particuliers généralement intérieurs. WC particuliers parfois extérieurs. WC Généralement extérieurs. Chauffage central Présence habituelle. Présence fréquente dans les immeubles anciens, habituelle dans les immeubles récents. Présence exceptionnelle dans les immeubles anciens, fréquente dans les immeubles récents. - - Absence habituelle de tout équipement, notamment des WC. Ascenseur Présence habituelle. Absence fréquente dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages. Absence de fréquence dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages. Absence habituelle dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages. - - Tapis d'escalier, escalier de service Présence habituelle (surtout dans les immeubles anciens). Absence fréquente. - - - - Impression d'ensemble (Caractère général de l'habitation) Grand luxe Luxe Très confortable Confortable Assez confortable Ordinaire Médiocre Très médiocre (*) Ne pas tenir compte de ce critère pour les locaux affectés exclusivement à usage professionnel. CRITÈRES à considérer CARACTÉRISTIQUES GÉNÉRALES PROPRES À CHAQUE CATÉGORIE A B C D Qualité de la construction (a titre principal) : -Murs Matériaux de bonne qualité. Matériaux ordinaires utilisés habituellement dans la région, le plus souvent mis en œuvre sans recherche et d'une façon économique. Matériaux bon marché, légers, présentant souvent certains défauts. Matériaux de qualité médiocre, parfois même, absence quasi totale de murs (hangars, etc). -Toiture Habillement, couverture en matériaux courants. Le plus souvent, couverture légère. Equipement (a titre accessoire) : – Electricité présence habituelle. présence assez fréquente. présence peu fréquente. – Eau présence habituelle. présence assez fréquente. présence peu fréquente. – Chauffage présence assez peu fréquente. présence exceptionnelle. absence habituelle. – Divers selon la nature de l'élément, présence occasionnelle de bac à laver, de fosse de visite pour voiture automobile, etc. absence habituelle. Qualité du service rendu bonne protection, fermeture complète et solide. protection suffisante, fermeture complète et encore satisfaisante. protection sommaire, parfois abris partiellement clos. protection des plus rudimentaires. Impression d'ensemble bonne. passable. médiocre. mauvaise. Pour le choix de la catégorie, il convient de prendre en considération le fait que les dépendances bâties ne présentent pas d'une manière générale, une finition aussi complète que celle des locaux d'habitation ou à usage professionnel.",
            "texteHtml": "<p>I. – Pour les maisons individuelles et les locaux situés dans un immeuble collectif, la classification communale est établie à partir d'une nomenclature-type comportant huit catégories, en adaptant aux normes locales de construction les critères généraux mentionnés au tableau ci-après.</p><p>II. – Pour les dépendances bâties isolées et les divers éléments visés au II de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069574&idArticle=LEGIARTI000006299369&dateTexte=&categorieLien=cid' title='Code général des impôts, annexe 3, CGIAN3. - art. 324 G (V)'>l'article 324 G</a>, la classification communale est établie à partir d'une nomenclature-type spéciale comportant quatre catégories, en adaptant aux normes locales de construction les critères généraux décrits au tableau ci-après.</p><p>III. – Dans les cas deux cas prévus aux I et II, il peut toutefois être procédé à la création de catégories intermédiaires combinant, dans des proportions simples, deux catégories-types.</p><p>IV. – Les caractéristiques physiques afférentes à chaque nature et catégorie de locaux retenus lors de la classification communale sont inscrites au procès-verbal des opérations de la révision.</p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td rowspan='2'><p align='center'>CRITÈRES<br/>\n\t\t\tà considérer</p></td><td colspan='8'><p align='center'>CARACTÉRISTIQUES GÉNÉRALES PROPRES À CHAQUE CATEGORIE DE LOCAUX</p></td></tr><tr><td><p align='center'>1re catégorie</p></td><td><p align='center'>2e catégorie</p></td><td><p align='center'>3e catégorie</p></td><td><p align='center'>4e catégorie</p></td><td><p align='center'>5e catégorie</p></td><td><p align='center'>6e catégorie</p></td><td><p align='center'>7e catégorie</p></td><td><p align='center'>8e catégorie</p></td></tr><tr><td><p>1. Caractère architectural de l'immeuble</p></td><td><p align='center'>Nettement somptueux</p></td><td><p align='center'>Particulièrement soigné</p></td><td colspan='2'><p align='center'>Belle apparence</p></td><td colspan='3'><p align='center'>Sans caractère particulier</p></td><td><p align='center'>Aspect délabré</p></td></tr><tr><td><p>2. Qualité de la construction</p></td><td colspan='2'><p align='center'>Excellente</p><p>Matériaux de tout premier ordre ou d'excellente qualité.</p><p>Parfaite habitabilité</p></td><td><p align='center'>Très bonne</p><p>Matériaux assurant une très bonne habitabilité.</p></td><td colspan='2'><p align='center'>Bonne</p><p>Mais construction d'une classe et d'une qualité inférieures aux précédentes catégories.</p></td><td><p align='center'>Courante</p><p>Matériaux utilisés habituellement dans la région, assurant des conditions d'habitabilité normales mais une durée d'existence limitée pour les immeubles récents.</p></td><td><p align='center'>Médiocre</p><p>Construction économique en matériaux bon marché présentant souvent certains vices.</p></td><td><p>Particulièrement défectueuse</p><p>Ne présente pas ou ne présente plus les caractères élémentaires d'habitabilité en raison de la nature des matériaux utilisés, de la vétusté, etc.</p></td></tr><tr><td><p>3. Distribution du local : Conception générale</p></td><td><p>Très large conception des diverses parties du local.</p><p>(Largeur des baies supérieure à la normale.</p><p>Dans les immeubles collectifs, accès et escaliers communs de larges dimensions).</p></td><td><p>Large conception des diverses parties du local.</p><p>(Largeur des baies supérieure à la normale.</p><p>Dans les immeubles collectifs, accès et escaliers communs de larges dimensions).</p></td><td colspan='2'><p>Moins d'ampleur que dans les catégories précédentes.</p><p>Les diverses parties du local restent cependant assez spacieuses. Dans les immeubles collectifs, accès communs faciles.</p></td><td><p>Faible développement des pièces, dégagements, entrées, etc.. Paliers souvent communs à plus de deux logements.</p></td><td><p>Faible développement des pièces, dégagements, entrées, etc.</p><p>Dimensions réduites, même en ce qui concerne les pièces d'habitation, notamment dans les constructions récentes.</p></td><td><p>Logement souvent exigu.</p><p>Dégagements généralement sacrifiés dans les immeubles collectifs (accès communs sombres et étroits).</p></td><td></td></tr><tr><td><p>Pièces de réception (*)</p></td><td colspan='2'><p>Présence obligatoire de pièces de réception spacieuses.</p></td><td colspan='2'><p>Présence obligatoire de pièces de réception dans les locaux comportant un certain nombre de pièces.</p></td><td><p>Existence, en général, d'une pièce de réception :</p><p>-dans les locaux anciens dès qu'il y a quatre pièces,</p><p>-dans les locaux modernes, quel que soit le nombre de pièces.</p></td><td colspan='2'><p>En général, absence de pièces de réception.</p></td><td></td></tr><tr><td><p>Locaux d'hygiène (*)</p></td><td colspan='2'><p>Nombreux locaux d'hygiène bien équipés.</p></td><td><p>En général, plusieurs salles d'eau.</p></td><td><p>Présence nécessaire d'une salle de bains ou de douches ou d'un cabinet de toilette avec eau courante.</p></td><td><p>Présence, au minimum, d'un cabinet de toilette avec eau courante.</p></td><td><p>En général :</p><p>-absence de locaux d'hygiène dans les immeubles anciens,</p><p>-présence d'une salle d'eau dans les immeubles récents.</p></td><td><p>Absence très fréquente de locaux d'hygiène.</p></td><td></td></tr><tr><td><p>4. Equipement :</p></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td><p>Equipements usuels :</p></td><td></td><td></td><td></td><td></td><td></td><td></td><td><p>En général, eau à l'extérieur.</p></td><td></td></tr><tr><td><p>Eau (*)</p></td><td colspan='4'><p>Nombreux postes d'eau courante intérieurs au local.</p></td><td colspan='2'><p>Un ou plusieurs postes d'eau intérieurs.</p></td><td></td><td></td></tr><tr><td><p>WC (*)</p></td><td colspan='4'><p>Un ou plusieurs éléments par local.</p></td><td><p>WC particuliers généralement intérieurs.</p></td><td><p>WC particuliers parfois extérieurs.</p></td><td><p>WC Généralement extérieurs.</p></td><td></td></tr><tr><td><p>Chauffage central</p></td><td colspan='3'><p>Présence habituelle.</p></td><td><p>Présence fréquente dans les immeubles anciens, habituelle dans les immeubles récents.</p></td><td><p>Présence exceptionnelle dans les immeubles anciens, fréquente dans les immeubles récents.</p></td><td><p align='center'>-</p></td><td><p align='center'>-</p></td><td><p>Absence habituelle de tout équipement, notamment des WC.</p></td></tr><tr><td><p>Ascenseur</p></td><td colspan='3'><p>Présence habituelle.</p></td><td><p>Absence fréquente dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages.</p></td><td><p>Absence de fréquence dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages.</p></td><td><p>Absence habituelle dans les immeubles anciens : présence habituelle dans les immeubles récents de plus de quatre étages.</p></td><td><p align='center'>-</p></td><td><p align='center'>-</p></td></tr><tr><td><p>Tapis d'escalier, escalier de service</p></td><td colspan='3'><p>Présence habituelle (surtout dans les immeubles anciens).</p></td><td><p>Absence fréquente.</p></td><td><p align='center'>-</p></td><td><p align='center'>-</p></td><td><p align='center'>-</p></td><td><p align='center'>-</p></td></tr><tr><td><p>Impression d'ensemble (Caractère général de l'habitation)</p></td><td><p align='center'>Grand luxe</p></td><td><p align='center'>Luxe</p></td><td><p align='center'>Très confortable</p></td><td><p align='center'>Confortable</p></td><td><p align='center'>Assez confortable</p></td><td><p align='center'>Ordinaire</p></td><td><p align='center'>Médiocre</p></td><td><p align='center'>Très médiocre</p></td></tr><tr><td colspan='9'><p>(*) Ne pas tenir compte de ce critère pour les locaux affectés exclusivement à usage professionnel.</p></td></tr></tbody></table><p align='center'></p><table border='1' cellpadding='0' cellspacing='0' align='center'><tbody><tr><td rowspan='2'><p align='center'>CRITÈRES<br/>\n\t\t\tà considérer</p></td><td colspan='4'><p align='center'>CARACTÉRISTIQUES GÉNÉRALES PROPRES À CHAQUE CATÉGORIE</p></td></tr><tr><td><p align='center'>A</p></td><td><p align='center'>B</p></td><td><p align='center'>C</p></td><td><p align='center'>D</p></td></tr><tr><td><p>Qualité de la construction (a titre principal) :</p></td><td></td><td></td><td></td><td></td></tr><tr><td><p>-Murs</p></td><td><p>Matériaux de bonne qualité.</p></td><td><p>Matériaux ordinaires utilisés habituellement dans la région, le plus souvent mis en œuvre sans recherche et d'une façon économique.</p></td><td><p>Matériaux bon marché, légers, présentant souvent certains défauts.</p></td><td><p>Matériaux de qualité médiocre, parfois même, absence quasi totale de murs (hangars, etc).</p></td></tr><tr><td><p>-Toiture</p></td><td colspan='2'><p align='center'>Habillement, couverture en matériaux courants.</p></td><td colspan='2'><p align='center'>Le plus souvent, couverture légère.</p></td></tr><tr><td><p>Equipement (a titre accessoire) :</p></td><td></td><td></td><td></td><td></td></tr><tr><td><p>– Electricité</p></td><td><p>présence habituelle.</p></td><td><p>présence assez fréquente.</p></td><td><p>présence peu fréquente.</p></td><td></td></tr><tr><td><p>– Eau</p></td><td><p>présence habituelle.</p></td><td><p>présence assez fréquente.</p></td><td><p>présence peu fréquente.</p></td><td></td></tr><tr><td><p>– Chauffage</p></td><td><p>présence assez peu fréquente.</p></td><td><p>présence exceptionnelle.</p></td><td><p>absence habituelle.</p></td><td></td></tr><tr><td><p>– Divers</p></td><td><p>selon la nature de l'élément, présence occasionnelle de bac à laver, de fosse de visite pour voiture automobile, etc.</p></td><td colspan='3'><p align='center'>absence habituelle.</p></td></tr><tr><td><p>Qualité du service rendu</p></td><td><p>bonne protection, fermeture complète et solide.</p></td><td><p>protection suffisante, fermeture complète et encore satisfaisante.</p></td><td><p>protection sommaire, parfois abris partiellement clos.</p></td><td><p>protection des plus rudimentaires.</p></td></tr><tr><td><p>Impression d'ensemble</p></td><td><p>bonne.</p></td><td><p>passable.</p></td><td><p>médiocre.</p></td><td><p>mauvaise.</p></td></tr><tr><td colspan='5'><p>Pour le choix de la catégorie, il convient de prendre en considération le fait que les dépendances bâties ne présentent pas d'une manière générale, une finition aussi complète que celle des locaux d'habitation ou à usage professionnel.</p></td></tr></tbody></table><p align='center'></p>",
            "num": "324 H",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 1530316800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-04-07",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114433",
                        "id": "LEGISCTA000006114433",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impositions communales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133757",
                        "id": "LEGISCTA000006133757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146853",
                        "id": "LEGISCTA000006146853",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III bis : Règles d'évaluation de la valeur locative des biens imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162295",
                        "id": "LEGISCTA000006162295",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2018-06-30",
                        "titre": "II : Locaux d'habitation et locaux à usage professionnel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179415",
                        "id": "LEGISCTA000006179415",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-06-30",
                        "fin": "2999-01-01",
                        "titre": "II : Locaux d'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179415",
                        "id": "LEGISCTA000037128044",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Classification communale des locaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191446",
                        "id": "LEGISCTA000006191446",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299370",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191446",
            "sectionParentId": "LEGISCTA000006191446",
            "sectionParentTitre": "B : Classification communale des locaux",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre premier : Impositions communales &gt; Chapitre premier : Impôts directs et taxes assimilées &gt; Section III bis : Règles d'évaluation de la valeur locative des biens imposables &gt; II : Locaux d'habitation &gt; B : Classification communale des locaux",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006299370",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 324 G (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "324 G",
                    "articleId": "LEGIARTI000006299369",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1530316800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 324 N (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "324 N",
                    "articleId": "LEGIARTI000006299376",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299370",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1530316800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037128024",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1530316800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "324 H",
                "324"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}