{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036654389",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La commission se réunit sur convocation du président. Les convocations et l'ordre du jour des séances sont adressés aux membres par tous moyens, au moins quinze jours avant la séance. Ceux-ci sont mis à même, dès réception de la convocation, de prendre connaissance du rapport et des éléments qui lui sont annexés. L'agent en cause est convoqué quinze jours au moins avant la date de réunion, par tout moyen permettant d'en établir la date de réception. Il a droit au remboursement de ses frais de déplacement et de séjour, qui sont mis à la charge de l'administration dont il relève. L'agent peut demander à faire citer des témoins et à être assisté par un ou plusieurs défenseurs de son choix. Les frais de déplacement et de séjour des témoins cités ou des défenseurs ne donnent lieu à aucun remboursement. Le président de la commission peut renvoyer, à la demande de l'agent ou de l'administration, l'examen de l'affaire à une nouvelle réunion. Lorsqu'il est demandé par l'agent, un tel report n'est possible qu'une seule fois. Le président de la commission peut convoquer le chef de service de l'agent ou son représentant ainsi que des experts afin d'éclairer la commission sur le comportement de l'intéressé et, le cas échéant, sur la menace grave qu'il est susceptible de faire peser sur la sécurité publique. Les experts ne peuvent assister qu'à la partie des débats, à l'exclusion du vote, relative aux questions pour lesquelles leur présence a été sollicitée. La commission ne siège valablement que si la moitié des membres ayant voix délibérative sont présents lors de l'ouverture de la réunion. Lorsque ce quorum n'est pas atteint, une nouvelle convocation est envoyée dans le délai de huit jours. La commission siège alors valablement, quel que soit le nombre de membres présents. Les délibérations de la commission ne sont pas publiques. Les personnes participant, à quelque titre que ce soit, aux travaux de la commission sont tenues à une stricte obligation de confidentialité et de discrétion professionnelle pour tous les faits et documents dont elles ont eu connaissance à l'occasion de ces travaux.",
            "texteHtml": "<p>La commission se réunit sur convocation du président. Les convocations et l'ordre du jour des séances sont adressés aux membres par tous moyens, au moins quinze jours avant la séance. Ceux-ci sont mis à même, dès réception de la convocation, de prendre connaissance du rapport et des éléments qui lui sont annexés.<br/><br/>\n L'agent en cause est convoqué quinze jours au moins avant la date de réunion, par tout moyen permettant d'en établir la date de réception. Il a droit au remboursement de ses frais de déplacement et de séjour, qui sont mis à la charge de l'administration dont il relève.<br/><br/>\n L'agent peut demander à faire citer des témoins et à être assisté par un ou plusieurs défenseurs de son choix. Les frais de déplacement et de séjour des témoins cités ou des défenseurs ne donnent lieu à aucun remboursement.<br/><br/>\n Le président de la commission peut renvoyer, à la demande de l'agent ou de l'administration, l'examen de l'affaire à une nouvelle réunion. Lorsqu'il est demandé par l'agent, un tel report n'est possible qu'une seule fois.<br/><br/>\n Le président de la commission peut convoquer le chef de service de l'agent ou son représentant ainsi que des experts afin d'éclairer la commission sur le comportement de l'intéressé et, le cas échéant, sur la menace grave qu'il est susceptible de faire peser sur la sécurité publique.<br/><br/>\n Les experts ne peuvent assister qu'à la partie des débats, à l'exclusion du vote, relative aux questions pour lesquelles leur présence a été sollicitée.<br/><br/>\n La commission ne siège valablement que si la moitié des membres ayant voix délibérative sont présents lors de l'ouverture de la réunion. Lorsque ce quorum n'est pas atteint, une nouvelle convocation est envoyée dans le délai de huit jours. La commission siège alors valablement, quel que soit le nombre de membres présents.<br/><br/>\n Les délibérations de la commission ne sont pas publiques.<br/><br/>\n Les personnes participant, à quelque titre que ce soit, aux travaux de la commission sont tenues à une stricte obligation de confidentialité et de discrétion professionnelle pour tous les faits et documents dont elles ont eu connaissance à l'occasion de ces travaux.</p>",
            "num": "R114-6-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1519862400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : PRINCIPES GÉNÉRAUX ET ORGANISATION  DE LA SÉCURITÉ INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284573",
                        "id": "LEGISCTA000028287677",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : PRINCIPES GÉNÉRAUX DE LA SÉCURITÉ INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284575",
                        "id": "LEGISCTA000028287675",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Enquêtes administratives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284594",
                        "id": "LEGISCTA000028287663",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-03-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Conséquences des enquêtes administratives en application du IV de l'article L. 114-1",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036654145",
                        "id": "LEGISCTA000036654374",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036654266",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036654145",
            "sectionParentId": "LEGISCTA000036654374",
            "sectionParentTitre": "Section 2 : Conséquences des enquêtes administratives en application du IV de l'article L. 114-1",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE Ier : PRINCIPES GÉNÉRAUX ET ORGANISATION  DE LA SÉCURITÉ INTÉRIEURE &gt; TITRE Ier : PRINCIPES GÉNÉRAUX DE LA SÉCURITÉ INTÉRIEURE &gt; Chapitre IV : Enquêtes administratives &gt; Section 2 : Conséquences des enquêtes administratives en application du IV de l'article L. 114-1",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036654389",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036650515",
                    "textTitle": "Décret n°2018-141 du 27 février 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036652950",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-02-28",
                    "dateSignaTexte": "2018-02-27",
                    "dateDebutCible": "2018-03-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036654389",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1519862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R114-6-4",
                "114-6-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}