{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048844040",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs, hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes : a) Le gaz naturel et le biométhane carburant ; a bis) Une combinaison de gaz naturel et de gazole nécessaire au fonctionnement d'une motorisation bicarburant de type 1A telle que définie au 52 de l'article 2 du règlement (CE) n° 582/2011 de la Commission du 25 mai 2011 portant modalités d'application et modification du règlement (CE) n° 595/2009 du Parlement européen et du Conseil au regard des émissions des véhicules utilitaires lourds (Euro VI) et modifiant les annexes I et III de la directive 2007/46/ CE du Parlement européen et du Conseil ; b) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ; c) L'énergie électrique ; d) L'hydrogène ; e) Le carburant B100 constitué à 100 % d'esters méthyliques d'acides gras, lorsque la motorisation du véhicule est conçue en vue d'un usage exclusif et irréversible de ce carburant. 2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 40 %. Par dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 60 %. Pour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 20 %. Les trois premiers alinéas du présent 2 s'appliquent, sous les mêmes conditions, aux véhicules utilisant l'énergie mentionnée au a bis du 1 du présent I acquis à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030. I bis.-A.-Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur le coût, hors frais financiers, de la transformation des véhicules à motorisation thermique en véhicules à motorisation électrique à batterie ou à pile à combustible à hydrogène, dans des conditions définies par arrêté du ministre chargé de l'écologie, lorsqu'ils sont affectés à leur activité et inscrits à l'actif immobilisé de leur bilan. B.-La déduction prévue au A du présent I bis s'applique aux véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes et dont la transformation est engagée à compter du 1er janvier 2024 et jusqu'au 31 décembre 2030. Elle s'applique à l'entreprise qui fait procéder à la transformation mentionnée au même A ou à l'entreprise qui procède à la première acquisition d'un véhicule qui a fait l'objet d'une telle transformation en vue de sa revente, lorsque le contrat d'acquisition dudit véhicule est conclu à compter du 1er janvier 2024 et jusqu'au 31 décembre 2030. La déduction prévue audit A ne peut, au titre d'un même véhicule, être pratiquée qu'à une seule reprise. C.-Le taux de la déduction est respectivement de 20 % pour les véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, de 60 % pour ceux dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes et de 40 % pour ceux dont le poids total autorisé en charge est supérieur à 16 tonnes. II.- Les déductions prévues aux I et I bis sont réparties linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elles ne sont acquises à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis. III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au troisième alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2030 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I utilisant les énergies mentionnées aux a à d du 1 dudit I, et les contrats conclus à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour les biens mentionnés au 1 du même I et aux deuxième et troisième alinéas du 2 du même I utilisant l'énergie mentionnée au e du 1 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant. Le premier alinéa du présent III s'applique, sous les mêmes conditions, aux véhicules neufs utilisant l'énergie mentionnée au a bis du 1 du I pris en location dans le cadre d'un contrat conclu à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030. L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I. IV.-L'entreprise qui prend en location un véhicule mentionné au I bis du présent article dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier, en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat, peut déduire une somme égale à 20 % du coût de la transformation du véhicule si ce dernier a fait l'objet de la transformation mentionnée au I bis du présent article. Cette déduction est de 60 % du coût de la transformation du véhicule si le poids autorisé en charge de ce dernier est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes et de 40 % du coût de la transformation si son poids autorisé en charge est supérieur à 16 tonnes. Ces contrats sont ceux conclus à compter du 1er janvier 2024 et jusqu'au 31 décembre 2030. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant. L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I bis. V.-L'application par une entreprise de la déduction prévue aux I ou III est exclusive, au titre d'un même véhicule, du bénéfice de la déduction prévue aux I bis ou IV. VI.-Le bénéfice de la déduction prévue au présent article est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.",
            "texteHtml": "<p></p><p>I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs, hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes :</p><p>a) Le gaz naturel et le biométhane carburant ;</p><p>a bis) Une combinaison de gaz naturel et de gazole nécessaire au fonctionnement d'une motorisation bicarburant de type 1A telle que définie au 52 de l'article 2 du règlement (CE) n° 582/2011 de la Commission du 25 mai 2011 portant modalités d'application et modification du règlement (CE) n° 595/2009 du Parlement européen et du Conseil au regard des émissions des véhicules utilitaires lourds (Euro VI) et modifiant les annexes I et III de la directive 2007/46/ CE du Parlement européen et du Conseil ;<br/><br/>\nb) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ;<br/><br/>\nc) L'énergie électrique ;<br/><br/>\nd) L'hydrogène ;</p><p>e) Le carburant B100 constitué à 100 % d'esters méthyliques d'acides gras, lorsque la motorisation du véhicule est conçue en vue d'un usage exclusif et irréversible de ce carburant.<br/><br/>\n2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 40 %.<br/><br/>\nPar dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 60 %.<br/><br/>\nPour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 20 %.</p><p>Les trois premiers alinéas du présent 2 s'appliquent, sous les mêmes conditions, aux véhicules utilisant l'énergie mentionnée au a bis du 1 du présent I acquis à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030.</p><p>I bis.-A.-Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur le coût, hors frais financiers, de la transformation des véhicules à motorisation thermique en véhicules à motorisation électrique à batterie ou à pile à combustible à hydrogène, dans des conditions définies par arrêté du ministre chargé de l'écologie, lorsqu'ils sont affectés à leur activité et inscrits à l'actif immobilisé de leur bilan.<br/><br/>\n B.-La déduction prévue au A du présent I bis s'applique aux véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes et dont la transformation est engagée à compter du 1er janvier 2024 et jusqu'au 31 décembre 2030.<br/><br/>\n Elle s'applique à l'entreprise qui fait procéder à la transformation mentionnée au même A ou à l'entreprise qui procède à la première acquisition d'un véhicule qui a fait l'objet d'une telle transformation en vue de sa revente, lorsque le contrat d'acquisition dudit véhicule est conclu à compter du 1er janvier 2024 et jusqu'au 31 décembre 2030.<br/><br/>\n La déduction prévue audit A ne peut, au titre d'un même véhicule, être pratiquée qu'à une seule reprise.<br/><br/>\n C.-Le taux de la déduction est respectivement de 20 % pour les véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, de 60 % pour ceux dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes et de 40 % pour ceux dont le poids total autorisé en charge est supérieur à 16 tonnes.</p><p>II.- Les déductions prévues aux I et I bis sont réparties linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elles ne sont acquises à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis.</p><p>III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>1 de l'article L. 313-7 du code monétaire et financier</a> en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au troisième alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2030 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I utilisant les énergies mentionnées aux a à d du 1 dudit I, et les contrats conclus à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour les biens mentionnés au 1 du même I et aux deuxième et troisième alinéas du 2 du même I utilisant l'énergie mentionnée au e du 1 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant.</p><p>Le premier alinéa du présent III s'applique, sous les mêmes conditions, aux véhicules neufs utilisant l'énergie mentionnée au a bis du 1 du I pris en location dans le cadre d'un contrat conclu à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030.</p><p>L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.<br/><br/>\nIV.-L'entreprise qui prend en location un véhicule mentionné au I bis du présent article dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier, en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat, peut déduire une somme égale à 20 % du coût de la transformation du véhicule si ce dernier a fait l'objet de la transformation mentionnée au I bis du présent article. Cette déduction est de 60 % du coût de la transformation du véhicule si le poids autorisé en charge de ce dernier est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes et de 40 % du coût de la transformation si son poids autorisé en charge est supérieur à 16 tonnes. Ces contrats sont ceux conclus à compter du 1er janvier 2024 et jusqu'au 31 décembre 2030. Cette déduction est répartie sur la durée mentionnée au II.<br/><br/>\n Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant.<br/><br/>\n L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I bis.<br/><br/>\n V.-L'application par une entreprise de la déduction prévue aux I ou III est exclusive, au titre d'un même véhicule, du bénéfice de la déduction prévue aux I bis ou IV.<br/><br/>\n VI.-Le bénéfice de la déduction prévue au présent article est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.</p><p></p>",
            "num": "39 decies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "9.0",
            "etat": "VIGUEUR",
            "dateDebut": 1703980800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11134528,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031735332",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048844040",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048727345",
                    "textTitle": "LOI n°2023-1322 du 29 décembre 2023 - art. 40",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000048769597",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-12-30",
                    "dateSignaTexte": "2023-12-29",
                    "dateDebutCible": "2023-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1214-2",
                    "articleId": "LEGIARTI000043976736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031735335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033805577",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036426756",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037988909",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041469014",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1595635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042159252",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1595635200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913777",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976889",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1703980800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048844040",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 decies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000043976889",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043976889",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs, hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes : a) Le gaz naturel et le biométhane carburant ; a bis) Une combinaison de gaz naturel et de gazole nécessaire au fonctionnement d'une motorisation bicarburant de type 1A telle que définie au 52 de l'article 2 du règlement (CE) n° 582/2011 de la Commission du 25 mai 2011 portant modalités d'application et modification du règlement (CE) n° 595/2009 du Parlement européen et du Conseil au regard des émissions des véhicules utilitaires lourds (Euro VI) et modifiant les annexes I et III de la directive 2007/46/ CE du Parlement européen et du Conseil ; b) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ; c) L'énergie électrique ; d) L'hydrogène ; e) Le carburant B100 constitué à 100 % d'esters méthyliques d'acides gras, lorsque la motorisation du véhicule est conçue en vue d'un usage exclusif et irréversible de ce carburant. 2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 40 %. Par dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 60 %. Pour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 20 %. Les trois premiers alinéas du présent 2 s'appliquent, sous les mêmes conditions, aux véhicules utilisant l'énergie mentionnée au a bis du 1 du présent I acquis à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030. II.- La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis. III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au troisième alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2030 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I utilisant les énergies mentionnées aux a à d du 1 dudit I, et les contrats conclus à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour les biens mentionnés au 1 du même I et aux deuxième et troisième alinéas du 2 du même I utilisant l'énergie mentionnée au e du 1 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant. Le premier alinéa du présent III s'applique, sous les mêmes conditions, aux véhicules neufs utilisant l'énergie mentionnée au a bis du 1 du I pris en location dans le cadre d'un contrat conclu à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030. L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.",
            "texteHtml": "<p></p><p>I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs, hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes :</p><p>a) Le gaz naturel et le biométhane carburant ;</p><p>a bis) Une combinaison de gaz naturel et de gazole nécessaire au fonctionnement d'une motorisation bicarburant de type 1A telle que définie au 52 de l'article 2 du règlement (CE) n° 582/2011 de la Commission du 25 mai 2011 portant modalités d'application et modification du règlement (CE) n° 595/2009 du Parlement européen et du Conseil au regard des émissions des véhicules utilitaires lourds (Euro VI) et modifiant les annexes I et III de la directive 2007/46/ CE du Parlement européen et du Conseil ;<br/><br/>\nb) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ;<br/><br/>\nc) L'énergie électrique ;<br/><br/>\nd) L'hydrogène ;</p><p>e) Le carburant B100 constitué à 100 % d'esters méthyliques d'acides gras, lorsque la motorisation du véhicule est conçue en vue d'un usage exclusif et irréversible de ce carburant.<br/><br/>\n2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 40 %.<br/><br/>\nPar dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 60 %.<br/><br/>\nPour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 20 %.</p><p>Les trois premiers alinéas du présent 2 s'appliquent, sous les mêmes conditions, aux véhicules utilisant l'énergie mentionnée au a bis du 1 du présent I acquis à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030.</p><p>II.- La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis.</p><p>III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>1 de l'article L. 313-7 du code monétaire et financier</a> en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au troisième alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2030 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2030 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I utilisant les énergies mentionnées aux a à d du 1 dudit I, et les contrats conclus à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030 pour les biens mentionnés au 1 du même I et aux deuxième et troisième alinéas du 2 du même I utilisant l'énergie mentionnée au e du 1 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant.</p><p>Le premier alinéa du présent III s'applique, sous les mêmes conditions, aux véhicules neufs utilisant l'énergie mentionnée au a bis du 1 du I pris en location dans le cadre d'un contrat conclu à compter du 1er janvier 2020 et jusqu'au 31 décembre 2030.</p><p>L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.</p><p></p>",
            "num": "39 decies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "MODIFIE",
            "dateDebut": 1629849600000,
            "dateFin": 1703980800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11134528,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031735332",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000043976889",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 133",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "133",
                    "articleId": "LEGIARTI000043958124",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1214-2",
                    "articleId": "LEGIARTI000043976736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031735335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033805577",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036426756",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037988909",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041469014",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1595635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042159252",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1595635200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913777",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976889",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1703980800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048844040",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 decies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000042913777",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042913777",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs, hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes : a) Le gaz naturel et le biométhane carburant ; a bis) Une combinaison de gaz naturel et de gazole nécessaire au fonctionnement d'une motorisation bicarburant de type 1A telle que définie au 52 de l'article 2 du règlement (CE) n° 582/2011 de la Commission du 25 mai 2011 portant modalités d'application et modification du règlement (CE) n° 595/2009 du Parlement européen et du Conseil au regard des émissions des véhicules utilitaires lourds (Euro VI) et modifiant les annexes I et III de la directive 2007/46/ CE du Parlement européen et du Conseil ; b) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ; c) L'énergie électrique ; d) L'hydrogène ; e) Le carburant B100 constitué à 100 % d'esters méthyliques d'acides gras, lorsque la motorisation du véhicule est conçue en vue d'un usage exclusif et irréversible de ce carburant. 2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2024 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2024 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 40 %. Par dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2024 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 60 %. Pour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2024 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 20 %. Les trois premiers alinéas du présent 2 s'appliquent, sous les mêmes conditions, aux véhicules utilisant l'énergie mentionnée au a bis du 1 du présent I acquis à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024. II.- La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis. III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au troisième alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2024 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2024 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I utilisant les énergies mentionnées aux a à d du 1 dudit I, et les contrats conclus à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024 pour les biens mentionnés au 1 du même I et aux deuxième et troisième alinéas du 2 du même I utilisant l'énergie mentionnée au e du 1 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant. Le premier alinéa du présent III s'applique, sous les mêmes conditions, aux véhicules neufs utilisant l'énergie mentionnée au a bis du 1 du I pris en location dans le cadre d'un contrat conclu à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024. L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.",
            "texteHtml": "<p></p><p>I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs, hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes :</p><p>a) Le gaz naturel et le biométhane carburant ;</p><p>a bis) Une combinaison de gaz naturel et de gazole nécessaire au fonctionnement d'une motorisation bicarburant de type 1A telle que définie au 52 de l'article 2 du règlement (CE) n° 582/2011 de la Commission du 25 mai 2011 portant modalités d'application et modification du règlement (CE) n° 595/2009 du Parlement européen et du Conseil au regard des émissions des véhicules utilitaires lourds (Euro VI) et modifiant les annexes I et III de la directive 2007/46/ CE du Parlement européen et du Conseil ;<br/><br/>\nb) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ;<br/><br/>\nc) L'énergie électrique ;<br/><br/>\nd) L'hydrogène ;</p><p>e) Le carburant B100 constitué à 100 % d'esters méthyliques d'acides gras, lorsque la motorisation du véhicule est conçue en vue d'un usage exclusif et irréversible de ce carburant.<br/><br/>\n2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2024 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2024 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 40 %.<br/><br/>\nPar dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2024 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 60 %.<br/><br/>\nPour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2024 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 20 %.</p><p>Les trois premiers alinéas du présent 2 s'appliquent, sous les mêmes conditions, aux véhicules utilisant l'énergie mentionnée au a bis du 1 du présent I acquis à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024.</p><p>II.- La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis.</p><p>III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>1 de l'article L. 313-7 du code monétaire et financier</a> en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au troisième alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2024 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2024 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I utilisant les énergies mentionnées aux a à d du 1 dudit I, et les contrats conclus à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024 pour les biens mentionnés au 1 du même I et aux deuxième et troisième alinéas du 2 du même I utilisant l'énergie mentionnée au e du 1 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant.</p><p>Le premier alinéa du présent III s'applique, sous les mêmes conditions, aux véhicules neufs utilisant l'énergie mentionnée au a bis du 1 du I pris en location dans le cadre d'un contrat conclu à compter du 1er janvier 2020 et jusqu'au 31 décembre 2024.</p><p>L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.</p><p></p>",
            "num": "39 decies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1609372800000,
            "dateFin": 1629849600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11134528,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031735332",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000042913777",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 142",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "142",
                    "articleId": "LEGIARTI000042778657",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1214-2",
                    "articleId": "LEGIARTI000043976736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031735335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033805577",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036426756",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037988909",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041469014",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1595635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042159252",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1595635200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913777",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976889",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1703980800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048844040",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 decies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000042159252",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042159252",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs, hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes : a) Le gaz naturel et le biométhane carburant ; a bis) Une combinaison de gaz naturel et de gazole nécessaire au fonctionnement d'une motorisation bicarburant de type 1A telle que définie au 52 de l'article 2 du règlement (CE) n° 582/2011 de la Commission du 25 mai 2011 portant modalités d'application et modification du règlement (CE) n° 595/2009 du Parlement européen et du Conseil au regard des émissions des véhicules utilitaires lourds (Euro VI) et modifiant les annexes I et III de la directive 2007/46/ CE du Parlement européen et du Conseil ; b) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ; c) L'énergie électrique ; d) L'hydrogène ; e) Le carburant B100 constitué à 100 % d'esters méthyliques d'acides gras, lorsque la motorisation du véhicule est conçue en vue d'un usage exclusif et irréversible de ce carburant. 2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 40 %. Par dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 60 %. Pour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 20 %. Les trois premiers alinéas du présent 2 s'appliquent, sous les mêmes conditions, aux véhicules utilisant l'énergie mentionnée au a bis du 1 du présent I acquis à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021. II.- La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis. III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au troisième alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I utilisant les énergies mentionnées aux a à d du 1 dudit I, et les contrats conclus à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour les biens mentionnés au 1 du même I et aux deuxième et troisième alinéas du 2 du même I utilisant l'énergie mentionnée au e du 1 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant. Le premier alinéa du présent III s'applique, sous les mêmes conditions, aux véhicules neufs utilisant l'énergie mentionnée au a bis du 1 du I pris en location dans le cadre d'un contrat conclu à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021. L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.",
            "texteHtml": "<p>I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs, hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes :</p><p>a) Le gaz naturel et le biométhane carburant ;</p><p>a bis) Une combinaison de gaz naturel et de gazole nécessaire au fonctionnement d'une motorisation bicarburant de type 1A telle que définie au 52 de l'article 2 du règlement (CE) n° 582/2011 de la Commission du 25 mai 2011 portant modalités d'application et modification du règlement (CE) n° 595/2009 du Parlement européen et du Conseil au regard des émissions des véhicules utilitaires lourds (Euro VI) et modifiant les annexes I et III de la directive 2007/46/ CE du Parlement européen et du Conseil ;<br/><br/>\nb) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ;<br/><br/>\nc) L'énergie électrique ;<br/><br/>\nd) L'hydrogène ;</p><p>e) Le carburant B100 constitué à 100 % d'esters méthyliques d'acides gras, lorsque la motorisation du véhicule est conçue en vue d'un usage exclusif et irréversible de ce carburant.<br/><br/>\n2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 40 %.<br/><br/>\nPar dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 60 %.<br/><br/>\nPour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 20 %.</p><p>Les trois premiers alinéas du présent 2 s'appliquent, sous les mêmes conditions, aux véhicules utilisant l'énergie mentionnée au a bis du 1 du présent I acquis à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021.</p><p>II.- La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis.</p><p>III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>1 de l'article L. 313-7 du code monétaire et financier</a> en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au troisième alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I utilisant les énergies mentionnées aux a à d du 1 dudit I, et les contrats conclus à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour les biens mentionnés au 1 du même I et aux deuxième et troisième alinéas du 2 du même I utilisant l'énergie mentionnée au e du 1 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant.</p><p>Le premier alinéa du présent III s'applique, sous les mêmes conditions, aux véhicules neufs utilisant l'énergie mentionnée au a bis du 1 du I pris en location dans le cadre d'un contrat conclu à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021.</p><p>L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.</p>",
            "num": "39 decies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1595635200000,
            "dateFin": 1609372800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11134528,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031735332",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000042159252",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042143201",
                    "textTitle": "Décret n°2020-897 du 22 juillet 2020 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042143994",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-07-24",
                    "dateSignaTexte": "2020-07-22",
                    "dateDebutCible": "2020-07-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1214-2",
                    "articleId": "LEGIARTI000043976736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031735335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033805577",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036426756",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037988909",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041469014",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1595635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042159252",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1595635200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913777",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976889",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1703980800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048844040",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 decies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000041469014",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041469014",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs, hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes : a) Le gaz naturel et le biométhane carburant ; a bis) Une combinaison de gaz naturel et de gazole nécessaire au fonctionnement d'une motorisation bicarburant de type 1A telle que définie au 52 de l'article 2 du règlement (CE) n° 582/2011 de la Commission du 25 mai 2011 portant modalités d'application et modification du règlement (CE) n° 595/2009 du Parlement européen et du Conseil au regard des émissions des véhicules utilitaires lourds (Euro VI) et modifiant les annexes I et III de la directive 2007/46/ CE du Parlement européen et du Conseil ; b) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ; c) L'énergie électrique ; d) L'hydrogène ; e) Le carburant B100 constitué à 100 % d'esters méthyliques d'acides gras, lorsque la motorisation du véhicule est conçue en vue d'un usage exclusif et irréversible de ce carburant. 2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1 la déduction est de 40 %. Par dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 60 %. Pour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 20 %. Les trois premiers alinéas du présent 2 s'appliquent, sous les mêmes conditions, aux véhicules utilisant l'énergie mentionnée au a bis du 1 du présent I acquis à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021. II.- La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis. III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au troisième alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I utilisant les énergies mentionnées aux a à d du 1 dudit I, et les contrats conclus à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour les biens mentionnés au 1 du même I et aux deuxième et troisième alinéas du 2 du même I utilisant l'énergie mentionnée au e du 1 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant. Le premier alinéa du présent III s'applique, sous les mêmes conditions, aux véhicules neufs utilisant l'énergie mentionnée au a bis du 1 du I pris en location dans le cadre d'un contrat conclu à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021. L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.",
            "texteHtml": "<p>I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs, hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes :</p><p>a) Le gaz naturel et le biométhane carburant ;</p><p>a bis) Une combinaison de gaz naturel et de gazole nécessaire au fonctionnement d'une motorisation bicarburant de type 1A telle que définie au 52 de l'article 2 du règlement (CE) n° 582/2011 de la Commission du 25 mai 2011 portant modalités d'application et modification du règlement (CE) n° 595/2009 du Parlement européen et du Conseil au regard des émissions des véhicules utilitaires lourds (Euro VI) et modifiant les annexes I et III de la directive 2007/46/ CE du Parlement européen et du Conseil ;<br/><br/>\nb) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ;<br/><br/>\nc) L'énergie électrique ;<br/><br/>\nd) L'hydrogène ;</p><p>e) Le carburant B100 constitué à 100 % d'esters méthyliques d'acides gras, lorsque la motorisation du véhicule est conçue en vue d'un usage exclusif et irréversible de ce carburant.<br/><br/>\n2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1 la déduction est de 40 %.<br/><br/>\nPar dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 60 %.<br/><br/>\nPour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a à d du même 1 et à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour ceux utilisant l'énergie mentionnée au e du même 1, la déduction est de 20 %.</p><p>Les trois premiers alinéas du présent 2 s'appliquent, sous les mêmes conditions, aux véhicules utilisant l'énergie mentionnée au a bis du 1 du présent I acquis à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021.</p><p>II.- La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis.</p><p>III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>1 de l'article L. 313-7 du code monétaire et financier</a> en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au troisième alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I utilisant les énergies mentionnées aux a à d du 1 dudit I, et les contrats conclus à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021 pour les biens mentionnés au 1 du même I et aux deuxième et troisième alinéas du 2 du même I utilisant l'énergie mentionnée au e du 1 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant.</p><p>Le premier alinéa du présent III s'applique, sous les mêmes conditions, aux véhicules neufs utilisant l'énergie mentionnée au a bis du 1 du I pris en location dans le cadre d'un contrat conclu à compter du 1er janvier 2020 et jusqu'au 31 décembre 2021.</p><p>L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.</p>",
            "num": "39 decies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1577664000000,
            "dateFin": 1595635200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11134528,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031735332",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000041469014",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 61",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "61",
                    "articleId": "LEGIARTI000039792889",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2019-12-30"
                },
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 62",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000039792891",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2019-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1214-2",
                    "articleId": "LEGIARTI000043976736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031735335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033805577",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036426756",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037988909",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041469014",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1595635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042159252",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1595635200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913777",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976889",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1703980800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048844040",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 decies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000037988909",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037988909",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs (1), hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes : a) Le gaz naturel et le biométhane carburant ; b) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ; c) L'énergie électrique ; d) L'hydrogène. 2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, la déduction est de 40 %. Par dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021, la déduction est de 60 %. Pour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021, la déduction est de 20 %. II.- La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis. III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au dernier alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant. L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.",
            "texteHtml": "<p>I.-1. Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent pratiquer une déduction assise sur la valeur d'origine des biens acquis neufs (1), hors frais financiers, affectés à leur activité, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 2,6 tonnes qui utilisent exclusivement une ou plusieurs des énergies suivantes :</p><p>a) Le gaz naturel et le biométhane carburant ;<br/><br/>\n b) Le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole ;<br/><br/>\n c) L'énergie électrique ;<br/><br/>\n d) L'hydrogène.<br/><br/>\n 2. Pour les véhicules mentionnés au 1 du présent I dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes, acquis à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux a et b du même 1, et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour ceux utilisant les énergies mentionnées aux c et d dudit 1, la déduction est de 40 %.<br/><br/>\n Par dérogation au premier alinéa du présent 2, pour les véhicules mentionnés au 1 du présent I dont le poids autorisé en charge est supérieur ou égal à 3,5 tonnes et inférieur ou égal à 16 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021, la déduction est de 60 %.<br/><br/>\n Pour les véhicules mentionnés au même 1 dont le poids autorisé en charge est supérieur ou égal à 2,6 tonnes et inférieur à 3,5 tonnes, acquis à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021, la déduction est de 20 %.</p><p>II.- La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis.</p><p>III.- L'entreprise qui prend en location un bien neuf mentionné au I dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>1 de l'article L. 313-7 du code monétaire et financier</a> en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat peut déduire une somme égale à 40 %, ou 60 % s'il s'agit d'un bien mentionné au deuxième alinéa du 2 du I du présent article, ou 20 % s'il s'agit d'un bien mentionné au dernier alinéa du même 2, de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Ces contrats sont ceux conclus à compter du 1er janvier 2016 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux a et b du 1 du I et à compter du 1er janvier 2019 et jusqu'au 31 décembre 2021 pour les biens utilisant les énergies mentionnées aux c et d du même 1 et pour les véhicules mentionnés aux deuxième et troisième alinéas du 2 du même I. Cette déduction est répartie sur la durée mentionnée au II. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant.</p><p>L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au I.</p>",
            "num": "39 decies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1546214400000,
            "dateFin": 1577664000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11134528,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031735332",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000037988909",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Conformément au II de l’article 70 de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s’appliquent aux véhicules acquis à compter du 11 octobre 2018.",
            "notaHtml": "<p>(1) Conformément au II de l’article 70 de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s’appliquent aux véhicules acquis à compter du 11 octobre 2018.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n°2018-1317 du 28 décembre 2018 - art. 70 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "70",
                    "articleId": "LEGIARTI000037935764",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1214-2",
                    "articleId": "LEGIARTI000043976736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031735335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033805577",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036426756",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037988909",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041469014",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1595635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042159252",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1595635200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913777",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976889",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1703980800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048844040",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 decies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000036426756",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036426756",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent déduire de leur résultat imposable une somme égale à 40 % de la valeur d'origine des biens, hors frais financiers, affectés à leur activité et qu'elles acquièrent à compter du 1er janvier 2016 et jusqu'au 31 décembre 2019, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes qui utilisent exclusivement comme énergie le gaz naturel et le biométhane carburant, ou le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole. La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis. L'entreprise qui prend en location un bien neuf mentionné au premier alinéa du présent article dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat, conclu à compter du 1er janvier 2016 et jusqu'au 31 décembre 2019, peut déduire une somme égale à 40 % de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Cette déduction est répartie sur la durée mentionnée au deuxième alinéa du présent article. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant. L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au premier alinéa du présent article.",
            "texteHtml": "<p>Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent déduire de leur résultat imposable une somme égale à 40 % de la valeur d'origine des biens, hors frais financiers, affectés à leur activité et qu'elles acquièrent à compter du 1er janvier 2016 et jusqu'au 31 décembre 2019, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes qui utilisent exclusivement comme énergie le gaz naturel et le biométhane carburant, ou le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole.</p><p>La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis.</p><p>L'entreprise qui prend en location un bien neuf mentionné au premier alinéa du présent article dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>1 de l'article L. 313-7 du code monétaire et financier</a> en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat, conclu à compter du 1er janvier 2016 et jusqu'au 31 décembre 2019, peut déduire une somme égale à 40 % de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Cette déduction est répartie sur la durée mentionnée au deuxième alinéa du présent article. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant.</p><p>L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au premier alinéa du présent article.</p><p></p>",
            "num": "39 decies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1514764800000,
            "dateFin": 1546214400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11134528,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031735332",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000036426756",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions du II de l'article 21 de la loi n° 2017-1837 du 30 décembre 2017, les dispositions de l'article 39 decies A résultant des dispositions du 2° du I dudit article 21 s'appliquent aux véhicules pris en crédit-bail ou en location avec option d'achat à compter du 1er janvier 2018.",
            "notaHtml": "<p>Conformément aux dispositions du II de l'article 21 de la loi n° 2017-1837 du 30 décembre 2017, les dispositions de l'article 39 decies A résultant des dispositions du 2° du I dudit article 21 s'appliquent aux véhicules pris en crédit-bail ou en location avec option d'achat à compter du 1er janvier 2018. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036339197",
                    "textTitle": "LOI n°2017-1837 du 30 décembre 2017 - art. 21 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000036377398",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1214-2",
                    "articleId": "LEGIARTI000043976736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031735335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033805577",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036426756",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037988909",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041469014",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1595635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042159252",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1595635200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913777",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976889",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1703980800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048844040",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 decies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000033805577",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033805577",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent déduire de leur résultat imposable une somme égale à 40 % de la valeur d'origine des biens, hors frais financiers, affectés à leur activité et qu'elles acquièrent à compter du 1er janvier 2016 et jusqu'au 31 décembre 2017, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes qui utilisent exclusivement comme énergie le gaz naturel et le biométhane carburant, ou le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole. La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis. L'entreprise qui prend en location un bien neuf mentionné au premier alinéa du présent article dans les conditions prévues au 1 de l'article L. 313-7 du code monétaire et financier en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat, conclu à compter du 1er janvier 2016 et jusqu'au 31 décembre 2017, peut déduire une somme égale à 40 % de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Cette déduction est répartie sur douze mois à compter de la mise en service du bien. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant. L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au premier alinéa du présent article.",
            "texteHtml": "<div align='left'>Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le revenu selon un régime réel d'imposition peuvent déduire de leur résultat imposable une somme égale à 40 % de la valeur d'origine des biens, hors frais financiers, affectés à leur activité et qu'elles acquièrent à compter du 1er janvier 2016 et jusqu'au 31 décembre 2017, lorsqu'ils relèvent des catégories de véhicules dont le poids total autorisé en charge est supérieur ou égal à 3,5 tonnes qui utilisent exclusivement comme énergie le gaz naturel et le biométhane carburant, ou le carburant ED95 composé d'un minimum de 90,0 % d'alcool éthylique d'origine agricole. <p>La déduction est répartie linéairement sur la durée normale d'utilisation des biens. En cas de cession du bien avant le terme de cette période, elle n'est acquise à l'entreprise qu'à hauteur des montants déjà déduits du résultat à la date de la cession, qui sont calculés pro rata temporis. </p><p>L'entreprise qui prend en location un bien neuf mentionné au premier alinéa du présent article dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>1 de l'article L. 313-7 du code monétaire et financier</a> en application d'un contrat de crédit-bail ou dans le cadre d'un contrat de location avec option d'achat, conclu à compter du 1er janvier 2016 et jusqu'au 31 décembre 2017, peut déduire une somme égale à 40 % de la valeur d'origine du bien, hors frais financiers, au moment de la signature du contrat. Cette déduction est répartie sur douze mois à compter de la mise en service du bien. Si l'entreprise crédit-preneuse ou locataire acquiert le bien, elle peut continuer à appliquer la déduction. La déduction cesse à compter de la cession ou de la cessation par l'entreprise du contrat de crédit-bail ou de location avec option d'achat ou du bien et ne peut pas s'appliquer au nouvel exploitant. </p><p>L'entreprise qui donne le bien en crédit-bail ou en location avec option d'achat ne peut pas pratiquer la déduction mentionnée au premier alinéa du présent article.</p></div>",
            "num": "39 decies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1483228800000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11134528,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031735332",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000033805577",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734169",
                    "textTitle": "LOI n°2016-1917 du 29 décembre 2016 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000033760634",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1214-2",
                    "articleId": "LEGIARTI000043976736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031735335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033805577",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036426756",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037988909",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041469014",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1595635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042159252",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1595635200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913777",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976889",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1703980800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048844040",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 decies A",
                "39"
            ],
            "versionPrecedente": "LEGIARTI000031735335",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031735335",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le  revenu selon un régime réel d'imposition peuvent déduire de leur  résultat imposable une somme égale à 40 % de la valeur d'origine des  biens, hors frais financiers, affectés à leur activité et qu'elles  acquièrent à compter du 1er janvier 2016 et jusqu'au 31 décembre 2017,  lorsqu'ils relèvent de la catégorie des véhicules de plus de 3,5 tonnes  qui utilisent exclusivement comme énergie le gaz naturel et le  biométhane carburant. La déduction est répartie  linéairement sur la durée normale d'utilisation des biens. En cas de  cession du bien avant le terme de cette période, elle n'est acquise à  l'entreprise qu'à hauteur des montants déjà déduits du résultat à la  date de la cession, qui sont calculés pro rata temporis. L'entreprise qui prend en location un bien neuf mentionné au premier  alinéa du présent article dans les conditions prévues au 1 de l'article  L. 313-7 du code monétaire et financier en application d'un contrat de  crédit-bail ou dans le cadre d'un contrat de location avec option  d'achat, conclu à compter du 1er janvier 2016 et jusqu'au 31 décembre  2017, peut déduire une somme égale à 40 % de la valeur d'origine du  bien, hors frais financiers, au moment de la signature du contrat. Cette  déduction est répartie sur douze mois à compter de la mise en service  du bien. Si l'entreprise crédit-preneuse ou locataire acquiert le bien,  elle peut continuer à appliquer la déduction. La déduction cesse à  compter de la cession ou de la cessation par l'entreprise du contrat de  crédit-bail ou de location avec option d'achat ou du bien et ne peut pas  s'appliquer au nouvel exploitant. L'entreprise  qui donne le bien en crédit-bail ou en location avec option d'achat ne  peut pas pratiquer la déduction mentionnée au premier alinéa du présent  article.",
            "texteHtml": "<div align='left'>Les entreprises soumises à l'impôt sur les sociétés ou à l'impôt sur le  revenu selon un régime réel d'imposition peuvent déduire de leur  résultat imposable une somme égale à 40 % de la valeur d'origine des  biens, hors frais financiers, affectés à leur activité et qu'elles  acquièrent à compter du 1er janvier 2016 et jusqu'au 31 décembre 2017,  lorsqu'ils relèvent de la catégorie des véhicules de plus de 3,5 tonnes  qui utilisent exclusivement comme énergie le gaz naturel et le  biométhane carburant. <br/><br/> La déduction est répartie  linéairement sur la durée normale d'utilisation des biens. En cas de  cession du bien avant le terme de cette période, elle n'est acquise à  l'entreprise qu'à hauteur des montants déjà déduits du résultat à la  date de la cession, qui sont calculés pro rata temporis. <br/><br/>  L'entreprise qui prend en location un bien neuf mentionné au premier  alinéa du présent article dans les conditions prévues au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>1 de l'article  L. 313-7 du code monétaire et financier</a> en application d'un contrat de  crédit-bail ou dans le cadre d'un contrat de location avec option  d'achat, conclu à compter du 1er janvier 2016 et jusqu'au 31 décembre  2017, peut déduire une somme égale à 40 % de la valeur d'origine du  bien, hors frais financiers, au moment de la signature du contrat. Cette  déduction est répartie sur douze mois à compter de la mise en service  du bien. Si l'entreprise crédit-preneuse ou locataire acquiert le bien,  elle peut continuer à appliquer la déduction. La déduction cesse à  compter de la cession ou de la cessation par l'entreprise du contrat de  crédit-bail ou de location avec option d'achat ou du bien et ne peut pas  s'appliquer au nouvel exploitant. <br/><br/> L'entreprise  qui donne le bien en crédit-bail ou en location avec option d'achat ne  peut pas pratiquer la déduction mentionnée au premier alinéa du présent  article.</div>",
            "num": "39 decies A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 11134528,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "II : Bénéfices industriels et commerciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191573",
                        "id": "LEGISCTA000006191573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "2 : Détermination des bénéfices imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197183",
                        "id": "LEGISCTA000006197183",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031735332",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197183",
            "sectionParentId": "LEGISCTA000006197183",
            "sectionParentTitre": "2 : Détermination des bénéfices imposables",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; II : Bénéfices industriels et commerciaux &gt; 2 : Détermination des bénéfices imposables",
            "refInjection": "MD-20240104_212434_466_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000031735335",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031732865",
                    "textTitle": "LOI n°2015-1785 du 29 décembre 2015 - art. 23",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000031734433",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-30",
                    "dateSignaTexte": "2015-12-29",
                    "dateDebutCible": "2015-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1214-2",
                    "articleId": "LEGIARTI000043976736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031735335",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033805577",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036426756",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037988909",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041469014",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 1595635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042159252",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1595635200000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913777",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1629849600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043976889",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1629849600000,
                    "dateFin": 1703980800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048844040",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "39 decies A",
                "39"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}