{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046790911",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sommaire de la liste des pièces justificatives des dépenses publiques locales Rubrique 0. Pièces communes 01. Qualité de l'ordonnateur 02. Acquit libératoire du créancier 03. Paiement des créances frappées d'opposition 04. Moyens de règlement 05. Paiement des sommes dues à des créanciers étrangers 06. Relevé de prescription 07. Paiement à un transporteur routier ou à un voiturier titulaire d'une lettre de voiture Rubrique 1. Administration générale 10. Consignation et placement financier de certains fonds 11. Dépenses pour compte de tiers sur immeubles, en copropriété, insalubres ou menaçant ruine 12. Reversement d'excédents de budgets annexes 13. Réduction des créances et admission en non-valeurs 14. Paiement de frais juridiques tarifés 15. Paiement sur décisions de justice 16. Remboursement d'emprunt et frais 17. Impôts, taxes et versements assimilés 18. Transaction et remise gracieuse de dette Rubrique 2. Dépenses de personnel 21. Dépenses de personnel des collectivités territoriales, de leurs groupements, de leurs établissements publics et de leurs services d'hébergement de personnes âgées gérés en régie directe 22. Dépenses de personnel des établissements publics de santé (EPS) et des établissements publics sociaux et médico-sociaux (EPSMS) autonomes 23. Dépenses de personnel des associations syndicales de propriétaires Rubrique 3. Dépenses liées à l'exercice de fonctions électives ou de représentation 31. Indemnités 32. Remboursements de frais 33. Autres dépenses Rubrique 4. Commande publique 40. Dédommagement pour retard de paiement : paiement des intérêts moratoires, de l'indemnité forfaitaire et de l'indemnisation complémentaire 41. Les marchés publics 42. Les contrats de concession Rubrique 5. Opérations portant sur les immeubles et les fonds de commerce 51. Acquisitions amiables d'immeubles à titre onéreux 52. Acquisitions amiables d'immeubles à titre gratuit 53. Acquisitions d'immeubles selon des procédés de contrainte 54. Opérations conférant le droit de jouir d'un immeuble 55. Opérations portant sur les fonds de commerce 56. Charges de copropriété Rubrique 6. Interventions sociales et diverses 61. Dépenses d'aide sociale 62. Prêts et bourses 63. Remise de prix, prestations diverses, gratifications, pécules 64. Frais de transport des élèves et étudiants handicapés Rubrique 7. Interventions économiques et financières 71. Prêts et avances 72. Subventions et primes de toute nature 73. Garanties d'emprunts 74. Bonification d'emprunt 75. Participation au capital de sociétés ou organismes 76. Fonds de Concours 77. Opérations pour le compte d'organismes rattachés à la collectivité 78. Participations versées par une collectivité locale à une autre collectivité Annexes de la liste des pièces justificatives Annexe A-Frais de déplacement des agents Annexe B-Etat de frais de changement de résidence Annexe C-Enonciation des mentions devant figurer sur les factures ou les mémoires Annexe D-Enonciation des mentions devant figurer sur l'état liquidatif pour le paiement d'un acompte Annexe E-Enonciation devant figurer sur l'état liquidatif des révisions et/ ou actualisations de prix Annexe F-Mentions relatives à l'affacturage Annexe G-Enonciation des mentions obligatoires devant figurer dans les pièces justificatives des marchés publics Annexe H-Mentions obligatoires devant figurer dans un marché de partenariat Annexe I-Tableau mensuel de service Annexe J-Enonciation des mentions devant figurer dans un contrat de concession DÉFINITIONS ET PRINCIPES 1. Collectivités Dans la présente nomenclature, le terme collectivité s'entend aussi bien des collectivités territoriales que des établissements publics locaux et des établissements publics de santé (EPS) visés à l'article D. 1617-19 du code général des collectivités territoriales et D. 6145-54-3 du code de la santé publique. Ce terme peut également viser les associations syndicales de propriétaires dotés d'un comptable public. 2. Décision La pièce émane, selon le cas, par exemple du conseil municipal, du conseil départemental, du conseil régional, ou du conseil d'administration ( délibération ) ; de l'organe régulièrement habilité à agir en leur lieu et place (commission permanente du conseil départemental ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple). Lorsque la pièce justificative est un certificat émis par l'ordonnateur, la valeur probante de cette attestation suppose qu'elle soit signée par l'ordonnateur ou son délégataire tout comme un arrêté. Par contre, l'ordonnateur n'a pas l'obligation de signer une délibération produite au comptable dans la mesure où il en certifie le caractère exécutoire (cf. article D. 1617-23 du code général des collectivités territoriales). Le budget (budgets primitif et supplémentaire, budgets principal et annexes, états annexes) constitue une délibération que l'ordonnateur exécute dans la limite des crédits ouverts. Toutefois, en ce qui concerne la section de fonctionnement, une délibération spécifique doit être produite lorsque la réglementation en vigueur exige une intervention particulière de l'assemblée délibérante pour autoriser une dépense (approbation préalable de conventions ou de taux par l'assemblée). De la même façon, en ce qui concerne la section d'investissement, le budget est considéré comme délibération suffisante pour permettre à l'ordonnateur d'effectuer la dépense sans autre autorisation, dans la mesure où les crédits font l'objet d'une inscription clairement individualisée et où la réglementation en vigueur ne prescrit pas expressément une décision particulière de l'assemblée délibérante. L'Etat Prévisionnel des Recettes et des Dépenses (EPRD) constitue une décision (décision du directeur pour les EPS) que le directeur exécute. Le directeur n'est tenu que par les crédits de personnels permanents inscrits à l'EPRD, ou par l'ensemble des crédits en cas d'arrêt de l'EPRD par le directeur de l'Agence régionale de santé (ARS), s'agissant des EPS. Concernant particulièrement les établissements publics de santé, les décisions émanent essentiellement du directeur qui peut déléguer sa signature. S'agissant des associations syndicales de propriétaires dotées d'un comptable public, l'assemblée délibérante est le syndicat. 3. Le cas échéant, s'il y a lieu, production de la pièce justificative Ces termes sont utilisés dans la présente liste des pièces justificatives dans les cas suivants : -Première hypothèse : La production de la pièce justificative est subordonnée à la réalisation de conditions particulières prévues par la réglementation ou la collectivité : Exemple.-Prêts et avances (rubrique 71) : La justification des sûretés n'est exigée à l'appui du paiement que dans l'hypothèse où la délibération portant octroi du prêt l'exige (rubrique 711). De même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil (article 10 de la loi n° 2000-321 du 12 avril 2000) doit justifier de la passation d'une convention avec ledit organisme (rubrique 7211). -Deuxième hypothèse : La réglementation spécifique à une collectivité ou à un établissement public pouvant déroger à une réglementation commune, la pièce justificative est elle-même spécifique : par exemple, reversement d'excédents de budgets annexes (rubrique 12). La décision de reversement d'un excédent de budget annexe ne concerne que les établissements publics locaux dont le statut ou le texte relatif au régime financier l'autorise. 4. L'utilisation de la liste des pièces justificatives pour le contrôle de la dépense Les principes de mise en œuvre de la présente liste des pièces justificatives sont : -la neutralité : La liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence. -l'exhaustivité : Lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles. -le caractère obligatoire : La liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables. Le contrôle hiérarchisé de la dépense permet au comptable de moduler ses contrôles en fonction des risques et des enjeux identifiés dans le respect des normes définies par le ministre en charge du budget. Cette modulation porte sur le moment du contrôle (contrôle a priori ou a posteriori) le champ du contrôle (contrôle exhaustif ou par échantillon) et l'intensité des contrôles (réaliser tout ou partie des contrôles), conformément aux dispositions émanant de l'arrêté du 25 juillet 2013 portant application du premier alinéa de l'article 42 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et encadrant le contrôle sélectif de la dépense. En complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial, selon la procédure décrite à l'arrêté du 11 mai 2011 pris en application du préambule de l'annexe I du code général des collectivités territoriales portant fixation des modalités de justification des dépenses des collectivités territoriales, de leurs établissements publics et des établissements publics de santé.",
            "texteHtml": "<p></p><p align='center'>Sommaire de la liste des pièces justificatives des dépenses publiques locales</p><p><br/>\nRubrique 0. Pièces communes<br/><br/>\n01. Qualité de l'ordonnateur<br/><br/>\n02. Acquit libératoire du créancier<br/><br/>\n03. Paiement des créances frappées d'opposition<br/><br/>\n04. Moyens de règlement<br/><br/>\n05. Paiement des sommes dues à des créanciers étrangers<br/><br/>\n06. Relevé de prescription<br/><br/>\n07. Paiement à un transporteur routier ou à un voiturier titulaire d'une lettre de voiture<br/><br/>\nRubrique 1. Administration générale<br/><br/>\n10. Consignation et placement financier de certains fonds<br/><br/>\n11. Dépenses pour compte de tiers sur immeubles, en copropriété, insalubres ou menaçant ruine<br/><br/>\n12. Reversement d'excédents de budgets annexes<br/><br/>\n13. Réduction des créances et admission en non-valeurs<br/><br/>\n14. Paiement de frais juridiques tarifés<br/><br/>\n15. Paiement sur décisions de justice<br/><br/>\n16. Remboursement d'emprunt et frais<br/><br/>\n17. Impôts, taxes et versements assimilés<br/><br/>\n18. Transaction et remise gracieuse de dette<br/><br/>\nRubrique 2. Dépenses de personnel<br/><br/>\n21. Dépenses de personnel des collectivités territoriales, de leurs groupements, de leurs établissements publics et de leurs services d'hébergement de personnes âgées gérés en régie directe<br/><br/>\n22. Dépenses de personnel des établissements publics de santé (EPS) et des établissements publics sociaux et médico-sociaux (EPSMS) autonomes<br/><br/>\n23. Dépenses de personnel des associations syndicales de propriétaires<br/><br/>\nRubrique 3. Dépenses liées à l'exercice de fonctions électives ou de représentation<br/><br/>\n31. Indemnités<br/><br/>\n32. Remboursements de frais<br/><br/>\n33. Autres dépenses<br/><br/>\nRubrique 4. Commande publique<br/><br/>\n40. Dédommagement pour retard de paiement : paiement des intérêts moratoires, de l'indemnité forfaitaire et de l'indemnisation complémentaire<br/><br/>\n41. Les marchés publics<br/><br/>\n42. Les contrats de concession<br/><br/>\nRubrique 5. Opérations portant sur les immeubles et les fonds de commerce<br/><br/>\n51. Acquisitions amiables d'immeubles à titre onéreux<br/><br/>\n52. Acquisitions amiables d'immeubles à titre gratuit<br/><br/>\n53. Acquisitions d'immeubles selon des procédés de contrainte<br/><br/>\n54. Opérations conférant le droit de jouir d'un immeuble<br/><br/>\n55. Opérations portant sur les fonds de commerce<br/><br/>\n56. Charges de copropriété<br/><br/>\nRubrique 6. Interventions sociales et diverses<br/><br/>\n61. Dépenses d'aide sociale<br/><br/>\n62. Prêts et bourses<br/><br/>\n63. Remise de prix, prestations diverses, gratifications, pécules<br/><br/>\n64. Frais de transport des élèves et étudiants handicapés<br/><br/>\nRubrique 7. Interventions économiques et financières<br/><br/>\n71. Prêts et avances<br/><br/>\n72. Subventions et primes de toute nature<br/><br/>\n73. Garanties d'emprunts<br/><br/>\n74. Bonification d'emprunt<br/><br/>\n75. Participation au capital de sociétés ou organismes<br/><br/>\n76. Fonds de Concours<br/><br/>\n77. Opérations pour le compte d'organismes rattachés à la collectivité<br/><br/>\n78. Participations versées par une collectivité locale à une autre collectivité</p><p>Annexes de la liste des pièces justificatives<br/><br/>\nAnnexe A-Frais de déplacement des agents<br/><br/>\nAnnexe B-Etat de frais de changement de résidence<br/><br/>\nAnnexe C-Enonciation des mentions devant figurer sur les factures ou les mémoires<br/><br/>\nAnnexe D-Enonciation des mentions devant figurer sur l'état liquidatif pour le paiement d'un acompte<br/><br/>\nAnnexe E-Enonciation devant figurer sur l'état liquidatif des révisions et/ ou actualisations de prix<br/><br/>\nAnnexe F-Mentions relatives à l'affacturage<br/><br/>\nAnnexe G-Enonciation des mentions obligatoires devant figurer dans les pièces justificatives des marchés publics<br/><br/>\nAnnexe H-Mentions obligatoires devant figurer dans un marché de partenariat<br/><br/>\nAnnexe I-Tableau mensuel de service<br/><br/>\nAnnexe J-Enonciation des mentions devant figurer dans un contrat de concession</p><p>DÉFINITIONS ET PRINCIPES<br/><br/>\n1. Collectivités</p><p><br/>\nDans la présente nomenclature, le terme collectivité s'entend aussi bien des collectivités territoriales que des établissements publics locaux et des établissements publics de santé (EPS) visés à l'article D. 1617-19 du code général des collectivités territoriales et D. 6145-54-3 du code de la santé publique. Ce terme peut également viser les associations syndicales de propriétaires dotés d'un comptable public.</p><p><br/>\n2. Décision</p><p><br/>\nLa pièce émane, selon le cas, par exemple du conseil municipal, du conseil départemental, du conseil régional, ou du conseil d'administration ( délibération ) ; de l'organe régulièrement habilité à agir en leur lieu et place (commission permanente du conseil départemental ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple).<br/><br/>\nLorsque la pièce justificative est un certificat émis par l'ordonnateur, la valeur probante de cette attestation suppose qu'elle soit signée par l'ordonnateur ou son délégataire tout comme un arrêté. Par contre, l'ordonnateur n'a pas l'obligation de signer une délibération produite au comptable dans la mesure où il en certifie le caractère exécutoire (cf. article D. 1617-23 du code général des collectivités territoriales).<br/><br/>\nLe budget (budgets primitif et supplémentaire, budgets principal et annexes, états annexes) constitue une délibération que l'ordonnateur exécute dans la limite des crédits ouverts. Toutefois, en ce qui concerne la section de fonctionnement, une délibération spécifique doit être produite lorsque la réglementation en vigueur exige une intervention particulière de l'assemblée délibérante pour autoriser une dépense (approbation préalable de conventions ou de taux par l'assemblée).<br/><br/>\nDe la même façon, en ce qui concerne la section d'investissement, le budget est considéré comme délibération suffisante pour permettre à l'ordonnateur d'effectuer la dépense sans autre autorisation, dans la mesure où les crédits font l'objet d'une inscription clairement individualisée et où la réglementation en vigueur ne prescrit pas expressément une décision particulière de l'assemblée délibérante.<br/><br/>\nL'Etat Prévisionnel des Recettes et des Dépenses (EPRD) constitue une décision (décision du directeur pour les EPS) que le directeur exécute. Le directeur n'est tenu que par les crédits de personnels permanents inscrits à l'EPRD, ou par l'ensemble des crédits en cas d'arrêt de l'EPRD par le directeur de l'Agence régionale de santé (ARS), s'agissant des EPS.<br/><br/>\nConcernant particulièrement les établissements publics de santé, les décisions émanent essentiellement du directeur qui peut déléguer sa signature.<br/><br/>\nS'agissant des associations syndicales de propriétaires dotées d'un comptable public, l'assemblée délibérante est le syndicat.</p><p><br/>\n3. Le cas échéant, s'il y a lieu, production de la pièce justificative</p><p><br/>\nCes termes sont utilisés dans la présente liste des pièces justificatives dans les cas suivants :</p><p><br/>\n-Première hypothèse :</p><p><br/>\nLa production de la pièce justificative est subordonnée à la réalisation de conditions particulières prévues par la réglementation ou la collectivité :<br/><br/>\nExemple.-Prêts et avances (rubrique 71) :<br/><br/>\nLa justification des sûretés n'est exigée à l'appui du paiement que dans l'hypothèse où la délibération portant octroi du prêt l'exige (rubrique 711).<br/><br/>\nDe même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil (article 10 de la loi n° 2000-321 du 12 avril 2000) doit justifier de la passation d'une convention avec ledit organisme (rubrique 7211).</p><p><br/>\n-Deuxième hypothèse :</p><p><br/>\nLa réglementation spécifique à une collectivité ou à un établissement public pouvant déroger à une réglementation commune, la pièce justificative est elle-même spécifique : par exemple, reversement d'excédents de budgets annexes (rubrique 12).<br/><br/>\nLa décision de reversement d'un excédent de budget annexe ne concerne que les établissements publics locaux dont le statut ou le texte relatif au régime financier l'autorise.</p><p><br/>\n4. L'utilisation de la liste des pièces justificatives pour le contrôle de la dépense</p><p><br/>\nLes principes de mise en œuvre de la présente liste des pièces justificatives sont :</p><p><br/>\n-la neutralité : La liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence.<br/><br/>\n-l'exhaustivité : Lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles.<br/><br/>\n-le caractère obligatoire : La liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables.</p><p><br/>\nLe contrôle hiérarchisé de la dépense permet au comptable de moduler ses contrôles en fonction des risques et des enjeux identifiés dans le respect des normes définies par le ministre en charge du budget. Cette modulation porte sur le moment du contrôle (contrôle a priori ou a posteriori) le champ du contrôle (contrôle exhaustif ou par échantillon) et l'intensité des contrôles (réaliser tout ou partie des contrôles), conformément aux dispositions émanant de l'arrêté du 25 juillet 2013 portant application du premier alinéa de l'article 42 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et encadrant le contrôle sélectif de la dépense.<br/><br/>\nEn complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial, selon la procédure décrite à l'arrêté du 11 mai 2011 pris en application du préambule de l'annexe I du code général des collectivités territoriales portant fixation des modalités de justification des dépenses des collectivités territoriales, de leurs établissements publics et des établissements publics de santé.</p><p></p>",
            "num": "Sommaire",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1672531200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324089",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046790911",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 89 du décret n° 2022-1605 du 22 décembre 2022, ces dispositions sont applicables à compter du 1er janvier 2023 dans les conditions fixées aux II à IV dudit article.",
            "notaHtml": "<p>Conformément à l'article 89 du décret n° 2022-1605 du 22 décembre 2022, ces dispositions sont applicables à compter du 1er janvier 2023 dans les conditions fixées aux II à IV dudit article.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046778725",
                    "textTitle": "Décret n°2022-1605 du 22 décembre 2022 - art. 50",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "50",
                    "articleId": "LEGIARTI000046781830",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-12-23",
                    "dateSignaTexte": "2022-12-22",
                    "dateDebutCible": "2022-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000215117",
                    "textTitle": "LOI n° 2000-321 du 12 avril 2000 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006529194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2000-321",
                    "datePubli": 955584000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "JORFTEXT000026597003",
                    "textTitle": "Décret n° 2012-1246 du 7 novembre 2012 - art. 42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "JORFARTI000026597188",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-1246",
                    "datePubli": 1352505600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027806340",
                    "textTitle": "Arrêté du 25 juillet 2013",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000027806340",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1375747200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 242 nonies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "242 nonies",
                    "articleId": "LEGIARTI000006294507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 242 nonies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "242 nonies A",
                    "articleId": "LEGIARTI000006294509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1719792000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1617-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D1617-19",
                    "articleId": "LEGIARTI000006395697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1617-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D1617-23",
                    "articleId": "LEGIARTI000006395135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1175040000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324089",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892404",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1482364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033662948",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1482364800000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535138",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046790911",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Sommaire"
            ],
            "versionPrecedente": "LEGIARTI000045535138",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000045535138",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sommaire de la liste des pièces justificatives des dépenses publiques locales Rubrique 0. Pièces communes 01. Qualité de l'ordonnateur 02. Acquit libératoire du créancier 03. Paiement des créances frappées d'opposition 04. Moyens de règlement 05. Paiement des sommes dues à des créanciers étrangers 06. Relevé de prescription 07. Paiement à un transporteur routier ou à un voiturier titulaire d'une lettre de voiture Rubrique 1. Administration générale 10. Consignation et placement financier de certains fonds 11. Dépenses pour compte de tiers sur immeubles, en copropriété, insalubres ou menaçant ruine 12. Reversement d'excédents de budgets annexes 13. Réduction des créances et admission en non-valeurs 14. Paiement de frais juridiques tarifés 15. Paiement sur décisions de justice 16. Remboursement d'emprunt et frais 17. Impôts, taxes et versements assimilés 18. Transaction et remise gracieuse de dette Rubrique 2. Dépenses de personnel 21. Dépenses de personnel des collectivités territoriales, de leurs groupements, de leurs établissements publics et de leurs services d'hébergement de personnes âgées gérés en régie directe 22. Dépenses de personnel des établissements publics de santé (EPS) et des établissements publics sociaux et médico-sociaux (EPSMS) autonomes 23. Dépenses de personnel des associations syndicales de propriétaires Rubrique 3. Dépenses liées à l'exercice de fonctions électives ou de représentation 31. Indemnités 32. Remboursements de frais 33. Autres dépenses Rubrique 4. Commande publique 40. Dédommagement pour retard de paiement : paiement des intérêts moratoires, de l'indemnité forfaitaire et de l'indemnisation complémentaire 41. Les marchés publics 42. Les contrats de concession Rubrique 5. Opérations portant sur les immeubles et les fonds de commerce 51. Acquisitions amiables d'immeubles à titre onéreux 52. Acquisitions amiables d'immeubles à titre gratuit 53. Acquisitions d'immeubles selon des procédés de contrainte 54. Opérations conférant le droit de jouir d'un immeuble 55. Opérations portant sur les fonds de commerce 56. Charges de copropriété Rubrique 6. Interventions sociales et diverses 61. Dépenses d'aide sociale 62. Prêts et bourses 63. Remise de prix, prestations diverses, gratifications, pécules 64. Frais de transport des élèves et étudiants handicapés Rubrique 7. Interventions économiques et financières 71. Prêts et avances 72. Subventions et primes de toute nature 73. Garanties d'emprunts 74. Bonification d'emprunt 75. Participation au capital de sociétés ou organismes 76. Fonds de Concours 77. Opérations pour le compte d'organismes rattachés à la collectivité 78. Participations versées par une collectivité locale à une autre collectivité Annexes de la liste des pièces justificatives Annexe A-Frais de déplacement des agents Annexe B-Etat de frais de changement de résidence Annexe C-Enonciation des mentions devant figurer sur les factures ou les mémoires Annexe D-Enonciation des mentions devant figurer sur l'état liquidatif pour le paiement d'un acompte Annexe E-Enonciation devant figurer sur l'état liquidatif des révisions et/ ou actualisations de prix Annexe F-Mentions relatives à l'affacturage Annexe G-Enonciation des mentions obligatoires devant figurer dans les pièces justificatives des marchés publics Annexe H-Mentions obligatoires devant figurer dans un marché de partenariat Annexe I-Tableau mensuel de service Annexe J-Enonciation des mentions devant figurer dans un contrat de concession DÉFINITIONS ET PRINCIPES 1. Collectivités Dans la présente nomenclature, le terme collectivité s'entend aussi bien des collectivités territoriales que des établissements publics locaux et des établissements publics de santé (EPS) visés à l'article D. 1617-19 du code général des collectivités territoriales et D. 6145-54-3 du code de la santé publique. Ce terme peut également viser les associations syndicales de propriétaires dotés d'un comptable public. 2. Décision La pièce émane, selon le cas, par exemple du conseil municipal, du conseil départemental, du conseil régional, ou du conseil d'administration ( délibération ) ; de l'organe régulièrement habilité à agir en leur lieu et place (commission permanente du conseil départemental ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple). Lorsque la pièce justificative est un certificat émis par l'ordonnateur, la valeur probante de cette attestation suppose qu'elle soit signée par l'ordonnateur ou son délégataire tout comme un arrêté. Par contre, l'ordonnateur n'a pas l'obligation de signer une délibération produite au comptable dans la mesure où il en certifie le caractère exécutoire (cf. article D. 1617-23 du code général des collectivités territoriales). Le budget (budgets primitif et supplémentaire, budgets principal et annexes, états annexes) constitue une délibération que l'ordonnateur exécute dans la limite des crédits ouverts. Toutefois, en ce qui concerne la section de fonctionnement, une délibération spécifique doit être produite lorsque la réglementation en vigueur exige une intervention particulière de l'assemblée délibérante pour autoriser une dépense (approbation préalable de conventions ou de taux par l'assemblée). De la même façon, en ce qui concerne la section d'investissement, le budget est considéré comme délibération suffisante pour permettre à l'ordonnateur d'effectuer la dépense sans autre autorisation, dans la mesure où les crédits font l'objet d'une inscription clairement individualisée et où la réglementation en vigueur ne prescrit pas expressément une décision particulière de l'assemblée délibérante. L'Etat Prévisionnel des Recettes et des Dépenses (EPRD) constitue une décision (décision du directeur pour les EPS) que le directeur exécute. Le directeur n'est tenu que par les crédits de personnels permanents inscrits à l'EPRD, ou par l'ensemble des crédits en cas d'arrêt de l'EPRD par le directeur de l'Agence régionale de santé (ARS), s'agissant des EPS. Concernant particulièrement les établissements publics de santé, les décisions émanent essentiellement du directeur qui peut déléguer sa signature. S'agissant des associations syndicales de propriétaires dotées d'un comptable public, l'assemblée délibérante est le syndicat. 3. Le cas échéant, s'il y a lieu, production de la pièce justificative Ces termes sont utilisés dans la présente liste des pièces justificatives dans les cas suivants : -Première hypothèse : La production de la pièce justificative est subordonnée à la réalisation de conditions particulières prévues par la réglementation ou la collectivité : Exemple.-Prêts et avances (rubrique 71) : La justification des sûretés n'est exigée à l'appui du paiement que dans l'hypothèse où la délibération portant octroi du prêt l'exige (rubrique 711). De même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil (article 10 de la loi n° 2000-321 du 12 avril 2000) doit justifier de la passation d'une convention avec ledit organisme (rubrique 7211). -Deuxième hypothèse : La réglementation spécifique à une collectivité ou à un établissement public pouvant déroger à une réglementation commune, la pièce justificative est elle-même spécifique : par exemple, reversement d'excédents de budgets annexes (rubrique 12). La décision de reversement d'un excédent de budget annexe ne concerne que les établissements publics locaux dont le statut ou le texte relatif au régime financier l'autorise. 4. L'utilisation de la liste des pièces justificatives pour le contrôle de la dépense Les principes de mise en œuvre de la présente liste des pièces justificatives sont : -la neutralité : La liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence. -l'exhaustivité : Lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles. -le caractère obligatoire : La liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables et aux juges des comptes. Le contrôle hiérarchisé de la dépense permet au comptable de moduler ses contrôles en fonction des risques et des enjeux identifiés dans le respect des normes définies par le ministre en charge du budget. Cette modulation porte sur le moment du contrôle (contrôle a priori ou a posteriori) le champ du contrôle (contrôle exhaustif ou par échantillon) et l'intensité des contrôles (réaliser tout ou partie des contrôles), conformément aux dispositions émanant de l'arrêté du 25 juillet 2013 portant application du premier alinéa de l'article 42 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et encadrant le contrôle sélectif de la dépense. En complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial, selon la procédure décrite à l'arrêté du 11 mai 2011 pris en application du préambule de l'annexe I du code général des collectivités territoriales portant fixation des modalités de justification des dépenses des collectivités territoriales, de leurs établissements publics et des établissements publics de santé.",
            "texteHtml": "<p align='center'>Sommaire de la liste des pièces justificatives des dépenses publiques locales</p><p><br/>\nRubrique 0. Pièces communes<br/><br/>\n01. Qualité de l'ordonnateur<br/><br/>\n02. Acquit libératoire du créancier<br/><br/>\n03. Paiement des créances frappées d'opposition<br/><br/>\n04. Moyens de règlement<br/><br/>\n05. Paiement des sommes dues à des créanciers étrangers<br/><br/>\n06. Relevé de prescription<br/><br/>\n07. Paiement à un transporteur routier ou à un voiturier titulaire d'une lettre de voiture<br/><br/>\nRubrique 1. Administration générale<br/><br/>\n10. Consignation et placement financier de certains fonds<br/><br/>\n11. Dépenses pour compte de tiers sur immeubles, en copropriété, insalubres ou menaçant ruine<br/><br/>\n12. Reversement d'excédents de budgets annexes<br/><br/>\n13. Réduction des créances et admission en non-valeurs<br/><br/>\n14. Paiement de frais juridiques tarifés<br/><br/>\n15. Paiement sur décisions de justice<br/><br/>\n16. Remboursement d'emprunt et frais<br/><br/>\n17. Impôts, taxes et versements assimilés<br/><br/>\n18. Transaction et remise gracieuse de dette<br/><br/>\nRubrique 2. Dépenses de personnel<br/><br/>\n21. Dépenses de personnel des collectivités territoriales, de leurs groupements, de leurs établissements publics et de leurs services d'hébergement de personnes âgées gérés en régie directe<br/><br/>\n22. Dépenses de personnel des établissements publics de santé (EPS) et des établissements publics sociaux et médico-sociaux (EPSMS) autonomes<br/><br/>\n23. Dépenses de personnel des associations syndicales de propriétaires<br/><br/>\nRubrique 3. Dépenses liées à l'exercice de fonctions électives ou de représentation<br/><br/>\n31. Indemnités<br/><br/>\n32. Remboursements de frais<br/><br/>\n33. Autres dépenses<br/><br/>\nRubrique 4. Commande publique<br/><br/>\n40. Dédommagement pour retard de paiement : paiement des intérêts moratoires, de l'indemnité forfaitaire et de l'indemnisation complémentaire<br/><br/>\n41. Les marchés publics<br/><br/>\n42. Les contrats de concession<br/><br/>\nRubrique 5. Opérations portant sur les immeubles et les fonds de commerce<br/><br/>\n51. Acquisitions amiables d'immeubles à titre onéreux<br/><br/>\n52. Acquisitions amiables d'immeubles à titre gratuit<br/><br/>\n53. Acquisitions d'immeubles selon des procédés de contrainte<br/><br/>\n54. Opérations conférant le droit de jouir d'un immeuble<br/><br/>\n55. Opérations portant sur les fonds de commerce<br/><br/>\n56. Charges de copropriété<br/><br/>\nRubrique 6. Interventions sociales et diverses<br/><br/>\n61. Dépenses d'aide sociale<br/><br/>\n62. Prêts et bourses<br/><br/>\n63. Remise de prix, prestations diverses, gratifications, pécules<br/><br/>\n64. Frais de transport des élèves et étudiants handicapés<br/><br/>\nRubrique 7. Interventions économiques et financières<br/><br/>\n71. Prêts et avances<br/><br/>\n72. Subventions et primes de toute nature<br/><br/>\n73. Garanties d'emprunts<br/><br/>\n74. Bonification d'emprunt<br/><br/>\n75. Participation au capital de sociétés ou organismes<br/><br/>\n76. Fonds de Concours<br/><br/>\n77. Opérations pour le compte d'organismes rattachés à la collectivité<br/><br/>\n78. Participations versées par une collectivité locale à une autre collectivité</p><p>Annexes de la liste des pièces justificatives<br/><br/>\nAnnexe A-Frais de déplacement des agents<br/><br/>\nAnnexe B-Etat de frais de changement de résidence<br/><br/>\nAnnexe C-Enonciation des mentions devant figurer sur les factures ou les mémoires<br/><br/>\nAnnexe D-Enonciation des mentions devant figurer sur l'état liquidatif pour le paiement d'un acompte<br/><br/>\nAnnexe E-Enonciation devant figurer sur l'état liquidatif des révisions et/ ou actualisations de prix<br/><br/>\nAnnexe F-Mentions relatives à l'affacturage<br/><br/>\nAnnexe G-Enonciation des mentions obligatoires devant figurer dans les pièces justificatives des marchés publics<br/><br/>\nAnnexe H-Mentions obligatoires devant figurer dans un marché de partenariat<br/><br/>\nAnnexe I-Tableau mensuel de service<br/><br/>\nAnnexe J-Enonciation des mentions devant figurer dans un contrat de concession</p><p>DÉFINITIONS ET PRINCIPES<br/><br/>\n1. Collectivités</p><p><br/>\nDans la présente nomenclature, le terme collectivité s'entend aussi bien des collectivités territoriales que des établissements publics locaux et des établissements publics de santé (EPS) visés à l'article D. 1617-19 du code général des collectivités territoriales et D. 6145-54-3 du code de la santé publique. Ce terme peut également viser les associations syndicales de propriétaires dotés d'un comptable public.</p><p><br/>\n2. Décision</p><p><br/>\nLa pièce émane, selon le cas, par exemple du conseil municipal, du conseil départemental, du conseil régional, ou du conseil d'administration ( délibération ) ; de l'organe régulièrement habilité à agir en leur lieu et place (commission permanente du conseil départemental ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple).<br/><br/>\nLorsque la pièce justificative est un certificat émis par l'ordonnateur, la valeur probante de cette attestation suppose qu'elle soit signée par l'ordonnateur ou son délégataire tout comme un arrêté. Par contre, l'ordonnateur n'a pas l'obligation de signer une délibération produite au comptable dans la mesure où il en certifie le caractère exécutoire (cf. article D. 1617-23 du code général des collectivités territoriales).<br/><br/>\nLe budget (budgets primitif et supplémentaire, budgets principal et annexes, états annexes) constitue une délibération que l'ordonnateur exécute dans la limite des crédits ouverts. Toutefois, en ce qui concerne la section de fonctionnement, une délibération spécifique doit être produite lorsque la réglementation en vigueur exige une intervention particulière de l'assemblée délibérante pour autoriser une dépense (approbation préalable de conventions ou de taux par l'assemblée).<br/><br/>\nDe la même façon, en ce qui concerne la section d'investissement, le budget est considéré comme délibération suffisante pour permettre à l'ordonnateur d'effectuer la dépense sans autre autorisation, dans la mesure où les crédits font l'objet d'une inscription clairement individualisée et où la réglementation en vigueur ne prescrit pas expressément une décision particulière de l'assemblée délibérante.<br/><br/>\nL'Etat Prévisionnel des Recettes et des Dépenses (EPRD) constitue une décision (décision du directeur pour les EPS) que le directeur exécute. Le directeur n'est tenu que par les crédits de personnels permanents inscrits à l'EPRD, ou par l'ensemble des crédits en cas d'arrêt de l'EPRD par le directeur de l'Agence régionale de santé (ARS), s'agissant des EPS.<br/><br/>\nConcernant particulièrement les établissements publics de santé, les décisions émanent essentiellement du directeur qui peut déléguer sa signature.<br/><br/>\nS'agissant des associations syndicales de propriétaires dotées d'un comptable public, l'assemblée délibérante est le syndicat.</p><p><br/>\n3. Le cas échéant, s'il y a lieu, production de la pièce justificative</p><p><br/>\nCes termes sont utilisés dans la présente liste des pièces justificatives dans les cas suivants :</p><p><br/>\n-Première hypothèse :</p><p><br/>\nLa production de la pièce justificative est subordonnée à la réalisation de conditions particulières prévues par la réglementation ou la collectivité :<br/><br/>\nExemple.-Prêts et avances (rubrique 71) :<br/><br/>\nLa justification des sûretés n'est exigée à l'appui du paiement que dans l'hypothèse où la délibération portant octroi du prêt l'exige (rubrique 711).<br/><br/>\nDe même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil (article 10 de la loi n° 2000-321 du 12 avril 2000) doit justifier de la passation d'une convention avec ledit organisme (rubrique 7211).</p><p><br/>\n-Deuxième hypothèse :</p><p><br/>\nLa réglementation spécifique à une collectivité ou à un établissement public pouvant déroger à une réglementation commune, la pièce justificative est elle-même spécifique : par exemple, reversement d'excédents de budgets annexes (rubrique 12).<br/><br/>\nLa décision de reversement d'un excédent de budget annexe ne concerne que les établissements publics locaux dont le statut ou le texte relatif au régime financier l'autorise.</p><p><br/>\n4. L'utilisation de la liste des pièces justificatives pour le contrôle de la dépense</p><p><br/>\nLes principes de mise en œuvre de la présente liste des pièces justificatives sont :</p><p><br/>\n-la neutralité : La liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence.<br/><br/>\n-l'exhaustivité : Lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles.<br/><br/>\n-le caractère obligatoire : La liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables et aux juges des comptes.</p><p><br/>\nLe contrôle hiérarchisé de la dépense permet au comptable de moduler ses contrôles en fonction des risques et des enjeux identifiés dans le respect des normes définies par le ministre en charge du budget. Cette modulation porte sur le moment du contrôle (contrôle a priori ou a posteriori) le champ du contrôle (contrôle exhaustif ou par échantillon) et l'intensité des contrôles (réaliser tout ou partie des contrôles), conformément aux dispositions émanant de l'arrêté du 25 juillet 2013 portant application du premier alinéa de l'article 42 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et encadrant le contrôle sélectif de la dépense.<br/><br/>\nEn complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial, selon la procédure décrite à l'arrêté du 11 mai 2011 pris en application du préambule de l'annexe I du code général des collectivités territoriales portant fixation des modalités de justification des dépenses des collectivités territoriales, de leurs établissements publics et des établissements publics de santé.</p><p></p>",
            "num": "Sommaire",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1649462400000,
            "dateFin": 1672531200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324089",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045535138",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045531251",
                    "textTitle": "Décret n°2022-505 du 23 mars 2022 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000045532442",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-08",
                    "dateSignaTexte": "2022-03-23",
                    "dateDebutCible": "2022-04-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000215117",
                    "textTitle": "LOI n° 2000-321 du 12 avril 2000 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006529194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2000-321",
                    "datePubli": 955584000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "JORFTEXT000026597003",
                    "textTitle": "Décret n° 2012-1246 du 7 novembre 2012 - art. 42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "JORFARTI000026597188",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-1246",
                    "datePubli": 1352505600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027806340",
                    "textTitle": "Arrêté du 25 juillet 2013",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000027806340",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1375747200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 242 nonies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "242 nonies",
                    "articleId": "LEGIARTI000006294507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 242 nonies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "242 nonies A",
                    "articleId": "LEGIARTI000006294509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1719792000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1617-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D1617-19",
                    "articleId": "LEGIARTI000006395697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1617-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D1617-23",
                    "articleId": "LEGIARTI000006395135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1175040000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324089",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892404",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1482364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033662948",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1482364800000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535138",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046790911",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Sommaire"
            ],
            "versionPrecedente": "LEGIARTI000033662948",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033662948",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sommaire de la liste des pièces justificatives des dépenses publiques locales Rubrique 0. Pièces communes 01. Qualité de l'ordonnateur 02. Acquit libératoire du créancier 03. Paiement des créances frappées d'opposition 04. Moyens de règlement 05. Paiement des sommes dues à des créanciers étrangers 06. Relevé de prescription 07. Paiement à un transporteur routier ou à un voiturier titulaire d'une lettre de voiture Rubrique 1. Administration générale 10. Consignation 11. Placement financier de certains fonds 12. Reversement d'excédents de budgets annexes 13. Réduction de créances et admission en non-valeurs 14. Paiement de frais juridiques tarifés 15. Paiement sur décisions de justice 16. Remboursement d'emprunt et frais 17. Impôts, taxes et versements assimilés 18. Transaction et remise gracieuse de dette Rubrique 2. Dépenses de personnel 21. Dépenses de personnel des collectivités territoriales, de leurs groupements, de leurs établissements publics et de leurs services d'hébergement de personnes âgées gérés en régie directe 22. Dépenses de personnel des établissements publics de santé (EPS) et des établissements publics sociaux et médico-sociaux (EPSMS) 23. Dépenses de personnel des associations syndicales de propriétaires 24. Rémunérations d'agents d'autres collectivités publiques Rubrique 3. Dépenses liées à l'exercice de fonctions électives ou de représentation 31. Indemnités 32. Remboursement de frais 33. Autres dépenses Rubrique 4. Commande publique 40. Dédommagement pour retard de paiement 41. Marchés publics soumis au code des marchés publics 42. Marchés publics soumis à l'ordonnance n° 2005-649 du 5 juin 2005 43. Délégations de service public 44. Les contrats de partenariat 45. Les concessions de travaux 46. Les concessions d'aménagement Rubrique 5. Opérations portant sur les immeubles et les fonds de commerce 51. Acquisitions amiables d'immeubles à titre onéreux 52. Acquisitions amiables d'immeubles à titre gratuit 53. Acquisitions d'immeubles selon des procédés de contrainte 54. Opérations conférant le droit de jouir d'un immeuble 55. Opérations portant sur les fonds de commerce Rubrique 6. Interventions sociales et diverses 61. Dépenses d'aide sociale 62. Prêts et bourses 63. Remise de prix, prestations diverses, gratifications, pécules 64. Frais de transport des élèves et étudiants handicapés Rubrique 7. Interventions économiques et financières 71. Prêts et avances 72. Subventions et primes de toute nature 73. Garanties d'emprunts 74. Bonification d'emprunt 75. Participation au capital de sociétés ou organismes 76. Fonds de concours 77. Opérations pour le compte d'organismes rattachés à la collectivité 78. Participations versées par une collectivité locale à une autre collectivité Annexes de la liste des pièces justificatives Annexe A. – Frais de déplacement des agents Annexe B. – Etat de frais de changement de résidence Annexe C. – Enonciation des mentions devant figurer sur les factures ou les mémoires Annexe D. – Enonciation des mentions devant figurer sur le procès-verbal ou le certificat administratif pour le paiement d'un acompte Annexe E. – Enonciations devant figurer sur l'état liquidatif des révisions et/ ou des actualisations de prix Annexe F. – Mentions relatives à l'affacturage Annexe G. – Caractéristiques formelles des marchés publics et des accords-cadres Annexe H. – Mentions obligatoires devant figurer dans un contrat de partenariat Annexe I. – Tableau mensuel de service Définitions et principes 1. Collectivités Dans la présente nomenclature, le terme collectivité s'entend aussi bien des collectivités territoriales que des établissements publics locaux et des établissements publics de santé (EPS) visés à l' article D. 1617-19 du code général des collectivités territoriales . Ce terme peut également viser les associations syndicales de propriétaires dotés d'un comptable public. 2. Décision La pièce émane, selon le cas, par exemple du conseil municipal, du conseil général, du conseil régional, ou du conseil d'administration (\" délibération \") ; de l'organe régulièrement habilité à agir en leurs lieu et place (commission permanente du conseil général ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple). Lorsque la pièce justificative est un certificat émis par l'ordonnateur, la valeur probante de cette attestation suppose qu'elle soit signée par l'ordonnateur ou son délégataire tout comme un arrêté. Par contre, l'ordonnateur n'a pas l'obligation de signer une délibération produite au comptable dans la mesure où il en certifie le caractère exécutoire (cf. article. D. 1617-23 du code général des collectivités territoriales). Le budget (budgets primitif et supplémentaire, budgets principal et annexes, états annexes) constitue une délibération que l'ordonnateur exécute dans la limite des crédits ouverts. Toutefois, en ce qui concerne la section de fonctionnement, une délibération spécifique doit être produite lorsque la réglementation en vigueur exige une intervention particulière de l'assemblée délibérante pour autoriser une dépense (approbation préalable de conventions ou de taux par l'assemblée). De la même façon, en ce qui concerne la section d'investissement, le budget est considéré comme délibération suffisante pour permettre à l'ordonnateur d'effectuer la dépense sans autre autorisation, dans la mesure où les crédits font l'objet d'une inscription clairement individualisée et où la réglementation en vigueur ne prescrit pas expressément une décision particulière de l'assemblée délibérante. L'Etat Prévisionnel des Recettes et des Dépenses (EPRD) constitue une décision (délibération pour les offices publics de l'habitat, décision du directeur pour les EPS) que le directeur exécute. Le directeur n'est tenu que par les crédits de personnels permanents inscrits à l'EPRD, ou par l'ensemble des crédits en cas d'arrêt de l'EPRD par le directeur de l'Agence Régionale de Santé (ARS), s'agissant des EPS, ou le préfet, s'agissant des offices publics de l'habitat (OPH). Concernant particulièrement les établissements publics de santé, les décisions émanent essentiellement du directeur, qui peut déléguer sa signature. S'agissant des associations syndicales de propriétaires dotées d'un comptable public, l'assemblée délibérante est le syndicat. 3. Le cas échéant, s'il y a lieu, production de la pièce justificative Ces termes sont utilisés dans la présente liste des pièces justificatives dans les cas suivants : Première hypothèse : La production de la pièce justificative est subordonnée à la réalisation de conditions particulières prévues par la réglementation ou la collectivité : Exemple. – Prêts et avances (rubrique 71) : La justification des sûretés n'est exigée à l'appui du paiement que dans l'hypothèse où la délibération portant octroi du prêt l'exige. De même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil ( article 10 de la loi n° 2000-321 du 12 avril 2000 ) doit justifier de la passation d'une convention avec ledit organisme (rubrique 711). Deuxième hypothèse : La réglementation spécifique à une collectivité ou à un établissement public pouvant déroger à une réglementation commune, la pièce justificative est elle-même spécifique : par exemple, reversement d'excédents de budgets annexes (rubrique 13). La décision de reversement d'un excédent de budget annexe ne concerne que les établissements publics locaux dont le statut ou le texte relatif au régime financier l'autorise. 4. L'utilisation de la liste des pièces justificatives pour le contrôle de la dépense Les principes de mise en œuvre de la présente liste des pièces justificatives sont : – La neutralité : La liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence. – L'exhaustivité : Lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles. – Le caractère obligatoire : La liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables et aux juges des comptes. Le contrôle hiérarchisé de la dépense permet au comptable de moduler ses contrôles en fonction des risques et des enjeux identifiés dans le respect des normes définies par le ministre en charge du budget. Cette modulation porte sur le moment du contrôle (contrôle a priori ou a posteriori) le champ du contrôle (contrôle exhaustif ou par échantillon) et l'intensité des contrôles (réaliser tout ou partie des contrôles), conformément aux dispositions émanant de l' arrêté du 25 juillet 2013 portant application du premier alinéa de l'article 42 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et encadrant le contrôle sélectif de la dépense. En complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial, selon la procédure décrite à l'arrêté du 11 mai 2011 modifié pris en application du préambule de l'annexe I du code général des collectivités territoriales portant fixation des modalités de justification des dépenses des collectivités territoriales, de leurs établissements publics et des établissements publics de santé. Dans ce cas, l'ordonnateur est dispensé de produire les pièces justificatives, selon les modalités prévues par la convention signée à cet effet et dans la limite des dépenses inférieures ou égales aux montants définis par l'arrêté du 11 mai 2011 modifié susmentionné. 5. Autofacturation et pièces justificatives sous forme dématérialisée L'article 289-I-2 du CGI autorise le recours à l'autofacturation. Par ce dispositif, la collectivité territoriale ou l'établissement public local émet une facture au nom et pour le compte de son fournisseur. La collectivité ou l'établissement conserve la facture originale et envoie le double de cette facture à son fournisseur. Dans cette hypothèse, le fournisseur doit donner expressément un mandat écrit et préalable au tiers ou au client pour émettre matériellement les factures en son nom et pour son compte (article 242 nonies de l'annexe II au CGI). Le mandat doit prévoir que \" le fournisseur conserve l'entière responsabilité de ses obligations en matière de facturation et de ses conséquences au regard de la TVA \". Le mandat est délivré soit pour une série d'opérations données, soit pour tout ou partie des opérations réalisées par le mandant sur une période déterminée par le contrat. Ce mandat doit être communiqué au comptable public à l'appui du premier mandat/ ordonnancement de dépense concerné. Les mandats de dépenses suivants y font référence. Dans les conditions définies par le ministre en charge du budget et avant la conclusion de ce mandat, l'ordonnateur doit obtenir l'avis du comptable, notamment sur la forme des factures qu'il va ainsi émettre, qu'elles soient ou non dématérialisées, sur les modalités qu'il va mettre en œuvre au sein de ses services pour vérifier la réalité du service fait et sur les conditions de computation du délai global de paiement qui en découlent. Les factures doivent contenir toutes les mentions obligatoires prévues par l' article 242 nonies A à l'annexe II du CGI . Il est recommandé de faire figurer expressément la mention que \" la facture est établie par X au nom et pour le compte de Y \". Les conditions de la dématérialisation des pièces justificatives et de leur transmission, électronique ou non, sont fixées par l'article D. 1617-23 du code général des collectivités territoriales et précisées par l'arrêté du 27 juin 2007 portant application de l'article D. 1617-23 du code général des collectivités territoriales relatif à la dématérialisation des opérations en comptabilité publique. Leur mise en œuvre suppose la conclusion préalable d'une convention entre l'ordonnateur et le comptable.",
            "texteHtml": "<p align='center'>Sommaire de la liste des pièces justificatives des dépenses publiques locales </p><p>Rubrique 0. Pièces communes </p><p>01. Qualité de l'ordonnateur </p><p>02. Acquit libératoire du créancier </p><p>03. Paiement des créances frappées d'opposition </p><p>04. Moyens de règlement </p><p>05. Paiement des sommes dues à des créanciers étrangers </p><p>06. Relevé de prescription </p><p>07. Paiement à un transporteur routier ou à un voiturier titulaire d'une lettre de voiture </p><p>Rubrique 1. Administration générale </p><p>10. Consignation </p><p>11. Placement financier de certains fonds </p><p>12. Reversement d'excédents de budgets annexes </p><p>13. Réduction de créances et admission en non-valeurs </p><p>14. Paiement de frais juridiques tarifés </p><p>15. Paiement sur décisions de justice </p><p>16. Remboursement d'emprunt et frais </p><p>17. Impôts, taxes et versements assimilés </p><p>18. Transaction et remise gracieuse de dette </p><p>Rubrique 2. Dépenses de personnel </p><p>21. Dépenses de personnel des collectivités territoriales, de leurs groupements, de leurs établissements publics et de leurs services d'hébergement de personnes âgées gérés en régie directe </p><p>22. Dépenses de personnel des établissements publics de santé (EPS) et des établissements publics sociaux et médico-sociaux (EPSMS) </p><p>23. Dépenses de personnel des associations syndicales de propriétaires </p><p>24. Rémunérations d'agents d'autres collectivités publiques </p><p>Rubrique 3. Dépenses liées à l'exercice de fonctions électives ou de représentation </p><p>31. Indemnités </p><p>32. Remboursement de frais </p><p>33. Autres dépenses </p><p>Rubrique 4. Commande publique </p><p>40. Dédommagement pour retard de paiement </p><p>41. Marchés publics soumis au code des marchés publics </p><p>42. Marchés publics soumis à l'ordonnance n° 2005-649 du 5 juin 2005 </p><p>43. Délégations de service public </p><p>44. Les contrats de partenariat </p><p>45. Les concessions de travaux </p><p>46. Les concessions d'aménagement </p><p>Rubrique 5. Opérations portant sur les immeubles et les fonds de commerce </p><p>51. Acquisitions amiables d'immeubles à titre onéreux </p><p>52. Acquisitions amiables d'immeubles à titre gratuit </p><p>53. Acquisitions d'immeubles selon des procédés de contrainte </p><p>54. Opérations conférant le droit de jouir d'un immeuble </p><p>55. Opérations portant sur les fonds de commerce </p><p>Rubrique 6. Interventions sociales et diverses </p><p>61. Dépenses d'aide sociale </p><p>62. Prêts et bourses </p><p>63. Remise de prix, prestations diverses, gratifications, pécules </p><p>64. Frais de transport des élèves et étudiants handicapés </p><p>Rubrique 7. Interventions économiques et financières </p><p>71. Prêts et avances </p><p>72. Subventions et primes de toute nature </p><p>73. Garanties d'emprunts </p><p>74. Bonification d'emprunt </p><p>75. Participation au capital de sociétés ou organismes </p><p>76. Fonds de concours </p><p>77. Opérations pour le compte d'organismes rattachés à la collectivité </p><p>78. Participations versées par une collectivité locale à une autre collectivité </p><p>Annexes de la liste des pièces justificatives </p><p>Annexe A. – Frais de déplacement des agents </p><p>Annexe B. – Etat de frais de changement de résidence </p><p>Annexe C. – Enonciation des mentions devant figurer sur les factures ou les mémoires </p><p>Annexe D. – Enonciation des mentions devant figurer sur le procès-verbal ou le certificat administratif pour le paiement d'un acompte </p><p>Annexe E. – Enonciations devant figurer sur l'état liquidatif des révisions et/ ou des actualisations de prix </p><p>Annexe F. – Mentions relatives à l'affacturage </p><p>Annexe G. – Caractéristiques formelles des marchés publics et des accords-cadres </p><p>Annexe H. – Mentions obligatoires devant figurer dans un contrat de partenariat </p><p>Annexe I. – Tableau mensuel de service </p><p>Définitions et principes </p><p>1. Collectivités </p><p>Dans la présente nomenclature, le terme collectivité s'entend aussi bien des collectivités territoriales que des établissements publics locaux et des établissements publics de santé (EPS) visés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006395697&dateTexte=&categorieLien=cid'>article D. 1617-19 du code général des collectivités territoriales</a>. Ce terme peut également viser les associations syndicales de propriétaires dotés d'un comptable public. </p><p>2. Décision </p><p>La pièce émane, selon le cas, par exemple du conseil municipal, du conseil général, du conseil régional, ou du conseil d'administration (\" délibération \") ; de l'organe régulièrement habilité à agir en leurs lieu et place (commission permanente du conseil général ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple). </p><p>Lorsque la pièce justificative est un certificat émis par l'ordonnateur, la valeur probante de cette attestation suppose qu'elle soit signée par l'ordonnateur ou son délégataire tout comme un arrêté. Par contre, l'ordonnateur n'a pas l'obligation de signer une délibération produite au comptable dans la mesure où il en certifie le caractère exécutoire (cf. article. <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006395135&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D1617-23 (V)'>D. 1617-23 </a>du code général des collectivités territoriales). </p><p>Le budget (budgets primitif et supplémentaire, budgets principal et annexes, états annexes) constitue une délibération que l'ordonnateur exécute dans la limite des crédits ouverts. Toutefois, en ce qui concerne la section de fonctionnement, une délibération spécifique doit être produite lorsque la réglementation en vigueur exige une intervention particulière de l'assemblée délibérante pour autoriser une dépense (approbation préalable de conventions ou de taux par l'assemblée). </p><p>De la même façon, en ce qui concerne la section d'investissement, le budget est considéré comme délibération suffisante pour permettre à l'ordonnateur d'effectuer la dépense sans autre autorisation, dans la mesure où les crédits font l'objet d'une inscription clairement individualisée et où la réglementation en vigueur ne prescrit pas expressément une décision particulière de l'assemblée délibérante. </p><p>L'Etat Prévisionnel des Recettes et des Dépenses (EPRD) constitue une décision (délibération pour les offices publics de l'habitat, décision du directeur pour les EPS) que le directeur exécute. Le directeur n'est tenu que par les crédits de personnels permanents inscrits à l'EPRD, ou par l'ensemble des crédits en cas d'arrêt de l'EPRD par le directeur de l'Agence Régionale de Santé (ARS), s'agissant des EPS, ou le préfet, s'agissant des offices publics de l'habitat (OPH). </p><p>Concernant particulièrement les établissements publics de santé, les décisions émanent essentiellement du directeur, qui peut déléguer sa signature. </p><p>S'agissant des associations syndicales de propriétaires dotées d'un comptable public, l'assemblée délibérante est le syndicat. </p><p>3. Le cas échéant, s'il y a lieu, production de la pièce justificative </p><p>Ces termes sont utilisés dans la présente liste des pièces justificatives dans les cas suivants : </p><p>Première hypothèse : </p><p>La production de la pièce justificative est subordonnée à la réalisation de conditions particulières prévues par la réglementation ou la collectivité : </p><p>Exemple. – Prêts et avances (rubrique 71) : </p><p>La justification des sûretés n'est exigée à l'appui du paiement que dans l'hypothèse où la délibération portant octroi du prêt l'exige. </p><p>De même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil (<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000215117&idArticle=LEGIARTI000006529194&dateTexte=&categorieLien=cid'>article 10 de la loi n° 2000-321 du 12 avril 2000</a>) doit justifier de la passation d'une convention avec ledit organisme (rubrique 711). </p><p>Deuxième hypothèse : </p><p>La réglementation spécifique à une collectivité ou à un établissement public pouvant déroger à une réglementation commune, la pièce justificative est elle-même spécifique : par exemple, reversement d'excédents de budgets annexes (rubrique 13). </p><p>La décision de reversement d'un excédent de budget annexe ne concerne que les établissements publics locaux dont le statut ou le texte relatif au régime financier l'autorise. </p><p>4. L'utilisation de la liste des pièces justificatives pour le contrôle de la dépense </p><p>Les principes de mise en œuvre de la présente liste des pièces justificatives sont : </p><p>– La neutralité : La liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence. </p><p>– L'exhaustivité : Lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles. </p><p>– Le caractère obligatoire : La liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables et aux juges des comptes. </p><p>Le contrôle hiérarchisé de la dépense permet au comptable de moduler ses contrôles en fonction des risques et des enjeux identifiés dans le respect des normes définies par le ministre en charge du budget. Cette modulation porte sur le moment du contrôle (contrôle a priori ou a posteriori) le champ du contrôle (contrôle exhaustif ou par échantillon) et l'intensité des contrôles (réaliser tout ou partie des contrôles), conformément aux dispositions émanant de l'<a href='/affichTexte.do?cidTexte=JORFTEXT000027806340&categorieLien=cid' title='Arrêté du 25 juillet 2013 (V)'>arrêté du 25 juillet 2013 </a>portant application du <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000026597003&idArticle=JORFARTI000026597188&categorieLien=cid'>premier alinéa de l'article 42 du décret n° 2012-1246 du 7 novembre 2012 </a>relatif à la gestion budgétaire et comptable publique et encadrant le contrôle sélectif de la dépense. </p><p>En complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial, selon la procédure décrite à l'arrêté du 11 mai 2011 modifié pris en application du préambule de l'annexe I du code général des collectivités territoriales portant fixation des modalités de justification des dépenses des collectivités territoriales, de leurs établissements publics et des établissements publics de santé. Dans ce cas, l'ordonnateur est dispensé de produire les pièces justificatives, selon les modalités prévues par la convention signée à cet effet et dans la limite des dépenses inférieures ou égales aux montants définis par l'arrêté du 11 mai 2011 modifié susmentionné. </p><p>5. Autofacturation et pièces justificatives sous forme dématérialisée </p><p>L'article 289-I-2 du CGI autorise le recours à l'autofacturation. Par ce dispositif, la collectivité territoriale ou l'établissement public local émet une facture au nom et pour le compte de son fournisseur. La collectivité ou l'établissement conserve la facture originale et envoie le double de cette facture à son fournisseur. </p><p>Dans cette hypothèse, le fournisseur doit donner expressément un mandat écrit et préalable au tiers ou au client pour émettre matériellement les factures en son nom et pour son compte (article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294507&dateTexte=&categorieLien=cid' title='Code général des impôts, annexe 2, CGIAN2. - art. 242 nonies (V)'>242 nonies</a> de l'annexe II au CGI). Le mandat doit prévoir que \" le fournisseur conserve l'entière responsabilité de ses obligations en matière de facturation et de ses conséquences au regard de la TVA \". </p><p>Le mandat est délivré soit pour une série d'opérations données, soit pour tout ou partie des opérations réalisées par le mandant sur une période déterminée par le contrat. Ce mandat doit être communiqué au comptable public à l'appui du premier mandat/ ordonnancement de dépense concerné. Les mandats de dépenses suivants y font référence. </p><p>Dans les conditions définies par le ministre en charge du budget et avant la conclusion de ce mandat, l'ordonnateur doit obtenir l'avis du comptable, notamment sur la forme des factures qu'il va ainsi émettre, qu'elles soient ou non dématérialisées, sur les modalités qu'il va mettre en œuvre au sein de ses services pour vérifier la réalité du service fait et sur les conditions de computation du délai global de paiement qui en découlent. Les factures doivent contenir toutes les mentions obligatoires prévues par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294509&dateTexte=&categorieLien=cid'>article 242 nonies A à l'annexe II du CGI</a>. Il est recommandé de faire figurer expressément la mention que \" la facture est établie par X au nom et pour le compte de Y \". </p><p>Les conditions de la dématérialisation des pièces justificatives et de leur transmission, électronique ou non, sont fixées par l'article D. 1617-23 du code général des collectivités territoriales et précisées par l'arrêté du 27 juin 2007 portant application de l'article D. 1617-23 du code général des collectivités territoriales relatif à la dématérialisation des opérations en comptabilité publique. Leur mise en œuvre suppose la conclusion préalable d'une convention entre l'ordonnateur et le comptable.</p>",
            "num": "Sommaire",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1482364800000,
            "dateFin": 1649462400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324089",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033662948",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033658982",
                    "textTitle": "Décret n°2016-1783 du 19 décembre 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033660581",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-21",
                    "dateSignaTexte": "2016-12-19",
                    "dateDebutCible": "2016-12-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000215117",
                    "textTitle": "LOI n° 2000-321 du 12 avril 2000 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006529194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2000-321",
                    "datePubli": 955584000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "JORFTEXT000026597003",
                    "textTitle": "Décret n° 2012-1246 du 7 novembre 2012 - art. 42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "JORFARTI000026597188",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-1246",
                    "datePubli": 1352505600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000027806340",
                    "textTitle": "Arrêté du 25 juillet 2013 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000027806340",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1375747200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 242 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "242 nonies",
                    "articleId": "LEGIARTI000006294507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 242 nonies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "242 nonies A",
                    "articleId": "LEGIARTI000006294509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1719792000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1617-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D1617-19",
                    "articleId": "LEGIARTI000006395697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1617-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D1617-23",
                    "articleId": "LEGIARTI000006395135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1175040000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324089",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892404",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1482364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033662948",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1482364800000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535138",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046790911",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Sommaire"
            ],
            "versionPrecedente": "LEGIARTI000031892404",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031892404",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sommaire de la liste des pièces justificatives des dépenses publiques locales Rubrique 0. Pièces communes 01. Qualité de l'ordonnateur 02. Acquit libératoire du créancier 03. Paiement des créances frappées d'opposition 04. Moyens de règlement 05. Paiement des sommes dues à des créanciers étrangers 06. Relevé de prescription 07. Paiement à un transporteur routier ou à un voiturier titulaire d'une lettre de voiture Rubrique 1. Administration générale 10. Consignation 11. Placement financier de certains fonds 12. Reversement d'excédents de budgets annexes 13. Réduction de créances et admission en non-valeurs 14. Paiement de frais juridiques tarifés 15. Paiement sur décisions de justice 16. Remboursement d'emprunt et frais 17. Impôts, taxes et versements assimilés 18. Transaction et remise gracieuse de dette Rubrique 2. Dépenses de personnel 21. Dépenses de personnel des collectivités territoriales, de leurs groupements, de leurs établissements publics et de leurs services d'hébergement de personnes âgées gérés en régie directe 22. Dépenses de personnel des établissements publics de santé (EPS) et des établissements publics sociaux et médico-sociaux (EPSMS) 23. Dépenses de personnel des associations syndicales de propriétaires 24. Rémunérations d'agents d'autres collectivités publiques Rubrique 3. Dépenses liées à l'exercice de fonctions électives ou de représentation 31. Indemnités 32. Remboursement de frais 33. Autres dépenses Rubrique 4. Commande publique 40. Dédommagement pour retard de paiement 41. Marchés publics soumis au code des marchés publics 42. Marchés publics soumis à l'ordonnance n° 2005-649 du 5 juin 2005 43. Délégations de service public 44. Les contrats de partenariat 45. Les concessions de travaux 46. Les concessions d'aménagement Rubrique 5. Opérations portant sur les immeubles et les fonds de commerce 51. Acquisitions amiables d'immeubles à titre onéreux 52. Acquisitions amiables d'immeubles à titre gratuit 53. Acquisitions d'immeubles selon des procédés de contrainte 54. Opérations conférant le droit de jouir d'un immeuble 55. Opérations portant sur les fonds de commerce Rubrique 6. Interventions sociales et diverses 61. Dépenses d'aide sociale 62. Prêts et bourses 63. Remise de prix, prestations diverses, gratifications, pécules 64. Frais de transport des élèves et étudiants handicapés Rubrique 7. Interventions économiques et financières 71. Prêts et avances 72. Subventions et primes de toute nature 73. Garanties d'emprunts 74. Bonification d'emprunt 75. Participation au capital de sociétés ou organismes 76. Fonds de concours 77. Opérations pour le compte d'organismes rattachés à la collectivité 78. Participations versées par une collectivité locale à une autre collectivité Annexes de la liste des pièces justificatives Annexe A. - Frais de déplacement des agents Annexe B. - Etat de frais de changement de résidence Annexe C. - Enonciation des mentions devant figurer sur les factures ou les mémoires Annexe D. - Enonciation des mentions devant figurer sur le procès-verbal ou le certificat administratif pour le paiement d'un acompte Annexe E. - Enonciations devant figurer sur l'état liquidatif des révisions et/ou des actualisations de prix Annexe F. - Mentions relatives à l'affacturage Annexe G. - Caractéristiques formelles des marchés publics et des accords-cadres Annexe H. - Mentions obligatoires devant figurer dans un contrat de partenariat Annexe I. - Tableau mensuel de service Définitions et principes 1. Collectivités Dans la présente nomenclature, le terme collectivité s'entend aussi bien des collectivités territoriales que des établissements publics locaux et des établissements publics de santé (EPS) visés à l' article D. 1617-19 du code général des collectivités territoriales . Ce terme peut également viser les associations syndicales de propriétaires dotés d'un comptable public. 2. Décision La pièce émane, selon le cas, par exemple du conseil municipal, du conseil général, du conseil régional, ou du conseil d'administration (\"délibération\") ; de l'organe régulièrement habilité à agir en leurs lieu et place (commission permanente du conseil général ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple). Lorsque la pièce justificative est un certificat émis par l'ordonnateur, la valeur probante de cette attestation suppose qu'elle soit signée par l'ordonnateur ou son délégataire tout comme un arrêté. Par contre, l'ordonnateur n'a pas l'obligation de signer une délibération produite au comptable dans la mesure où il en certifie le caractère exécutoire (cf. article. D. 1617-23 du code général des collectivités territoriales). Le budget (budgets primitif et supplémentaire, budgets principal et annexes, états annexes) constitue une délibération que l'ordonnateur exécute dans la limite des crédits ouverts. Toutefois, en ce qui concerne la section de fonctionnement, une délibération spécifique doit être produite lorsque la réglementation en vigueur exige une intervention particulière de l'assemblée délibérante pour autoriser une dépense (approbation préalable de conventions ou de taux par l'assemblée). De la même façon, en ce qui concerne la section d'investissement, le budget est considéré comme délibération suffisante pour permettre à l'ordonnateur d'effectuer la dépense sans autre autorisation, dans la mesure où les crédits font l'objet d'une inscription clairement individualisée et où la réglementation en vigueur ne prescrit pas expressément une décision particulière de l'assemblée délibérante. L'Etat Prévisionnel des Recettes et des Dépenses (EPRD) constitue une décision (délibération pour les offices publics de l'habitat, décision du directeur pour les EPS) que le directeur exécute. Le directeur n'est tenu que par les crédits de personnels permanents inscrits à l'EPRD, ou par l'ensemble des crédits en cas d'arrêt de l'EPRD par le directeur de l'Agence Régionale de Santé (ARS), s'agissant des EPS, ou le préfet, s'agissant des offices publics de l'habitat (OPH). Concernant particulièrement les établissements publics de santé, les décisions émanent essentiellement du directeur, qui peut déléguer sa signature. S'agissant des associations syndicales de propriétaires dotées d'un comptable public, l'assemblée délibérante est le syndicat. 3. Le cas échéant, s'il y a lieu, production de la pièce justificative Ces termes sont utilisés dans la présente liste des pièces justificatives dans les cas suivants : Première hypothèse : La production de la pièce justificative est subordonnée à la réalisation de conditions particulières prévues par la réglementation ou la collectivité : Exemple. - Prêts et avances (rubrique 71) : La justification des sûretés n'est exigée à l'appui du paiement que dans l'hypothèse où la délibération portant octroi du prêt l'exige. De même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil ( article 10 de la loi n°2000-321 du 12 avril 2000 ) doit justifier de la passation d'une convention avec ledit organisme (rubrique 711). Deuxième hypothèse : La réglementation spécifique à une collectivité ou à un établissement public pouvant déroger à une réglementation commune, la pièce justificative est elle-même spécifique : par exemple, reversement d'excédents de budgets annexes (rubrique 13). La décision de reversement d'un excédent de budget annexe ne concerne que les établissements publics locaux dont le statut ou le texte relatif au régime financier l'autorise. 4. L'utilisation de la liste des pièces justificatives pour le contrôle de la dépense Les principes de mise en œuvre de la présente liste des pièces justificatives sont : - La neutralité : La liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence. - L'exhaustivité : Lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles. - Le caractère obligatoire : La liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables et aux juges des comptes. Le contrôle hiérarchisé de la dépense permet au comptable de moduler ses contrôles en fonction des risques et des enjeux identifiés dans le respect des normes définies par le ministre en charge du budget. Cette modulation porte sur le moment du contrôle (contrôle a priori ou a posteriori) le champ du contrôle (contrôle exhaustif ou par échantillon) et l'intensité des contrôles (réaliser tout ou partie des contrôles), conformément aux dispositions émanant de l'arrêté du 25 juillet 2013 portant application du premier alinéa de l'article 42 du décret n° 2012-1246 du 7 novembre 2012 relatif à la gestion budgétaire et comptable publique et encadrant le contrôle sélectif de la dépense. En complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial, selon la procédure décrite à l'arrêté du 11 mai 2011 pris en application du préambule de l'annexe I du code général des collectivités territoriales portant fixation des modalités de justification des dépenses des collectivités territoriales, de leurs établissements publics et des établissements publics de santé. Dans ce cas, l'ordonnateur est dispensé de produire les pièces justificatives, selon les modalités prévues par la convention signée à cet effet et dans la limite des dépenses inférieures ou égales à 400 euros. 5. Autofacturation et pièces justificatives sous forme dématérialisée L'article 289-I-2 du CGI autorise le recours à l'autofacturation. Par ce dispositif, la collectivité territoriale ou l'établissement public local émet une facture au nom et pour le compte de son fournisseur. La collectivité ou l'établissement conserve la facture originale et envoie le double de cette facture à son fournisseur. Dans cette hypothèse, le fournisseur doit donner expressément un mandat écrit et préalable au tiers ou au client pour émettre matériellement les factures en son nom et pour son compte (article 242 nonies de l'annexe II au CGI). Le mandat doit prévoir que \"le fournisseur conserve l'entière responsabilité de ses obligations en matière de facturation et de ses conséquences au regard de la TVA\". Le mandat est délivré soit pour une série d'opérations données, soit pour tout ou partie des opérations réalisées par le mandant sur une période déterminée par le contrat. Ce mandat doit être communiqué au comptable public à l'appui du premier mandat/ordonnancement de dépense concerné. Les mandats de dépenses suivants y font référence. Dans les conditions définies par le ministre en charge du budget et avant la conclusion de ce mandat, l'ordonnateur doit obtenir l'avis du comptable, notamment sur la forme des factures qu'il va ainsi émettre, qu'elles soient ou non dématérialisées, sur les modalités qu'il va mettre en œuvre au sein de ses services pour vérifier la réalité du service fait et sur les conditions de computation du délai global de paiement qui en découlent. Les factures doivent contenir toutes les mentions obligatoires prévues par l' article 242 nonies A à l'annexe II du CGI . Il est recommandé de faire figurer expressément la mention que \"la facture est établie par X au nom et pour le compte de Y\". Les conditions de la dématérialisation des pièces justificatives et de leur transmission, électronique ou non, sont fixées par l' article D. 1617-23 du code général des collectivités territoriales et précisées par l'arrêté du 27 juin 2007 portant application de l'article D. 1617-23 du code général des collectivités territoriales relatif à la dématérialisation des opérations en comptabilité publique. Leur mise en œuvre suppose la conclusion préalable d'une convention entre l'ordonnateur et le comptable.",
            "texteHtml": "<p align='center'>Sommaire de la liste des pièces justificatives des dépenses publiques locales </p><p></p><p></p><p></p><p>Rubrique 0. Pièces communes </p><p>01. Qualité de l'ordonnateur </p><p>02. Acquit libératoire du créancier </p><p>03. Paiement des créances frappées d'opposition </p><p>04. Moyens de règlement </p><p>05. Paiement des sommes dues à des créanciers étrangers </p><p>06. Relevé de prescription </p><p>07. Paiement à un transporteur routier ou à un voiturier titulaire d'une lettre de voiture </p><p>Rubrique 1. Administration générale </p><p>10. Consignation </p><p>11. Placement financier de certains fonds </p><p>12. Reversement d'excédents de budgets annexes </p><p>13. Réduction de créances et admission en non-valeurs </p><p>14. Paiement de frais juridiques tarifés </p><p>15. Paiement sur décisions de justice </p><p>16. Remboursement d'emprunt et frais </p><p>17. Impôts, taxes et versements assimilés </p><p>18. Transaction et remise gracieuse de dette </p><p>Rubrique 2. Dépenses de personnel </p><p>21. Dépenses de personnel des collectivités territoriales, de leurs groupements, de leurs établissements publics et de leurs services d'hébergement de personnes âgées gérés en régie directe </p><p>22. Dépenses de personnel des établissements publics de santé (EPS) et des établissements publics sociaux et médico-sociaux (EPSMS) </p><p>23. Dépenses de personnel des associations syndicales de propriétaires </p><p>24. Rémunérations d'agents d'autres collectivités publiques </p><p>Rubrique 3. Dépenses liées à l'exercice de fonctions électives ou de représentation </p><p>31. Indemnités </p><p>32. Remboursement de frais </p><p>33. Autres dépenses </p><p>Rubrique 4. Commande publique </p><p>40. Dédommagement pour retard de paiement </p><p>41. Marchés publics soumis au code des marchés publics </p><p>42. Marchés publics soumis à l'ordonnance n° 2005-649 du 5 juin 2005 </p><p>43. Délégations de service public </p><p>44. Les contrats de partenariat </p><p>45. Les concessions de travaux </p><p>46. Les concessions d'aménagement </p><p>Rubrique 5. Opérations portant sur les immeubles et les fonds de commerce </p><p>51. Acquisitions amiables d'immeubles à titre onéreux </p><p>52. Acquisitions amiables d'immeubles à titre gratuit </p><p>53. Acquisitions d'immeubles selon des procédés de contrainte </p><p>54. Opérations conférant le droit de jouir d'un immeuble </p><p>55. Opérations portant sur les fonds de commerce </p><p>Rubrique 6. Interventions sociales et diverses </p><p>61. Dépenses d'aide sociale </p><p>62. Prêts et bourses </p><p>63. Remise de prix, prestations diverses, gratifications, pécules </p><p>64. Frais de transport des élèves et étudiants handicapés </p><p>Rubrique 7. Interventions économiques et financières </p><p>71. Prêts et avances </p><p>72. Subventions et primes de toute nature </p><p>73. Garanties d'emprunts </p><p>74. Bonification d'emprunt </p><p>75. Participation au capital de sociétés ou organismes </p><p>76. Fonds de concours </p><p>77. Opérations pour le compte d'organismes rattachés à la collectivité </p><p>78. Participations versées par une collectivité locale à une autre collectivité</p><p> Annexes de la liste des pièces justificatives</p><p></p><p>Annexe A. - Frais de déplacement des agents </p><p>Annexe B. - Etat de frais de changement de résidence </p><p>Annexe C. - Enonciation des mentions devant figurer sur les factures ou les mémoires </p><p>Annexe D. - Enonciation des mentions devant figurer sur le procès-verbal ou le certificat administratif pour le paiement d'un acompte </p><p>Annexe E. - Enonciations devant figurer sur l'état liquidatif des révisions et/ou des actualisations de prix </p><p>Annexe F. - Mentions relatives à l'affacturage </p><p>Annexe G. - Caractéristiques formelles des marchés publics et des accords-cadres</p><p>Annexe H. - Mentions obligatoires devant figurer dans un contrat de partenariat </p><p>Annexe I. - Tableau mensuel de service</p><p></p><p>Définitions et principes</p><p>1. Collectivités</p><p></p><p>Dans la présente nomenclature, le terme collectivité s'entend aussi bien des collectivités territoriales que des établissements publics locaux et des établissements publics de santé (EPS) visés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006395697&dateTexte=&categorieLien=cid'>article D. 1617-19 du code général des collectivités territoriales</a>. Ce terme peut également viser les associations syndicales de propriétaires dotés d'un comptable public.</p><p></p><p>2. Décision</p><p></p><p>La pièce émane, selon le cas, par exemple du conseil municipal, du conseil général, du conseil régional, ou du conseil d'administration (\"délibération\") ; de l'organe régulièrement habilité à agir en leurs lieu et place (commission permanente du conseil général ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple).</p><p>Lorsque la pièce justificative est un certificat émis par l'ordonnateur, la valeur probante de cette attestation suppose qu'elle soit signée par l'ordonnateur ou son délégataire tout comme un arrêté. Par contre, l'ordonnateur n'a pas l'obligation de signer une délibération produite au comptable dans la mesure où il en certifie le caractère exécutoire (cf. article. D. 1617-23 du code général des collectivités territoriales).</p><p>Le budget (budgets primitif et supplémentaire, budgets principal et annexes, états annexes) constitue une délibération que l'ordonnateur exécute dans la limite des crédits ouverts. Toutefois, en ce qui concerne la section de fonctionnement, une délibération spécifique doit être produite lorsque la réglementation en vigueur exige une intervention particulière de l'assemblée délibérante pour autoriser une dépense (approbation préalable de conventions ou de taux par l'assemblée).</p><p>De la même façon, en ce qui concerne la section d'investissement, le budget est considéré comme délibération suffisante pour permettre à l'ordonnateur d'effectuer la dépense sans autre autorisation, dans la mesure où les crédits font l'objet d'une inscription clairement individualisée et où la réglementation en vigueur ne prescrit pas expressément une décision particulière de l'assemblée délibérante.</p><p>L'Etat Prévisionnel des Recettes et des Dépenses (EPRD) constitue une décision (délibération pour les offices publics de l'habitat, décision du directeur pour les EPS) que le directeur exécute. Le directeur n'est tenu que par les crédits de personnels permanents inscrits à l'EPRD, ou par l'ensemble des crédits en cas d'arrêt de l'EPRD par le directeur de l'Agence Régionale de Santé (ARS), s'agissant des EPS, ou le préfet, s'agissant des offices publics de l'habitat (OPH).</p><p>Concernant particulièrement les établissements publics de santé, les décisions émanent essentiellement du directeur, qui peut déléguer sa signature.</p><p>S'agissant des associations syndicales de propriétaires dotées d'un comptable public, l'assemblée délibérante est le syndicat.</p><p></p><p>3. Le cas échéant, s'il y a lieu, production de la pièce justificative</p><p></p><p>Ces termes sont utilisés dans la présente liste des pièces justificatives dans les cas suivants :</p><p>Première hypothèse :</p><p>La production de la pièce justificative est subordonnée à la réalisation de conditions particulières prévues par la réglementation ou la collectivité :</p><p>Exemple. - Prêts et avances (rubrique 71) :</p><p>La justification des sûretés n'est exigée à l'appui du paiement que dans l'hypothèse où la délibération portant octroi du prêt l'exige.</p><p>De même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil (<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000215117&idArticle=LEGIARTI000006529194&dateTexte=&categorieLien=cid'>article 10 de la loi n°2000-321 du 12 avril 2000</a>) doit justifier de la passation d'une convention avec ledit organisme (rubrique 711).</p><p>Deuxième hypothèse :</p><p>La réglementation spécifique à une collectivité ou à un établissement public pouvant déroger à une réglementation commune, la pièce justificative est elle-même spécifique : par exemple, reversement d'excédents de budgets annexes (rubrique 13).</p><p>La décision de reversement d'un excédent de budget annexe ne concerne que les établissements publics locaux dont le statut ou le texte relatif au régime financier l'autorise.</p><p></p><p>4. L'utilisation de la liste des pièces justificatives pour le contrôle de la dépense</p><p></p><p>Les principes de mise en œuvre de la présente liste des pièces justificatives sont :</p><p></p><p>- La neutralité : La liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence.</p><p>- L'exhaustivité : Lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles.</p><p>- Le caractère obligatoire : La liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables et aux juges des comptes.</p><p></p><p>Le contrôle hiérarchisé de la dépense permet au comptable de moduler ses contrôles en fonction des risques et des enjeux identifiés dans le respect des normes définies par le ministre en charge du budget. Cette modulation porte sur le moment du contrôle (contrôle a priori ou a posteriori) le champ du contrôle (contrôle exhaustif ou par échantillon) et l'intensité des contrôles (réaliser tout ou partie des contrôles), conformément aux dispositions émanant de l'arrêté du 25 juillet 2013 portant application du <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000026597003&idArticle=JORFARTI000026597188&categorieLien=cid'>premier alinéa de l'article 42 du décret n° 2012-1246 du 7 novembre 2012</a> relatif à la gestion budgétaire et comptable publique et encadrant le contrôle sélectif de la dépense.</p><p>En complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial, selon la procédure décrite à l'arrêté du 11 mai 2011 pris en application du préambule de l'annexe I du code général des collectivités territoriales portant fixation des modalités de justification des dépenses des collectivités territoriales, de leurs établissements publics et des établissements publics de santé. Dans ce cas, l'ordonnateur est dispensé de produire les pièces justificatives, selon les modalités prévues par la convention signée à cet effet et dans la limite des dépenses inférieures ou égales à 400 euros.</p><p></p><p>5. Autofacturation et pièces justificatives sous forme dématérialisée</p><p></p><p>L'article 289-I-2 du CGI autorise le recours à l'autofacturation. Par ce dispositif, la collectivité territoriale ou l'établissement public local émet une facture au nom et pour le compte de son fournisseur. La collectivité ou l'établissement conserve la facture originale et envoie le double de cette facture à son fournisseur.</p><p>Dans cette hypothèse, le fournisseur doit donner expressément un mandat écrit et préalable au tiers ou au client pour émettre matériellement les factures en son nom et pour son compte (article 242 nonies de l'annexe II au CGI). Le mandat doit prévoir que \"le fournisseur conserve l'entière responsabilité de ses obligations en matière de facturation et de ses conséquences au regard de la TVA\".</p><p>Le mandat est délivré soit pour une série d'opérations données, soit pour tout ou partie des opérations réalisées par le mandant sur une période déterminée par le contrat. Ce mandat doit être communiqué au comptable public à l'appui du premier mandat/ordonnancement de dépense concerné. Les mandats de dépenses suivants y font référence.</p><p>Dans les conditions définies par le ministre en charge du budget et avant la conclusion de ce mandat, l'ordonnateur doit obtenir l'avis du comptable, notamment sur la forme des factures qu'il va ainsi émettre, qu'elles soient ou non dématérialisées, sur les modalités qu'il va mettre en œuvre au sein de ses services pour vérifier la réalité du service fait et sur les conditions de computation du délai global de paiement qui en découlent. Les factures doivent contenir toutes les mentions obligatoires prévues par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294509&dateTexte=&categorieLien=cid'>article 242 nonies A à l'annexe II du CGI</a>. Il est recommandé de faire figurer expressément la mention que \"la facture est établie par X au nom et pour le compte de Y\".</p><p>Les conditions de la dématérialisation des pièces justificatives et de leur transmission, électronique ou non, sont fixées par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006395135&dateTexte=&categorieLien=cid'>article D. 1617-23 du code général des collectivités territoriales</a> et précisées par l'arrêté du 27 juin 2007 portant application de l'article D. 1617-23 du code général des collectivités territoriales relatif à la dématérialisation des opérations en comptabilité publique. Leur mise en œuvre suppose la conclusion préalable d'une convention entre l'ordonnateur et le comptable.</p><p></p><p></p><p></p>",
            "num": "Sommaire",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1453507200000,
            "dateFin": 1482364800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324089",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031892404",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031885772",
                    "textTitle": "Décret n°2016-33 du 20 janvier 2016 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031887357",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-01-22",
                    "dateSignaTexte": "2016-01-20",
                    "dateDebutCible": "2016-01-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000215117",
                    "textTitle": "LOI n° 2000-321 du 12 avril 2000 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006529194",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2000-321",
                    "datePubli": 955584000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "JORFTEXT000026597003",
                    "textTitle": "Décret n° 2012-1246 du 7 novembre 2012 - art. 42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "JORFARTI000026597188",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-1246",
                    "datePubli": 1352505600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 242 nonies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "242 nonies A",
                    "articleId": "LEGIARTI000006294509",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1719792000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1617-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D1617-19",
                    "articleId": "LEGIARTI000006395697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1617-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D1617-23",
                    "articleId": "LEGIARTI000006395135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1175040000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324089",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892404",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1482364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033662948",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1482364800000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535138",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046790911",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Sommaire"
            ],
            "versionPrecedente": "LEGIARTI000019324089",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019324089",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sommaire de la liste des pièces justificatives des dépenses publiques locales Rubrique 0. Pièces communes 01. Qualité de l'ordonnateur 02. Acquit libératoire du créancier 03. Paiement des créances frappées d'opposition 04. Moyens de règlement 05. Paiement des sommes dues à des créanciers étrangers 06. Relevé de prescription 07. Paiement à un transporteur routier ou à un voiturier titulaire d'une lettre de voiture Rubrique 1. Administration générale 10. Consignation 11. Gestion du patrimoine : location d'un bien immobilier 12. Placement financier de certains fonds 13. Reversement d'excédents de budgets annexes 14. Réduction de créances et admission en non-valeurs 15. Paiement des frais d'actes et de contentieux 16. Paiement des frais et des décisions de justice 17. Remboursement d'emprunt et frais 18. Impôts, taxes et versements assimilés 19. Transaction et remise gracieuse de dette Rubrique 2. Dépenses de personnel 21. Dépenses de personnel des collectivités territoriales, de leurs groupements, de leurs établissements publics et de leurs services d'hébergement de personnes âgées gérés en régie directe 22. Dépenses de personnel des établissements publics de santé (EPS) et des établissements publics sociaux et médico-sociaux (ESMS) 23. Dépenses de personnel des associations syndicales de propriétaires Rubrique 3. Dépenses liées à l'exercice de fonctions électives ou de représentation 31. Indemnités 32. Remboursement de frais 33. Autres dépenses Rubrique 4. Marchés publics 41. Travaux, fournitures et services répertoriés par l'article 3 du code des marchés publics 42. Marchés publics passés selon une procédure adaptée prévue par les articles 28 ou 30 du code des marchés publics 43. Marchés publics passés selon une procédure formalisée prévue par l'article 26 du code des marchés publics 44. Marchés passés sur le fondement d'un accord-cadre 45. Sous-traitance et paiement direct 46. Coordination, groupements de commandes et centrales d'achats 47. Paiements à des tiers substitués au créancier initial 48. Paiements en situation exceptionnelle Rubrique 5. Acquisitions d'immeubles et opérations complexes 51. Acquisitions amiables d'immeubles à titre onéreux 52. Acquisitions amiables d'immeubles à titre gratuit 53. Acquisitions d'immeubles selon des procédés de contrainte 54. Opérations complexes Rubrique 6. Interventions sociales et diverses 61. Dépenses d'aide sociale 62. Prêts et bourses 63. Remise de prix, prestations diverses, gratifications 64. Frais de transport des élèves et étudiants handicapés Rubrique 7. Interventions économiques et financières 71. Prêts et avances 72. Subventions et primes de toute nature 73. Garanties d'emprunts 74. Bonification d'emprunt 75. Participation au capital de sociétés ou organismes 76. Fonds de concours 77. Opérations pour le compte d'organismes rattachés à la collectivité 78. Participations versées par une collectivité locale à une autre collectivité Annexes de la liste des pièces justificatives ANNEXE V-aux articles D. 2224-1 , D. 2224-2 et D. 2224-3 -Le service public d'eau potable ANNEXE VI-aux articles D. 2224-1, D. 2224-2 et D. 2224-3-Le service public de l'assainissement Annexe A.-Frais de déplacement des agents Annexe B.-Etat de frais de changement de résidence Annexe C.-Enonciation des mentions devant figurer sur les factures ou sur les mémoires Annexe D.-Enonciation des mentions devant figurer sur le procès-verbal ou le certificat administratif pour le paiement d'un acompte Annexe E.-Enonciation devant figurer sur l'état liquidatif des révisions et / ou des actualisations de prix Annexe F.-Mentions relatives à l'affacturage Annexe G.-Caractéristiques formelles des marchés publics et des accords-cadres Annexe H.-Tableau mensuel de service DÉFINITIONS ET PRINCIPES 1 COLLECTIVITÉS Dans la présente nomenclature, le terme collectivité » s'entend aussi bien des collectivités territoriales que des établissements publics locaux et des établissements publics de santé visés à l'article D. 1617-19 du code général des collectivités territoriales. Ce terme peut également viser les associations syndicales de propriétaires dotées d'un comptable public. 2 DÉCISION La pièce émane, selon le cas, par exemple du conseil municipal, du conseil général, du conseil régional, ou du conseil d'administration (\" délibération \") ; de l'organe régulièrement habilité à agir en leurs lieu et place (commission permanente du conseil général ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple). Lorsque la pièce justificative est un certificat émis par l'ordonnateur, la valeur probante de cette attestation suppose qu'elle soit signée par l'ordonnateur ou son délégataire tout comme un arrêté. Par contre, l'ordonnateur n'a pas l'obligation de signer une délibération produite au comptable dans la mesure où il en certifie le caractère exécutoire (cf. art. D. 1617-23 du code général des collectivités territoriales). Le budget (budgets primitif et supplémentaire, budgets principal et annexes, états annexes) constitue une délibération que l'ordonnateur exécute dans la limite des crédits ouverts. Toutefois, en ce qui concerne la section de fonctionnement, une délibération spécifique doit être produite lorsque la réglementation en vigueur exige une intervention particulière de l'assemblée délibérante pour autoriser une dépense (approbation préalable de conventions ou de taux par l'assemblée). De la même façon, en ce qui concerne la section d'investissement, le budget est considéré comme délibération suffisante pour permettre à l'ordonnateur d'effectuer la dépense sans autre autorisation, dans la mesure où les crédits font l'objet d'une inscription clairement individualisée et où la réglementation en vigueur ne prescrit pas expressément une décision particulière de l'assemblée délibérante. S'agissant particulièrement des établissements publics de santé, la décision émane soit du conseil d'administration (délibération »), soit du directeur qui peut déléguer sa signature. S'agissant des associations syndicales de propriétaires dotées d'un comptable public, l'assemblée délibérante est le syndicat. L'état prévisionnel des recettes et des dépenses (EPRD) constitue une délibération que le directeur exécute. Le directeur n'est tenu que par les crédits de personnels permanents inscrits à l'EPRD, ou par l'ensemble des crédits en cas d'arrêt de l'EPRD par le directeur de l'agence régionale d'hospitalisation (ARH), suite à carence du conseil d'administration. 3 LE CAS ÉCHÉANT, S'IL Y A LIEU, PRODUCTION DE LA PIÈCE JUSTIFICATIVE Ces termes sont utilisés dans la présente liste des pièces justificatives dans les cas suivants : Première hypothèse : La production de la pièce justificative est subordonnée à la réalisation de conditions particulières prévues par la réglementation ou la collectivité : Exemple : prêts et avances (rubrique 71) : La justification des sûretés n'est exigée à l'appui du paiement que dans l'hypothèse où la délibération portant octroi du prêt l'exige. De même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil (art. 10 de la loi n o 2000-321 du 12 avril 2000) doit justifier de la passation d'une convention avec ledit organisme (rubrique 711). Deuxième hypothèse : La réglementation spécifique à une collectivité ou à un établissement public pouvant déroger à une réglementation commune, la pièce justificative est elle-même spécifique : par exemple, reversement d'excédents de budgets annexes (rubrique 13). La décision de reversement d'un excédent de budget annexe ne concerne que les établissements publics locaux dont le statut ou le texte relatif au régime financier l'autorise. 4 LA DISTINCTION ENTRE PREMIER PAIEMENT ET AUTRES PAIEMENTS La liste ci-après distingue, dans certains cas, les pièces justificatives à fournir à l'appui du premier mandatement de celles à fournir à l'appui des mandatements suivants. Sur la pièce justificative jointe aux mandatements postérieurs au premier paiement-ou sur le document servant au mandatement lui-même-, il est fait référence aux pièces justificatives produites uniquement au premier mandatement. Les références à porter sont : ce numéro du mandatement de référence, le millésime de l'année d'imputation de la dépense initiale, l'imputation budgétaire de la dépense lors du premier paiement. 5 L'UTILISATION DE LA LISTE DES PIÈCES JUSTIFICATIVES POUR LE CONTRÔLE DE LA DÉPENSE Les principes de mise en oeuvre de la présente liste des pièces justificatives sont : -la neutralité : la liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence ; -l'exhaustivité : lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles ; -le caractère obligatoire : la liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables et aux juges des comptes. Le contrôle hiérarchisé de la dépense permet au comptable de moduler ses contrôles en fonction des risques et des enjeux identifiés dans le respect des normes définies par le ministre en charge du budget. Cette modulation porte sur le moment du contrôle (contrôle a priori ou a posteriori), le champ du contrôle (contrôle exhaustif ou par échantillon) et l'intensité des contrôles (réaliser tout ou partie des contrôles). En complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial en respectant les normes définies par le ministre en charge du budget. Dans ce cas, le comptable peut, le cas échéant, dispenser l'ordonnateur de produire les pièces justificatives selon les modalités et sous un seuil fixé par arrêté du ministre en charge du budget. 6 AUTOFACTURATION ET PIÈCES JUSTIFICATIVES SOUS FORME DÉMATÉRIALISÉE L'article 289-I-2 du CGI autorise les recours à l'autofacturation. Par ce dispositif, la collectivité territoriale ou l'établissement public local émet une facture au nom et pour le compte de son fournisseur. La collectivité ou l'établissement conserve la facture originale et envoie le double de cette facture à son fournisseur. Dans cette hypothèse, le fournisseur doit donner expressément un mandat écrit et préalable au tiers ou au client pour émettre matériellement les factures en son nom et pour son compte ( art. 242 nonies de l'annexe II du CGI ). Le mandat doit prévoir que le fournisseur conserve l'entière responsabilité de ses obligations en matière de facturation et de ses conséquences au regard de la TVA. Le mandat est délivré soit pour une série d'opérations données, soit pour tout ou partie des opérations réalisées par le mandant sur un période déterminée par le contrat. Ce mandat doit être communiqué au comptable public à l'appui du premier mandat / ordonnancement de dépense concerné. Les mandats de dépenses suivants y font référence. Dans les conditions définies par le ministre en charge du budget et avant la conclusion de ce mandat, l'ordonnateur doit obtenir l'avis du comptable, notamment sur la forme des factures qu'il va ainsi émettre, qu'elles soient ou non dématérialisées, sur les modalités qu'il va mettre en oeuvre au sein de ses services pour vérifier la réalité du service fait et sur les conditions de computation du délai global de paiement qui en découlent. Les factures doivent contenir toutes les mentions obligatoires par l'article 242 nonies A à l'annexe II du CGI. Il est recommandé de faire expressément la mention que la facture est établie par X au nom et pour le compte de Y. Les conditions de la dématérialisation des pièces justificatives et de leur transmission, électronique ou non, sont fixées par l'article D. 1617-23 du code général des collectivités territoriales. Leur mise en oeuvre suppose la conclusion préalable d'une convention entre l'ordonnateur et le comptable.",
            "texteHtml": "<p align='center'></p><p align='center'>Sommaire de la liste des pièces justificatives des dépenses publiques locales </p><p align='left'></p><p>Rubrique 0. Pièces communes </p><p>01. Qualité de l'ordonnateur </p><p>02. Acquit libératoire du créancier </p><p>03. Paiement des créances frappées d'opposition </p><p>04. Moyens de règlement </p><p>05. Paiement des sommes dues à des créanciers étrangers </p><p>06. Relevé de prescription </p><p>07. Paiement à un transporteur routier ou à un voiturier titulaire d'une lettre de voiture </p><p>Rubrique 1. Administration générale </p><p>10. Consignation </p><p>11. Gestion du patrimoine : location d'un bien immobilier </p><p>12. Placement financier de certains fonds </p><p>13. Reversement d'excédents de budgets annexes </p><p>14. Réduction de créances et admission en non-valeurs </p><p>15. Paiement des frais d'actes et de contentieux </p><p>16. Paiement des frais et des décisions de justice </p><p>17. Remboursement d'emprunt et frais </p><p>18. Impôts, taxes et versements assimilés </p><p>19. Transaction et remise gracieuse de dette </p><p>Rubrique 2. Dépenses de personnel </p><p>21. Dépenses de personnel des collectivités territoriales, de leurs groupements, de leurs établissements publics et de leurs services d'hébergement de personnes âgées gérés en régie directe </p><p>22. Dépenses de personnel des établissements publics de santé (EPS) et des établissements publics sociaux et médico-sociaux (ESMS) </p><p>23. Dépenses de personnel des associations syndicales de propriétaires </p><p>Rubrique 3. Dépenses liées à l'exercice de fonctions électives ou de représentation </p><p>31. Indemnités </p><p>32. Remboursement de frais </p><p>33. Autres dépenses </p><p>Rubrique 4. Marchés publics </p><p>41. Travaux, fournitures et services répertoriés par l'article 3 du code des marchés publics </p><p>42. Marchés publics passés selon une procédure adaptée prévue par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005627819&idArticle=LEGIARTI000006204320&dateTexte=&categorieLien=cid' title='Code des marchés publics - art. 28 (V)'>28 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005627819&idArticle=LEGIARTI000006204322&dateTexte=&categorieLien=cid' title='Code des marchés publics - art. 30 (V)'>30 </a>du code des marchés publics </p><p>43. Marchés publics passés selon une procédure formalisée prévue par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005627819&idArticle=LEGIARTI000006204318&dateTexte=&categorieLien=cid' title='Code des marchés publics - art. 26 (V)'>26 </a>du code des marchés publics </p><p>44. Marchés passés sur le fondement d'un accord-cadre </p><p>45. Sous-traitance et paiement direct </p><p>46. Coordination, groupements de commandes et centrales d'achats </p><p>47. Paiements à des tiers substitués au créancier initial </p><p>48. Paiements en situation exceptionnelle </p><p>Rubrique 5. Acquisitions d'immeubles et opérations complexes </p><p>51. Acquisitions amiables d'immeubles à titre onéreux </p><p>52. Acquisitions amiables d'immeubles à titre gratuit </p><p>53. Acquisitions d'immeubles selon des procédés de contrainte </p><p>54. Opérations complexes </p><p>Rubrique 6. Interventions sociales et diverses </p><p>61. Dépenses d'aide sociale </p><p>62. Prêts et bourses </p><p>63. Remise de prix, prestations diverses, gratifications </p><p>64. Frais de transport des élèves et étudiants handicapés </p><p>Rubrique 7. Interventions économiques et financières </p><p>71. Prêts et avances </p><p>72. Subventions et primes de toute nature </p><p>73. Garanties d'emprunts </p><p>74. Bonification d'emprunt </p><p>75. Participation au capital de sociétés ou organismes </p><p>76. Fonds de concours </p><p>77. Opérations pour le compte d'organismes rattachés à la collectivité </p><p>78. Participations versées par une collectivité locale à une autre collectivité </p><p>Annexes de la liste des pièces justificatives </p><p>ANNEXE V-aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396235&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2224-1 (V)'>D. 2224-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396236&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2224-2 (V)'>D. 2224-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006396237&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D2224-3 (V)'>D. 2224-3</a>-Le service public d'eau potable </p><p>ANNEXE VI-aux articles D. 2224-1, D. 2224-2 et D. 2224-3-Le service public de l'assainissement </p><p>Annexe A.-Frais de déplacement des agents </p><p>Annexe B.-Etat de frais de changement de résidence </p><p>Annexe C.-Enonciation des mentions devant figurer sur les factures ou sur les mémoires </p><p>Annexe D.-Enonciation des mentions devant figurer sur le procès-verbal ou le certificat administratif pour le paiement d'un acompte </p><p>Annexe E.-Enonciation devant figurer sur l'état liquidatif des révisions et / ou des actualisations de prix </p><p>Annexe F.-Mentions relatives à l'affacturage </p><p>Annexe G.-Caractéristiques formelles des marchés publics et des accords-cadres </p><p>Annexe H.-Tableau mensuel de service </p><p>DÉFINITIONS ET PRINCIPES </p><p>1 COLLECTIVITÉS </p><p>Dans la présente nomenclature, le terme collectivité » s'entend aussi bien des collectivités territoriales que des établissements publics locaux et des établissements publics de santé visés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006395697&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D1617-19 (V)'>D. 1617-19 </a>du code général des collectivités territoriales. </p><p>Ce terme peut également viser les associations syndicales de propriétaires dotées d'un comptable public. </p><p>2 DÉCISION </p><p>La pièce émane, selon le cas, par exemple du conseil municipal, du conseil général, du conseil régional, ou du conseil d'administration (\" délibération \") ; de l'organe régulièrement habilité à agir en leurs lieu et place (commission permanente du conseil général ou du conseil régional, par exemple), ou de l'autorité exécutive (arrêté municipal ou arrêté du président du conseil régional, par exemple). </p><p>Lorsque la pièce justificative est un certificat émis par l'ordonnateur, la valeur probante de cette attestation suppose qu'elle soit signée par l'ordonnateur ou son délégataire tout comme un arrêté. Par contre, l'ordonnateur n'a pas l'obligation de signer une délibération produite au comptable dans la mesure où il en certifie le caractère exécutoire (cf. art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006395135&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. D1617-23 (V)'>D. 1617-23 </a>du code général des collectivités territoriales). </p><p>Le budget (budgets primitif et supplémentaire, budgets principal et annexes, états annexes) constitue une délibération que l'ordonnateur exécute dans la limite des crédits ouverts. Toutefois, en ce qui concerne la section de fonctionnement, une délibération spécifique doit être produite lorsque la réglementation en vigueur exige une intervention particulière de l'assemblée délibérante pour autoriser une dépense (approbation préalable de conventions ou de taux par l'assemblée). </p><p>De la même façon, en ce qui concerne la section d'investissement, le budget est considéré comme délibération suffisante pour permettre à l'ordonnateur d'effectuer la dépense sans autre autorisation, dans la mesure où les crédits font l'objet d'une inscription clairement individualisée et où la réglementation en vigueur ne prescrit pas expressément une décision particulière de l'assemblée délibérante.</p><p>S'agissant particulièrement des établissements publics de santé, la décision émane soit du conseil d'administration (délibération »), soit du directeur qui peut déléguer sa signature.</p><p>S'agissant des associations syndicales de propriétaires dotées d'un comptable public, l'assemblée délibérante est le syndicat.</p><p>L'état prévisionnel des recettes et des dépenses (EPRD) constitue une délibération que le directeur exécute. Le directeur n'est tenu que par les crédits de personnels permanents inscrits à l'EPRD, ou par l'ensemble des crédits en cas d'arrêt de l'EPRD par le directeur de l'agence régionale d'hospitalisation (ARH), suite à carence du conseil d'administration. </p><p>3 LE CAS ÉCHÉANT, S'IL Y A LIEU, PRODUCTION DE LA PIÈCE JUSTIFICATIVE </p><p>Ces termes sont utilisés dans la présente liste des pièces justificatives dans les cas suivants : </p><p>Première hypothèse : </p><p>La production de la pièce justificative est subordonnée à la réalisation de conditions particulières prévues par la réglementation ou la collectivité : </p><p>Exemple : prêts et avances (rubrique 71) : </p><p>La justification des sûretés n'est exigée à l'appui du paiement que dans l'hypothèse où la délibération portant octroi du prêt l'exige. </p><p>De même, une collectivité ou un établissement public local qui accorde à un organisme de droit privé une subvention d'un montant supérieur à certain seuil (art. 10 de la <sup></sup><a href='/affichTexte.do?cidTexte=JORFTEXT000000215117&categorieLien=cid' title='Loi n°2000-321 du 12 avril 2000 (V)'>loi n o 2000-321 </a>du 12 avril 2000) doit justifier de la passation d'une convention avec ledit organisme (rubrique 711). </p><p>Deuxième hypothèse : </p><p>La réglementation spécifique à une collectivité ou à un établissement public pouvant déroger à une réglementation commune, la pièce justificative est elle-même spécifique : par exemple, reversement d'excédents de budgets annexes (rubrique 13). </p><p>La décision de reversement d'un excédent de budget annexe ne concerne que les établissements publics locaux dont le statut ou le texte relatif au régime financier l'autorise. </p><p>4 LA DISTINCTION ENTRE PREMIER PAIEMENT ET AUTRES PAIEMENTS </p><p>La liste ci-après distingue, dans certains cas, les pièces justificatives à fournir à l'appui du premier mandatement de celles à fournir à l'appui des mandatements suivants. </p><p>Sur la pièce justificative jointe aux mandatements postérieurs au premier paiement-ou sur le document servant au mandatement lui-même-, il est fait référence aux pièces justificatives produites uniquement au premier mandatement. </p><p>Les références à porter sont : ce numéro du mandatement de référence, le millésime de l'année d'imputation de la dépense initiale, l'imputation budgétaire de la dépense lors du premier paiement. </p><p>5 L'UTILISATION DE LA LISTE DES PIÈCES JUSTIFICATIVES POUR LE CONTRÔLE DE LA DÉPENSE </p><p>Les principes de mise en oeuvre de la présente liste des pièces justificatives sont :</p><p>-la neutralité : la liste ne modifie pas les réglementations en vigueur. Elle n'en est que la conséquence ;</p><p>-l'exhaustivité : lorsqu'une dépense est répertoriée dans la liste, les pièces justificatives nécessaires au paiement de cette dépense y sont toutes énumérées. Lorsqu'une dépense n'est pas répertoriée dans la liste, le comptable doit demander, en se référant si possible à une dépense similaire répertoriée, les pièces justificatives qui lui permettent d'effectuer ses contrôles ;</p><p>-le caractère obligatoire : la liste est obligatoire en ce qu'elle constitue à la fois le minimum et le maximum des pièces justificatives exigibles par le comptable. Elle s'impose à la fois aux ordonnateurs, aux comptables et aux juges des comptes. </p><p>Le contrôle hiérarchisé de la dépense permet au comptable de moduler ses contrôles en fonction des risques et des enjeux identifiés dans le respect des normes définies par le ministre en charge du budget. Cette modulation porte sur le moment du contrôle (contrôle a priori ou a posteriori), le champ du contrôle (contrôle exhaustif ou par échantillon) et l'intensité des contrôles (réaliser tout ou partie des contrôles). </p><p>En complément du contrôle hiérarchisé de la dépense, le comptable et l'ordonnateur peuvent convenir de mettre en place un dispositif de contrôle allégé partenarial en respectant les normes définies par le ministre en charge du budget. Dans ce cas, le comptable peut, le cas échéant, dispenser l'ordonnateur de produire les pièces justificatives selon les modalités et sous un seuil fixé par arrêté du ministre en charge du budget. </p><p>6 AUTOFACTURATION ET PIÈCES JUSTIFICATIVES SOUS FORME DÉMATÉRIALISÉE </p><p>L'article 289-I-2 du CGI autorise les recours à l'autofacturation. Par ce dispositif, la collectivité territoriale ou l'établissement public local émet une facture au nom et pour le compte de son fournisseur. La collectivité ou l'établissement conserve la facture originale et envoie le double de cette facture à son fournisseur. </p><p>Dans cette hypothèse, le fournisseur doit donner expressément un mandat écrit et préalable au tiers ou au client pour émettre matériellement les factures en son nom et pour son compte (<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294507&dateTexte=&categorieLien=cid' title='CODE GENERAL DES IMPOTS ANNEXE 2, CGIAN2. - art. 242 nonies (V)'>art. 242 nonies de l'annexe II du CGI</a>). Le mandat doit prévoir que le fournisseur conserve l'entière responsabilité de ses obligations en matière de facturation et de ses conséquences au regard de la TVA. </p><p>Le mandat est délivré soit pour une série d'opérations données, soit pour tout ou partie des opérations réalisées par le mandant sur un période déterminée par le contrat. Ce mandat doit être communiqué au comptable public à l'appui du premier mandat / ordonnancement de dépense concerné. Les mandats de dépenses suivants y font référence. </p><p>Dans les conditions définies par le ministre en charge du budget et avant la conclusion de ce mandat, l'ordonnateur doit obtenir l'avis du comptable, notamment sur la forme des factures qu'il va ainsi émettre, qu'elles soient ou non dématérialisées, sur les modalités qu'il va mettre en oeuvre au sein de ses services pour vérifier la réalité du service fait et sur les conditions de computation du délai global de paiement qui en découlent. Les factures doivent contenir toutes les mentions obligatoires par l'article 242 nonies A à l'annexe II du CGI. Il est recommandé de faire expressément la mention que la facture est établie par X au nom et pour le compte de Y. </p><p>Les conditions de la dématérialisation des pièces justificatives et de leur transmission, électronique ou non, sont fixées par l'article D. 1617-23 du code général des collectivités territoriales. Leur mise en oeuvre suppose la conclusion préalable d'une convention entre l'ordonnateur et le comptable.</p>",
            "num": "Sommaire",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1177977600000,
            "dateFin": 1453507200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088036",
                        "id": "LEGISCTA000006088036",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-04",
                        "fin": "2999-01-01",
                        "titre": "Annexe I",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019324076",
                        "id": "LEGISCTA000019324076",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019324089",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019324076",
            "sectionParentId": "LEGISCTA000019324076",
            "sectionParentTitre": "Annexe I",
            "fullSectionsTitre": "Annexes &gt; Annexe I",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019324089",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000645851",
                    "textTitle": "Décret n°2007-450 du 25 mars 2007 - art. 2",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006261818",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-28",
                    "dateSignaTexte": "2007-03-25",
                    "dateDebutCible": "2007-03-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000215117",
                    "textTitle": "Loi n°2000-321 du 12 avril 2000 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000215117",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2000-321",
                    "datePubli": 955584000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005627819",
                    "textTitle": "Code des marchés publics - art. 26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000006204318",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000005627819",
                    "textTitle": "Code des marchés publics - art. 28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000006204320",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1157068800000
                },
                {
                    "textCid": "LEGITEXT000005627819",
                    "textTitle": "Code des marchés publics - art. 30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000006204322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 2, CGIAN2. - art. 242 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "242 nonies",
                    "articleId": "LEGIARTI000006294507",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1617-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D1617-19",
                    "articleId": "LEGIARTI000006395697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 955238400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D1617-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D1617-23",
                    "articleId": "LEGIARTI000006395135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1175040000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2224-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D2224-1",
                    "articleId": "LEGIARTI000006396235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2224-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D2224-2",
                    "articleId": "LEGIARTI000006396236",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. D2224-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D2224-3",
                    "articleId": "LEGIARTI000006396237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019324089",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1177977600000,
                    "dateFin": 1453507200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031892404",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1453507200000,
                    "dateFin": 1482364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033662948",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1482364800000,
                    "dateFin": 1649462400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045535138",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1649462400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046790911",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Sommaire"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}