{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039049511",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Forme. Il est formé entre les souscripteurs des actions émises dans les conditions prévues ci-après une société anonyme coopérative de location-attribution d'habitations à loyer modéré. Cette société est constituée sous la forme de société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires de la loi n° 47-1775 du 10 septembre 1947 modifiée portant statut de la coopération, du code civil et du code de commerce, notamment des articles L. 231-1 à L. 231-8 de ce même code, et par celles du décret n° 67-236 du 23 mars 1967 modifié sur les sociétés commerciales. 2. Dénomination. La dénomination de la société est : Société coopérative d'habitations à loyer modéré de location-attribution (société coopérative à capital variable). 3. Objet social. La société a pour objet, conformément à l'article D. 422-34 , d'assurer la gestion des immeubles construits au profit de ses membres, jusqu'au terme des contrats qu'elle a conclus pour la réalisation desdits immeubles. Elle peut, d'une façon générale, effectuer toutes opérations utiles à la réalisation de son objet social, ou pour lesquelles elle est ou sera habilitée par les textes législatifs ou réglementaires s'y rapportant. 4. Compétence territoriale-Siège social. L'activité de la société est limitée aux opérations ayant trait aux immeubles situés sur le territoire de :.... Le siège social de la société est fixé à :.... 5. Capital social. Le capital social est variable. Le capital initial à souscrire est fixé à la somme de... euros. Il est divisé en... actions de chacune... euros. Les associés qui n'utilisent pas les services de la société ne peuvent détenir plus de 35 p. 100 du total des droits de vote. Ces associés disposent ensemble d'un nombre de voix proportionnel au capital qu'ils détiennent. Ils répartissent ces voix entre eux au prorata de la part de chacun dans ce capital détenu. Lorsque au nombre de ces associés figurent des sociétés coopératives ou des organismes d'habitations à loyer modéré, la limite ci-dessus est portée à 49 p. 100 sans que les droits de vote de ceux de ces associés qui ne sont ni des sociétés coopératives ni des organismes d'habitations à loyer modéré puissent excéder la limite de 35 p. 100. Lorsque la part de capital que détiennent les associés définis au quatrième alinéa de la présente clause dépasse, selon le cas, 35 p. 100 ou 49 p. 100 du total des droits de vote, le nombre de voix attribué à chacun d'eux est réduit à due proportion. Les réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article. La société ne peut procéder à l'amortissement de son capital. 6. Cession d'actions. Le prix de cession des actions ne peut dépasser celui fixé pour les sociétés d'habitations à loyer modéré en application de l'article L. 423-4 du code de la construction et de l'habitation, sauf dérogation accordée dans les conditions prévues par cet article. Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou un descendant, le transfert d'actions à un tiers, à quelque titre que ce soit, doit être autorisée par le conseil d'administration qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. En cas de refus d'agrément, le conseil d'administration est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par une ou plusieurs personnes qu'il aura lui-même désignées. En ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susindiqué, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société. La cession d'actions par un actionnaire comporte obligatoirement cession des droits qu'il tient du contrat de location-attribution. 7. Conseil d'administration. La société est administrée par un conseil d'administration. Les membres du conseil d'administration, même ceux qui exercent les fonctions de directeur général de la société, exercent leurs fonctions à titre gratuit dans les conditions prévues à l'article R. 421-10 du code de la construction et de l'habitation. 8. Retraits et exclusions-Résiliation du contrat de location-attribution. L'actionnaire titulaire d'un contrat de location-attribution ne peut se retirer qu'après agrément du conseil d'administration. Le retrait ou l'exclusion d'un actionnaire titulaire d'un contrat de location-attribution entraîne la résiliation de ce contrat. Les actionnaires ou associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion. 9. Expression des voix aux assemblées. Un associé coopérateur ne dispose par lui-même que d'une voix quelque soit le nombre de parts qu'il détient ; il ne peut exprimer, lorsqu'il agit en qualité de mandataire d'autres actionnaires, plus de dix voix dans les assemblées, la sienne comprise. Les voix des actionnaires de la société mentionnés aux alinéas 3 à 5 de la clause 5 des présents statut sont exprimées dans les limites et proportions prévues à cet alinéa. 10. Année sociale. L'année sociale de la société débute le 1er janvier et finit le 31 décembre. 11. Unions coopératives-Assemblées primaires. Les actionnaires membres d'une union coopérative constituée conformément à l'article R. 422-22 du code de la construction et de l'habitation sont représentés par des délégués désignés en assemblée primaire et ne peuvent assister aux assemblées générales. Chaque délégué dispose d'un nombre de voix égal au quotient obtenu en divisant le nombre des actionnaires membres de l'unité coopérative par le nombre des délégués désignés pour représenter l'unité. Lorsqu'il existe une unité coopérative, l'assemblée générale de la société est précédée par une assemblée primaire. Les assemblées primaires ont pour objet l'information des sociétaires qui les composent, la discussion des questions qui sont portées à l'ordre du jour par le conseil d'administration et qui comprennent notamment l'examen des comptes de gestion et des charges de l'unité coopérative, et l'élection de délégués chargés de représenter l'unité coopérative à l'assemble générale. Le nombre des délégués de l'unité coopérative, qui ne peut être inférieur à trois, doit être proportionnel au nombre des actionnaires présents ou représentés à l'assemblée primaire, à raison d'un délégué au maximum pour dix actionnaires. Les proportions doivent être les mêmes pour l'ensemble des unités coopératives d'une même société. Les délégués de l'unité coopérative sont élus pour un an, au scrutin secret lorsque le conseil d'administration le décide, ou lorsque ce mode de scrutin est demandé par un ou plusieurs actionnaires. Les assemblées primaires ne peuvent prendre aucune décision autre que la désignation de ces délégués. Les actionnaires sont réunis en assemblée primaire à l'initiative du conseil d'administration au moins une fois par an et au minimum un mois avant la réunion de l'assemblée générale ordinaire. Les convocations et l'ordre du jour de la réunion sont portés à la connaissance des actionnaires soit par voie d'affichage, soit par lettres individuelles au moins quinze jours avant la date fixée pour la réunion. La date de convocation peut être différente pour chaque unité coopérative. Les assemblées primaires se tiennent en présence d'au moins un administrateur ou d'un délégué désigné par le conseil d'administration. Les fonctions de scrutateur sont remplies par deux actionnaires désignés par l'assemblée primaire. Le bureau ainsi composé désigne le secrétaire, qui peut ne pas être un actionnaire. Tout actionnaire membre régulier de l'unité coopérative a le droit d'assister ou de se faire représenter à l'assemblée primaire. L'actionnaire empêché peut donner mandat de le représenter à l'assemblée primaire. Le mandataire doit être un autre actionnaire de l'unité coopérative ou le conjoint du mandant. Le conjoint du mandant ne peut représenter que celui-ci.L'actionnaire mandaté ne peut disposer que de dix voix, la sienne comprise. Les mandats sont annexés au procès-verbal de l'assemblée primaire. Aucune condition de quorum n'est requise pour la tenue des assemblées primaires. Celles-ci délibèrent valablement, quel que soit le nombre des actionnaires présents ou représentés. La désignation des délégués à l'assemblée générale est acquise à la majorité simple. Nota : La clause 11 est obligatoire pour les sociétés qui ont constitué des unions coopératives. 12. Documents transmis à l'administration. Dans le mois suivant celui au cours duquel s'est tenue l'assemblée générale réunie en application de l'article L. 225-100 du code de commerce, la société adresse au préfet du département de son siège, à la Caisse des dépôts et consignations et au ministre chargé du logement l'ensemble des documents comptables et les rapports présentés à l'assemblée générale des actionnaires, ainsi que le compte rendu de celle-ci. En cas de report de l'assemblée générale des actionnaires, la décision de justice accordant un délai supplémentaire doit être adressée dans les mêmes conditions. 13. Résultats de l'exercice. Lorsque la société a réalisé un bénéfice distribuable au sens de l'article L. 232-12 du code de commerce, il peut être distribué un dividende correspondant à un pourcentage de capital social égal ou inférieur au taux défini à l'article 14 de la loi du 10 septembre 1947 précitée, sans que ce pourcentage puisse être supérieur au taux d'intérêt servi au détenteur d'un premier livret de caisse d'épargne au 31 décembre de l'année précédente, majoré de 1, 5 point. 14. Réserves. Conformément à l'article L. 423-5 du code de la construction et de l'habitation, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital. Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou des autres réserves dont la constitution est imposée par la réglementation spécifique aux sociétés coopératives d'H.L.M. et la répartition éventuelle de dividendes dans les conditions définies à la clause 13 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités. Des transferts de réserves peuvent être réalisés par la société dans les conditions définies à l'article L. 422-13 du code de la construction et de l'habitation. 15. Attribution de l'actif. Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif excédant la moitié du capital social que dans les conditions prévues par le code de la construction et de l'habitation. 16. Transmission des statuts. Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.",
            "texteHtml": "<p>1. Forme.</p><p>Il est formé entre les souscripteurs des actions émises dans les conditions prévues ci-après une société anonyme coopérative de location-attribution d'habitations à loyer modéré.</p><p>Cette société est constituée sous la forme de société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000684004&categorieLien=cid'>loi n° 47-1775 du 10 septembre 1947 </a>modifiée portant statut de la coopération, du code civil et du code de commerce, notamment des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824508&dateTexte=&categorieLien=cid'>L. 231-1 à L. 231-8 </a>de ce même code, et par celles du <a href='/affichTexte.do?cidTexte=JORFTEXT000000674772&categorieLien=cid'>décret n° 67-236 du 23 mars 1967 </a>modifié sur les sociétés commerciales.</p><p>2. Dénomination.</p><p>La dénomination de la société est :</p><p>Société coopérative d'habitations à loyer modéré de location-attribution (société coopérative à capital variable).</p><p>3. Objet social.</p><p>La société a pour objet, conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006899346&dateTexte=&categorieLien=cid'>D. 422-34</a>, d'assurer la gestion des immeubles construits au profit de ses membres, jusqu'au terme des contrats qu'elle a conclus pour la réalisation desdits immeubles.</p><p>Elle peut, d'une façon générale, effectuer toutes opérations utiles à la réalisation de son objet social, ou pour lesquelles elle est ou sera habilitée par les textes législatifs ou réglementaires s'y rapportant.</p><p>4. Compétence territoriale-Siège social.</p><p>L'activité de la société est limitée aux opérations ayant trait aux immeubles situés sur le territoire de :....</p><p>Le siège social de la société est fixé à :....</p><p>5. Capital social.</p><p>Le capital social est variable.</p><p>Le capital initial à souscrire est fixé à la somme de... euros.</p><p>Il est divisé en... actions de chacune... euros.</p><p>Les associés qui n'utilisent pas les services de la société ne peuvent détenir plus de 35 p. 100 du total des droits de vote. Ces associés disposent ensemble d'un nombre de voix proportionnel au capital qu'ils détiennent. Ils répartissent ces voix entre eux au prorata de la part de chacun dans ce capital détenu.</p><p>Lorsque au nombre de ces associés figurent des sociétés coopératives ou des organismes d'habitations à loyer modéré, la limite ci-dessus est portée à 49 p. 100 sans que les droits de vote de ceux de ces associés qui ne sont ni des sociétés coopératives ni des organismes d'habitations à loyer modéré puissent excéder la limite de 35 p. 100.</p><p>Lorsque la part de capital que détiennent les associés définis au quatrième alinéa de la présente clause dépasse, selon le cas, 35 p. 100 ou 49 p. 100 du total des droits de vote, le nombre de voix attribué à chacun d'eux est réduit à due proportion.</p><p>Les réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825308&dateTexte=&categorieLien=cid'>L. 423-5 </a>du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article.</p><p>La société ne peut procéder à l'amortissement de son capital.</p><p>6. Cession d'actions.</p><p>Le prix de cession des actions ne peut dépasser celui fixé pour les sociétés d'habitations à loyer modéré en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825305&dateTexte=&categorieLien=cid'>L. 423-4 </a>du code de la construction et de l'habitation, sauf dérogation accordée dans les conditions prévues par cet article.</p><p>Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou un descendant, le transfert d'actions à un tiers, à quelque titre que ce soit, doit être autorisée par le conseil d'administration qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus.</p><p>En cas de refus d'agrément, le conseil d'administration est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par une ou plusieurs personnes qu'il aura lui-même désignées. En ce cas, le prix ne peut être inférieur à celui de la cession non autorisée.</p><p>Si, à l'expiration du délai susindiqué, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société.</p><p>La cession d'actions par un actionnaire comporte obligatoirement cession des droits qu'il tient du contrat de location-attribution.</p><p>7. Conseil d'administration.</p><p>La société est administrée par un conseil d'administration.</p><p>Les membres du conseil d'administration, même ceux qui exercent les fonctions de directeur général de la société, exercent leurs fonctions à titre gratuit dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006899893&dateTexte=&categorieLien=cid'>R. 421-10 </a>du code de la construction et de l'habitation.</p><p>8. Retraits et exclusions-Résiliation du contrat de location-attribution.</p><p>L'actionnaire titulaire d'un contrat de location-attribution ne peut se retirer qu'après agrément du conseil d'administration.</p><p>Le retrait ou l'exclusion d'un actionnaire titulaire d'un contrat de location-attribution entraîne la résiliation de ce contrat.</p><p>Les actionnaires ou associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion.</p><p>9. Expression des voix aux assemblées.</p><p>Un associé coopérateur ne dispose par lui-même que d'une voix quelque soit le nombre de parts qu'il détient ; il ne peut exprimer, lorsqu'il agit en qualité de mandataire d'autres actionnaires, plus de dix voix dans les assemblées, la sienne comprise.</p><p>Les voix des actionnaires de la société mentionnés aux alinéas 3 à 5 de la clause 5 des présents statut sont exprimées dans les limites et proportions prévues à cet alinéa.</p><p>10. Année sociale.</p><p>L'année sociale de la société débute le 1er janvier et finit le 31 décembre.</p><p>11. Unions coopératives-Assemblées primaires.</p><p>Les actionnaires membres d'une union coopérative constituée conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006899333&dateTexte=&categorieLien=cid'>R. 422-22 </a>du code de la construction et de l'habitation sont représentés par des délégués désignés en assemblée primaire et ne peuvent assister aux assemblées générales. Chaque délégué dispose d'un nombre de voix égal au quotient obtenu en divisant le nombre des actionnaires membres de l'unité coopérative par le nombre des délégués désignés pour représenter l'unité.</p><p>Lorsqu'il existe une unité coopérative, l'assemblée générale de la société est précédée par une assemblée primaire.</p><p>Les assemblées primaires ont pour objet l'information des sociétaires qui les composent, la discussion des questions qui sont portées à l'ordre du jour par le conseil d'administration et qui comprennent notamment l'examen des comptes de gestion et des charges de l'unité coopérative, et l'élection de délégués chargés de représenter l'unité coopérative à l'assemble générale. Le nombre des délégués de l'unité coopérative, qui ne peut être inférieur à trois, doit être proportionnel au nombre des actionnaires présents ou représentés à l'assemblée primaire, à raison d'un délégué au maximum pour dix actionnaires. Les proportions doivent être les mêmes pour l'ensemble des unités coopératives d'une même société.</p><p>Les délégués de l'unité coopérative sont élus pour un an, au scrutin secret lorsque le conseil d'administration le décide, ou lorsque ce mode de scrutin est demandé par un ou plusieurs actionnaires. Les assemblées primaires ne peuvent prendre aucune décision autre que la désignation de ces délégués.</p><p>Les actionnaires sont réunis en assemblée primaire à l'initiative du conseil d'administration au moins une fois par an et au minimum un mois avant la réunion de l'assemblée générale ordinaire.</p><p>Les convocations et l'ordre du jour de la réunion sont portés à la connaissance des actionnaires soit par voie d'affichage, soit par lettres individuelles au moins quinze jours avant la date fixée pour la réunion. La date de convocation peut être différente pour chaque unité coopérative.</p><p>Les assemblées primaires se tiennent en présence d'au moins un administrateur ou d'un délégué désigné par le conseil d'administration.</p><p>Les fonctions de scrutateur sont remplies par deux actionnaires désignés par l'assemblée primaire. Le bureau ainsi composé désigne le secrétaire, qui peut ne pas être un actionnaire.</p><p>Tout actionnaire membre régulier de l'unité coopérative a le droit d'assister ou de se faire représenter à l'assemblée primaire.</p><p>L'actionnaire empêché peut donner mandat de le représenter à l'assemblée primaire. Le mandataire doit être un autre actionnaire de l'unité coopérative ou le conjoint du mandant. Le conjoint du mandant ne peut représenter que celui-ci.L'actionnaire mandaté ne peut disposer que de dix voix, la sienne comprise.</p><p>Les mandats sont annexés au procès-verbal de l'assemblée primaire.</p><p>Aucune condition de quorum n'est requise pour la tenue des assemblées primaires. Celles-ci délibèrent valablement, quel que soit le nombre des actionnaires présents ou représentés.</p><p>La désignation des délégués à l'assemblée générale est acquise à la majorité simple.</p><p>Nota : La clause 11 est obligatoire pour les sociétés qui ont constitué des unions coopératives.</p><p>12. Documents transmis à l'administration.</p><p>Dans le mois suivant celui au cours duquel s'est tenue l'assemblée générale réunie en application de l'article L. 225-100 du code de commerce, la société adresse au préfet du département de son siège, à la Caisse des dépôts et consignations et au ministre chargé du logement l'ensemble des documents comptables et les rapports présentés à l'assemblée générale des actionnaires, ainsi que le compte rendu de celle-ci.</p><p>En cas de report de l'assemblée générale des actionnaires, la décision de justice accordant un délai supplémentaire doit être adressée dans les mêmes conditions.</p><p>13. Résultats de l'exercice.</p><p>Lorsque la société a réalisé un bénéfice distribuable au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229031&dateTexte=&categorieLien=cid'>L. 232-12 </a>du code de commerce, il peut être distribué un dividende correspondant à un pourcentage de capital social égal ou inférieur au taux défini à l'article 14 de la loi du 10 septembre 1947 précitée, sans que ce pourcentage puisse être supérieur au taux d'intérêt servi au détenteur d'un premier livret de caisse d'épargne au 31 décembre de l'année précédente, majoré de 1, 5 point.</p><p>14. Réserves.</p><p>Conformément à l'article L. 423-5 du code de la construction et de l'habitation, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital.</p><p>Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou des autres réserves dont la constitution est imposée par la réglementation spécifique aux sociétés coopératives d'H.L.M. et la répartition éventuelle de dividendes dans les conditions définies à la clause 13 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités.</p><p>Des transferts de réserves peuvent être réalisés par la société dans les conditions définies à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825284&dateTexte=&categorieLien=cid'>L. 422-13</a> du code de la construction et de l'habitation.</p><p>15. Attribution de l'actif.</p><p>Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif excédant la moitié du capital social que dans les conditions prévues par le code de la construction et de l'habitation.</p><p>16. Transmission des statuts.</p><p>Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.</p>",
            "num": "Annexe à l'article R422-37",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1567296000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-03-30",
                        "fin": "2999-01-01",
                        "titre": "Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129017",
                        "id": "LEGISCTA000006129017",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832849",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129017",
            "sectionParentId": "LEGISCTA000006129017",
            "sectionParentTitre": "Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
            "fullSectionsTitre": "Annexes &gt; Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039049511",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 7 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000038955634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000684004",
                    "textTitle": "Loi n° 47-1775 du 10 septembre 1947",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000684004",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "47-1775",
                    "datePubli": -703987200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000674772",
                    "textTitle": "Décret n°67-236 du 23 mars 1967",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000674772",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "67-236",
                    "datePubli": -87609600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L232-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-12",
                    "articleId": "LEGIARTI000006229031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L231-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231-1",
                    "articleId": "LEGIARTI000006824508",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L422-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L422-13",
                    "articleId": "LEGIARTI000006825284",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-4",
                    "articleId": "LEGIARTI000006825305",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-5",
                    "articleId": "LEGIARTI000006825308",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R421-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R421-10",
                    "articleId": "LEGIARTI000006899893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R422-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R422-22",
                    "articleId": "LEGIARTI000006899333",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R422-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R422-34",
                    "articleId": "LEGIARTI000006899346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832849",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 733449600000,
                    "dateFin": 1097798400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006832850",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1097798400000,
                    "dateFin": 1213920000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019030576",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1213920000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049511",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R422-37"
            ],
            "versionPrecedente": "LEGIARTI000019030576",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019030576",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Forme. Il est formé entre les souscripteurs des actions émises dans les conditions prévues ci-après une société anonyme coopérative de location-attribution d'habitations à loyer modéré. Cette société est constituée sous la forme de société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires de la loi n° 47-1775 du 10 septembre 1947 modifiée portant statut de la coopération, du code civil et du code de commerce, notamment des articles L. 231-1 à L. 231-8 de ce même code, et par celles du décret n° 67-236 du 23 mars 1967 modifié sur les sociétés commerciales. 2. Dénomination. La dénomination de la société est : Société coopérative d'habitations à loyer modéré de location-attribution (société coopérative à capital variable). 3. Objet social. La société a pour objet, conformément à l'article R. 422-34 , d'assurer la gestion des immeubles construits au profit de ses membres, jusqu'au terme des contrats qu'elle a conclus pour la réalisation desdits immeubles. Elle peut, d'une façon générale, effectuer toutes opérations utiles à la réalisation de son objet social, ou pour lesquelles elle est ou sera habilitée par les textes législatifs ou réglementaires s'y rapportant. 4. Compétence territoriale-Siège social. L'activité de la société est limitée aux opérations ayant trait aux immeubles situés sur le territoire de :.... Le siège social de la société est fixé à :.... 5. Capital social. Le capital social est variable. Le capital initial à souscrire est fixé à la somme de... euros. Il est divisé en... actions de chacune... euros. Les associés qui n'utilisent pas les services de la société ne peuvent détenir plus de 35 p. 100 du total des droits de vote. Ces associés disposent ensemble d'un nombre de voix proportionnel au capital qu'ils détiennent. Ils répartissent ces voix entre eux au prorata de la part de chacun dans ce capital détenu. Lorsque au nombre de ces associés figurent des sociétés coopératives ou des organismes d'habitations à loyer modéré, la limite ci-dessus est portée à 49 p. 100 sans que les droits de vote de ceux de ces associés qui ne sont ni des sociétés coopératives ni des organismes d'habitations à loyer modéré puissent excéder la limite de 35 p. 100. Lorsque la part de capital que détiennent les associés définis au quatrième alinéa de la présente clause dépasse, selon le cas, 35 p. 100 ou 49 p. 100 du total des droits de vote, le nombre de voix attribué à chacun d'eux est réduit à due proportion. Les réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article. La société ne peut procéder à l'amortissement de son capital. 6. Cession d'actions. Le prix de cession des actions ne peut dépasser celui fixé pour les sociétés d'habitations à loyer modéré en application de l'article L. 423-4 du code de la construction et de l'habitation, sauf dérogation accordée dans les conditions prévues par cet article. Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou un descendant, le transfert d'actions à un tiers, à quelque titre que ce soit, doit être autorisée par le conseil d'administration qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. En cas de refus d'agrément, le conseil d'administration est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par une ou plusieurs personnes qu'il aura lui-même désignées. En ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susindiqué, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société. La cession d'actions par un actionnaire comporte obligatoirement cession des droits qu'il tient du contrat de location-attribution. 7. Conseil d'administration. La société est administrée par un conseil d'administration. Les membres du conseil d'administration, même ceux qui exercent les fonctions de directeur général de la société, exercent leurs fonctions à titre gratuit dans les conditions prévues à l'article R. 421-10 du code de la construction et de l'habitation. 8. Retraits et exclusions-Résiliation du contrat de location-attribution. L'actionnaire titulaire d'un contrat de location-attribution ne peut se retirer qu'après agrément du conseil d'administration. Le retrait ou l'exclusion d'un actionnaire titulaire d'un contrat de location-attribution entraîne la résiliation de ce contrat. Les actionnaires ou associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion. 9. Expression des voix aux assemblées. Un associé coopérateur ne dispose par lui-même que d'une voix quelque soit le nombre de parts qu'il détient ; il ne peut exprimer, lorsqu'il agit en qualité de mandataire d'autres actionnaires, plus de dix voix dans les assemblées, la sienne comprise. Les voix des actionnaires de la société mentionnés aux alinéas 3 à 5 de la clause 5 des présents statut sont exprimées dans les limites et proportions prévues à cet alinéa. 10. Année sociale. L'année sociale de la société débute le 1er janvier et finit le 31 décembre. 11. Unions coopératives-Assemblées primaires. Les actionnaires membres d'une union coopérative constituée conformément à l'article R. 422-22 du code de la construction et de l'habitation sont représentés par des délégués désignés en assemblée primaire et ne peuvent assister aux assemblées générales. Chaque délégué dispose d'un nombre de voix égal au quotient obtenu en divisant le nombre des actionnaires membres de l'unité coopérative par le nombre des délégués désignés pour représenter l'unité. Lorsqu'il existe une unité coopérative, l'assemblée générale de la société est précédée par une assemblée primaire. Les assemblées primaires ont pour objet l'information des sociétaires qui les composent, la discussion des questions qui sont portées à l'ordre du jour par le conseil d'administration et qui comprennent notamment l'examen des comptes de gestion et des charges de l'unité coopérative, et l'élection de délégués chargés de représenter l'unité coopérative à l'assemble générale. Le nombre des délégués de l'unité coopérative, qui ne peut être inférieur à trois, doit être proportionnel au nombre des actionnaires présents ou représentés à l'assemblée primaire, à raison d'un délégué au maximum pour dix actionnaires. Les proportions doivent être les mêmes pour l'ensemble des unités coopératives d'une même société. Les délégués de l'unité coopérative sont élus pour un an, au scrutin secret lorsque le conseil d'administration le décide, ou lorsque ce mode de scrutin est demandé par un ou plusieurs actionnaires. Les assemblées primaires ne peuvent prendre aucune décision autre que la désignation de ces délégués. Les actionnaires sont réunis en assemblée primaire à l'initiative du conseil d'administration au moins une fois par an et au minimum un mois avant la réunion de l'assemblée générale ordinaire. Les convocations et l'ordre du jour de la réunion sont portés à la connaissance des actionnaires soit par voie d'affichage, soit par lettres individuelles au moins quinze jours avant la date fixée pour la réunion. La date de convocation peut être différente pour chaque unité coopérative. Les assemblées primaires se tiennent en présence d'au moins un administrateur ou d'un délégué désigné par le conseil d'administration. Les fonctions de scrutateur sont remplies par deux actionnaires désignés par l'assemblée primaire. Le bureau ainsi composé désigne le secrétaire, qui peut ne pas être un actionnaire. Tout actionnaire membre régulier de l'unité coopérative a le droit d'assister ou de se faire représenter à l'assemblée primaire. L'actionnaire empêché peut donner mandat de le représenter à l'assemblée primaire. Le mandataire doit être un autre actionnaire de l'unité coopérative ou le conjoint du mandant. Le conjoint du mandant ne peut représenter que celui-ci.L'actionnaire mandaté ne peut disposer que de dix voix, la sienne comprise. Les mandats sont annexés au procès-verbal de l'assemblée primaire. Aucune condition de quorum n'est requise pour la tenue des assemblées primaires. Celles-ci délibèrent valablement, quel que soit le nombre des actionnaires présents ou représentés. La désignation des délégués à l'assemblée générale est acquise à la majorité simple. Nota : La clause 11 est obligatoire pour les sociétés qui ont constitué des unions coopératives. 12. Documents transmis à l'administration. Dans le mois suivant celui au cours duquel s'est tenue l'assemblée générale réunie en application de l'article L. 225-100 du code de commerce, la société adresse au préfet du département de son siège, à la Caisse des dépôts et consignations et au ministre chargé du logement l'ensemble des documents comptables et les rapports présentés à l'assemblée générale des actionnaires, ainsi que le compte rendu de celle-ci. En cas de report de l'assemblée générale des actionnaires, la décision de justice accordant un délai supplémentaire doit être adressée dans les mêmes conditions. 13. Résultats de l'exercice. Lorsque la société a réalisé un bénéfice distribuable au sens de l'article L. 232-12 du code de commerce, il peut être distribué un dividende correspondant à un pourcentage de capital social égal ou inférieur au taux défini à l'article 14 de la loi du 10 septembre 1947 précitée, sans que ce pourcentage puisse être supérieur au taux d'intérêt servi au détenteur d'un premier livret de caisse d'épargne au 31 décembre de l'année précédente, majoré de 1, 5 point. 14. Réserves. Conformément à l'article L. 423-5 du code de la construction et de l'habitation, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital. Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou des autres réserves dont la constitution est imposée par la réglementation spécifique aux sociétés coopératives d'H.L.M. et la répartition éventuelle de dividendes dans les conditions définies à la clause 13 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités. Des transferts de réserves peuvent être réalisés par la société dans les conditions définies à l'article L. 422-13 du code de la construction et de l'habitation. 15. Attribution de l'actif. Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif excédant la moitié du capital social que dans les conditions prévues par le code de la construction et de l'habitation. 16. Transmission des statuts. Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.",
            "texteHtml": "<p>1. Forme. </p><p>Il est formé entre les souscripteurs des actions émises dans les conditions prévues ci-après une société anonyme coopérative de location-attribution d'habitations à loyer modéré. </p><p>Cette société est constituée sous la forme de société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000684004&categorieLien=cid'>loi n° 47-1775 du 10 septembre 1947 </a>modifiée portant statut de la coopération, du code civil et du code de commerce, notamment des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824508&dateTexte=&categorieLien=cid'>L. 231-1 à L. 231-8 </a>de ce même code, et par celles du <a href='/affichTexte.do?cidTexte=JORFTEXT000000674772&categorieLien=cid'>décret n° 67-236 du 23 mars 1967 </a>modifié sur les sociétés commerciales. </p><p></p><p>2. Dénomination. </p><p>La dénomination de la société est : </p><p>Société coopérative d'habitations à loyer modéré de location-attribution (société coopérative à capital variable). </p><p></p><p>3. Objet social. </p><p>La société a pour objet, conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006899346&dateTexte=&categorieLien=cid'>R. 422-34</a>, d'assurer la gestion des immeubles construits au profit de ses membres, jusqu'au terme des contrats qu'elle a conclus pour la réalisation desdits immeubles. </p><p>Elle peut, d'une façon générale, effectuer toutes opérations utiles à la réalisation de son objet social, ou pour lesquelles elle est ou sera habilitée par les textes législatifs ou réglementaires s'y rapportant. </p><p></p><p>4. Compétence territoriale-Siège social.</p><p>L'activité de la société est limitée aux opérations ayant trait aux immeubles situés sur le territoire de :.... </p><p>Le siège social de la société est fixé à :.... </p><p></p><p>5. Capital social. </p><p>Le capital social est variable. </p><p>Le capital initial à souscrire est fixé à la somme de... euros. </p><p>Il est divisé en... actions de chacune... euros. </p><p>Les associés qui n'utilisent pas les services de la société ne peuvent détenir plus de 35 p. 100 du total des droits de vote. Ces associés disposent ensemble d'un nombre de voix proportionnel au capital qu'ils détiennent. Ils répartissent ces voix entre eux au prorata de la part de chacun dans ce capital détenu. </p><p>Lorsque au nombre de ces associés figurent des sociétés coopératives ou des organismes d'habitations à loyer modéré, la limite ci-dessus est portée à 49 p. 100 sans que les droits de vote de ceux de ces associés qui ne sont ni des sociétés coopératives ni des organismes d'habitations à loyer modéré puissent excéder la limite de 35 p. 100. </p><p>Lorsque la part de capital que détiennent les associés définis au quatrième alinéa de la présente clause dépasse, selon le cas, 35 p. 100 ou 49 p. 100 du total des droits de vote, le nombre de voix attribué à chacun d'eux est réduit à due proportion. </p><p>Les réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825308&dateTexte=&categorieLien=cid'>L. 423-5 </a>du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article. </p><p>La société ne peut procéder à l'amortissement de son capital. </p><p></p><p>6. Cession d'actions. </p><p>Le prix de cession des actions ne peut dépasser celui fixé pour les sociétés d'habitations à loyer modéré en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825305&dateTexte=&categorieLien=cid'>L. 423-4 </a>du code de la construction et de l'habitation, sauf dérogation accordée dans les conditions prévues par cet article. </p><p>Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou un descendant, le transfert d'actions à un tiers, à quelque titre que ce soit, doit être autorisée par le conseil d'administration qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. </p><p>En cas de refus d'agrément, le conseil d'administration est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par une ou plusieurs personnes qu'il aura lui-même désignées. En ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. </p><p>Si, à l'expiration du délai susindiqué, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société. </p><p>La cession d'actions par un actionnaire comporte obligatoirement cession des droits qu'il tient du contrat de location-attribution. </p><p></p><p>7. Conseil d'administration. </p><p>La société est administrée par un conseil d'administration. </p><p>Les membres du conseil d'administration, même ceux qui exercent les fonctions de directeur général de la société, exercent leurs fonctions à titre gratuit dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006899893&dateTexte=&categorieLien=cid'>R. 421-10 </a>du code de la construction et de l'habitation. </p><p></p><p>8. Retraits et exclusions-Résiliation du contrat de location-attribution.</p><p>L'actionnaire titulaire d'un contrat de location-attribution ne peut se retirer qu'après agrément du conseil d'administration. </p><p>Le retrait ou l'exclusion d'un actionnaire titulaire d'un contrat de location-attribution entraîne la résiliation de ce contrat. </p><p>Les actionnaires ou associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion. </p><p></p><p>9. Expression des voix aux assemblées. </p><p>Un associé coopérateur ne dispose par lui-même que d'une voix quelque soit le nombre de parts qu'il détient ; il ne peut exprimer, lorsqu'il agit en qualité de mandataire d'autres actionnaires, plus de dix voix dans les assemblées, la sienne comprise. </p><p>Les voix des actionnaires de la société mentionnés aux alinéas 3 à 5 de la clause 5 des présents statut sont exprimées dans les limites et proportions prévues à cet alinéa. </p><p></p><p>10. Année sociale.</p><p>L'année sociale de la société débute le 1er janvier et finit le 31 décembre. </p><p></p><p>11. Unions coopératives-Assemblées primaires. </p><p>Les actionnaires membres d'une union coopérative constituée conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006899333&dateTexte=&categorieLien=cid'>R. 422-22 </a>du code de la construction et de l'habitation sont représentés par des délégués désignés en assemblée primaire et ne peuvent assister aux assemblées générales. Chaque délégué dispose d'un nombre de voix égal au quotient obtenu en divisant le nombre des actionnaires membres de l'unité coopérative par le nombre des délégués désignés pour représenter l'unité. </p><p>Lorsqu'il existe une unité coopérative, l'assemblée générale de la société est précédée par une assemblée primaire. </p><p>Les assemblées primaires ont pour objet l'information des sociétaires qui les composent, la discussion des questions qui sont portées à l'ordre du jour par le conseil d'administration et qui comprennent notamment l'examen des comptes de gestion et des charges de l'unité coopérative, et l'élection de délégués chargés de représenter l'unité coopérative à l'assemble générale. Le nombre des délégués de l'unité coopérative, qui ne peut être inférieur à trois, doit être proportionnel au nombre des actionnaires présents ou représentés à l'assemblée primaire, à raison d'un délégué au maximum pour dix actionnaires. Les proportions doivent être les mêmes pour l'ensemble des unités coopératives d'une même société. </p><p>Les délégués de l'unité coopérative sont élus pour un an, au scrutin secret lorsque le conseil d'administration le décide, ou lorsque ce mode de scrutin est demandé par un ou plusieurs actionnaires. Les assemblées primaires ne peuvent prendre aucune décision autre que la désignation de ces délégués. </p><p>Les actionnaires sont réunis en assemblée primaire à l'initiative du conseil d'administration au moins une fois par an et au minimum un mois avant la réunion de l'assemblée générale ordinaire. </p><p>Les convocations et l'ordre du jour de la réunion sont portés à la connaissance des actionnaires soit par voie d'affichage, soit par lettres individuelles au moins quinze jours avant la date fixée pour la réunion. La date de convocation peut être différente pour chaque unité coopérative. </p><p>Les assemblées primaires se tiennent en présence d'au moins un administrateur ou d'un délégué désigné par le conseil d'administration. </p><p>Les fonctions de scrutateur sont remplies par deux actionnaires désignés par l'assemblée primaire. Le bureau ainsi composé désigne le secrétaire, qui peut ne pas être un actionnaire. </p><p>Tout actionnaire membre régulier de l'unité coopérative a le droit d'assister ou de se faire représenter à l'assemblée primaire.</p><p>L'actionnaire empêché peut donner mandat de le représenter à l'assemblée primaire. Le mandataire doit être un autre actionnaire de l'unité coopérative ou le conjoint du mandant. Le conjoint du mandant ne peut représenter que celui-ci.L'actionnaire mandaté ne peut disposer que de dix voix, la sienne comprise. </p><p>Les mandats sont annexés au procès-verbal de l'assemblée primaire. </p><p>Aucune condition de quorum n'est requise pour la tenue des assemblées primaires. Celles-ci délibèrent valablement, quel que soit le nombre des actionnaires présents ou représentés. </p><p>La désignation des délégués à l'assemblée générale est acquise à la majorité simple. </p><p>Nota : La clause 11 est obligatoire pour les sociétés qui ont constitué des unions coopératives. </p><p></p><p>12. Documents transmis à l'administration. </p><p>Dans le mois suivant celui au cours duquel s'est tenue l'assemblée générale réunie en application de l'article L. 225-100 du code de commerce, la société adresse au préfet du département de son siège, à la Caisse des dépôts et consignations et au ministre chargé du logement l'ensemble des documents comptables et les rapports présentés à l'assemblée générale des actionnaires, ainsi que le compte rendu de celle-ci. </p><p>En cas de report de l'assemblée générale des actionnaires, la décision de justice accordant un délai supplémentaire doit être adressée dans les mêmes conditions. </p><p></p><p>13. Résultats de l'exercice. </p><p>Lorsque la société a réalisé un bénéfice distribuable au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229031&dateTexte=&categorieLien=cid'>L. 232-12 </a>du code de commerce, il peut être distribué un dividende correspondant à un pourcentage de capital social égal ou inférieur au taux défini à l'article 14 de la loi du 10 septembre 1947 précitée, sans que ce pourcentage puisse être supérieur au taux d'intérêt servi au détenteur d'un premier livret de caisse d'épargne au 31 décembre de l'année précédente, majoré de 1, 5 point. </p><p></p><p>14. Réserves. </p><p>Conformément à l'article L. 423-5 du code de la construction et de l'habitation, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital. </p><p>Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou des autres réserves dont la constitution est imposée par la réglementation spécifique aux sociétés coopératives d'H.L.M. et la répartition éventuelle de dividendes dans les conditions définies à la clause 13 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités. </p><p>Des transferts de réserves peuvent être réalisés par la société dans les conditions définies à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825284&dateTexte=&categorieLien=cid'>L. 422-13</a> du code de la construction et de l'habitation. </p><p></p><p>15. Attribution de l'actif. </p><p>Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif excédant la moitié du capital social que dans les conditions prévues par le code de la construction et de l'habitation. </p><p></p><p>16. Transmission des statuts. </p><p>Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.</p>",
            "num": "Annexe à l'article R422-37",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1213920000000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-03-30",
                        "fin": "2999-01-01",
                        "titre": "Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129017",
                        "id": "LEGISCTA000006129017",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832849",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129017",
            "sectionParentId": "LEGISCTA000006129017",
            "sectionParentTitre": "Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
            "fullSectionsTitre": "Annexes &gt; Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019030576",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019018051",
                    "textTitle": "Décret n°2008-566\n du 18 juin 2008 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000019018754",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-06-19",
                    "dateSignaTexte": "2008-06-18",
                    "dateDebutCible": "2008-06-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000684004",
                    "textTitle": "Loi n° 47-1775 du 10 septembre 1947",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000684004",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "47-1775",
                    "datePubli": -703987200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000674772",
                    "textTitle": "Décret n°67-236 du 23 mars 1967",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000674772",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "67-236",
                    "datePubli": -87609600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L232-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-12",
                    "articleId": "LEGIARTI000006229031",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L231-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231-1",
                    "articleId": "LEGIARTI000006824508",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L422-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L422-13",
                    "articleId": "LEGIARTI000006825284",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-4",
                    "articleId": "LEGIARTI000006825305",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L423-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L423-5",
                    "articleId": "LEGIARTI000006825308",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R421-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R421-10",
                    "articleId": "LEGIARTI000006899893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R422-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R422-22",
                    "articleId": "LEGIARTI000006899333",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R422-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R422-34",
                    "articleId": "LEGIARTI000006899346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832849",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 733449600000,
                    "dateFin": 1097798400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006832850",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1097798400000,
                    "dateFin": 1213920000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019030576",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1213920000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049511",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R422-37"
            ],
            "versionPrecedente": "LEGIARTI000006832850",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006832850",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Forme. Il est formé entre les souscripteurs des actions émises dans les conditions prévues ci-après une société anonyme coopérative de location-attribution d'habitations à loyer modéré. Cette société est constituée sous la forme de société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires de la loi n° 47-1775 du 10 septembre 1947 modifiée portant statut de la coopération, du code civil et du code de commerce, notamment des articles L. 231-1 à L. 231-8 de ce même code, et par celles du décret n° 67-236 du 23 mars 1967 modifié sur les sociétés commerciales. 2. Dénomination. La dénomination de la société est : Société coopérative d'habitations à loyer modéré de location-attribution (société coopérative à capital variable). 3. Objet social. La société a pour objet, conformément à l'article R. 422-34, d'assurer la gestion des immeubles construits au profit de ses membres, jusqu'au terme des contrats qu'elle a conclus pour la réalisation desdits immeubles. Elle peut, d'une façon générale, effectuer toutes opérations utiles à la réalisation de son objet social, ou pour lesquelles elle est ou sera habilitée par les textes législatifs ou réglementaires s'y rapportant. 4. Compétence territoriale - Siège social. L'activité de la société est limitée aux opérations ayant trait aux immeubles situés sur le territoire de : .... Le siège social de la société est fixé à : .... 5. Capital social. Le capital social est variable. Le capital initial à souscrire est fixé à la somme de ... euros. Il est divisé en ... actions de chacune ... euros. Les associés qui n'utilisent pas les services de la société ne peuvent détenir plus de 35 p. 100 du total des droits de vote. Ces associés disposent ensemble d'un nombre de voix proportionnel au capital qu'ils détiennent. Ils répartissent ces voix entre eux au prorata de la part de chacun dans ce capital détenu. Lorsque au nombre de ces associés figurent des sociétés coopératives ou des organismes d'habitations à loyer modéré, la limite ci-dessus est portée à 49 p. 100 sans que les droits de vote de ceux de ces associés qui ne sont ni des sociétés coopératives ni des organismes d'habitations à loyer modéré puissent excéder la limite de 35 p. 100. Lorsque la part de capital que détiennent les associés définis au quatrième alinéa de la présente clause dépasse, selon le cas, 35 p. 100 ou 49 p. 100 du total des droits de vote, le nombre de voix attribué à chacun d'eux est réduit à due proportion. Les réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article. La société ne peut procéder à l'amortissement de son capital. 6. Cession d'actions. Le prix de cession des actions ne peut dépasser celui fixé pour les sociétés d'habitations à loyer modéré en application de l'article L. 423-4 du code de la construction et de l'habitation, sauf dérogation accordée dans les conditions prévues par cet article. Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou un descendant, le transfert d'actions à un tiers, à quelque titre que ce soit, doit être autorisée par le conseil d'administration qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. En cas de refus d'agrément, le conseil d'administration est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par une ou plusieurs personnes qu'il aura lui-même désignées. En ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susindiqué, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société. La cession d'actions par un actionnaire comporte obligatoirement cession des droits qu'il tient du contrat de location-attribution. 7. Conseil d'administration. La société est administrée par un conseil d'administration. Les membres du conseil d'administration, même ceux qui exercent les fonctions de directeur général de la société, exercent leurs fonctions à titre gratuit dans les conditions prévues à l'article R. 421-56 du code de la construction et de l'habitation. 8. Retraits et exclusions - Résiliation du contrat de location-attribution. L'actionnaire titulaire d'un contrat de location-attribution ne peut se retirer qu'après agrément du conseil d'administration. Le retrait ou l'exclusion d'un actionnaire titulaire d'un contrat de location-attribution entraîne la résiliation de ce contrat. Les actionnaires ou associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion. 9. Expression des voix aux assemblées. Un associé coopérateur ne dispose par lui-même que d'une voix quelque soit le nombre de parts qu'il détient ; il ne peut exprimer, lorsqu'il agit en qualité de mandataire d'autres actionnaires, plus de dix voix dans les assemblées, la sienne comprise. Les voix des actionnaires de la société mentionnés aux alinéas 3 à 5 de la clause 5 des présents statut sont exprimées dans les limites et proportions prévues à cet alinéa. 10. Année sociale. L'année sociale de la société débute le 1er janvier et finit le 31 décembre. 11. Unions coopératives - Assemblées primaires. Les actionnaires membres d'une union coopérative constituée conformément à l'article R. 422-22 du code de la construction et de l'habitation sont représentés par des délégués désignés en assemblée primaire et ne peuvent assister aux assemblées générales. Chaque délégué dispose d'un nombre de voix égal au quotient obtenu en divisant le nombre des actionnaires membres de l'unité coopérative par le nombre des délégués désignés pour représenter l'unité. Lorsqu'il existe une unité coopérative, l'assemblée générale de la société est précédée par une assemblée primaire. Les assemblées primaires ont pour objet l'information des sociétaires qui les composent, la discussion des questions qui sont portées à l'ordre du jour par le conseil d'administration et qui comprennent notamment l'examen des comptes de gestion et des charges de l'unité coopérative, et l'élection de délégués chargés de représenter l'unité coopérative à l'assemble générale. Le nombre des délégués de l'unité coopérative, qui ne peut être inférieur à trois, doit être proportionnel au nombre des actionnaires présents ou représentés à l'assemblée primaire, à raison d'un délégué au maximum pour dix actionnaires. Les proportions doivent être les mêmes pour l'ensemble des unités coopératives d'une même société. Les délégués de l'unité coopérative sont élus pour un an, au scrutin secret lorsque le conseil d'administration le décide, ou lorsque ce mode de scrutin est demandé par un ou plusieurs actionnaires. Les assemblées primaires ne peuvent prendre aucune décision autre que la désignation de ces délégués. Les actionnaires sont réunis en assemblée primaire à l'initiative du conseil d'administration au moins une fois par an et au minimum un mois avant la réunion de l'assemblée générale ordinaire. Les convocations et l'ordre du jour de la réunion sont portés à la connaissance des actionnaires soit par voie d'affichage, soit par lettres individuelles au moins quinze jours avant la date fixée pour la réunion. La date de convocation peut être différente pour chaque unité coopérative. Les assemblées primaires se tiennent en présence d'au moins un administrateur ou d'un délégué désigné par le conseil d'administration. Les fonctions de scrutateur sont remplies par deux actionnaires désignés par l'assemblée primaire. Le bureau ainsi composé désigne le secrétaire, qui peut ne pas être un actionnaire. Tout actionnaire membre régulier de l'unité coopérative a le droit d'assister ou de se faire représenter à l'assemblée primaire. L'actionnaire empêché peut donner mandat de le représenter à l'assemblée primaire. Le mandataire doit être un autre actionnaire de l'unité coopérative ou le conjoint du mandant. Le conjoint du mandant ne peut représenter que celui-ci. L'actionnaire mandaté ne peut disposer que de dix voix, la sienne comprise. Les mandats sont annexés au procès-verbal de l'assemblée primaire. Aucune condition de quorum n'est requise pour la tenue des assemblées primaires. Celles-ci délibèrent valablement, quel que soit le nombre des actionnaires présents ou représentés. La désignation des délégués à l'assemblée générale est acquise à la majorité simple. Nota : La clause 11 est obligatoire pour les sociétés qui ont constitué des unions coopératives. 12. Documents transmis à l'administration. Dans le mois suivant celui au cours duquel s'est tenue l'assemblée générale réunie en application de l'article L. 225-100 du code de commerce, la société adresse au préfet du département de son siège, à la Caisse des dépôts et consignations et au ministre chargé du logement l'ensemble des documents comptables et les rapports présentés à l'assemblée générale des actionnaires, ainsi que le compte rendu de celle-ci. En cas de report de l'assemblée générale des actionnaires, la décision de justice accordant un délai supplémentaire doit être adressée dans les mêmes conditions. 13. Résultats de l'exercice. Lorsque la société a réalisé un bénéfice distribuable au sens de l'article L. 232-12 du code de commerce, il peut être distribué un dividende correspondant à un pourcentage de capital social égal ou inférieur au taux défini à l'article 14 de la loi du 10 septembre 1947 précitée, sans que ce pourcentage puisse être supérieur au taux d'intérêt servi au détenteur d'un premier livret de caisse d'épargne au 31 décembre de l'année précédente, majoré de 1,5 point. 14. Réserves. Conformément à l'article L. 423-5 du code de la construction et de l'habitation, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital. Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou des autres réserves dont la constitution est imposée par la réglementation spécifique aux sociétés coopératives d'H.L.M. et la répartition éventuelle de dividendes dans les conditions définies à la clause 13 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités. Des transferts de réserves peuvent être réalisés par la société dans les conditions définies à l'article L. 422-13 du code de la construction et de l'habitation. 15. Attribution de l'actif. Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif excédant la moitié du capital social que dans les conditions prévues par le code de la construction et de l'habitation. 16. Transmission des statuts. Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.",
            "texteHtml": "<p></p>   1. Forme.<p></p><p></p>   Il est formé entre les souscripteurs des actions émises dans les conditions prévues ci-après une société anonyme coopérative de location-attribution d'habitations à loyer modéré.<p></p><p></p>   Cette société est constituée sous la forme de société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation ainsi que par les dispositions non contraires de la loi n° 47-1775 du 10 septembre 1947 modifiée portant statut de la coopération, du code civil et du code de commerce, notamment des articles L. 231-1 à L. 231-8 de ce même code, et par celles du décret n° 67-236 du 23 mars 1967 modifié sur les sociétés commerciales.<p></p><p></p><p></p>   2. Dénomination.<p></p><p></p>   La dénomination de la société est :<p></p><p></p>   Société coopérative d'habitations à loyer modéré de location-attribution (société coopérative à capital variable).<p></p><p></p><p></p>   3. Objet social.<p></p><p></p>   La société a pour objet, conformément à l'article R. 422-34, d'assurer la gestion des immeubles construits au profit de ses membres, jusqu'au terme des contrats qu'elle a conclus pour la réalisation desdits immeubles.<p></p><p></p>   Elle peut, d'une façon générale, effectuer toutes opérations utiles à la réalisation de son objet social, ou pour lesquelles elle est ou sera habilitée par les textes législatifs ou réglementaires s'y rapportant.<p></p><p></p><p></p>   4. Compétence territoriale - Siège social.<p></p><p></p>   L'activité de la société est limitée aux opérations ayant trait aux immeubles situés sur le territoire de : ....<p></p><p></p>   Le siège social de la société est fixé à : ....<p></p><p></p><p></p>   5. Capital social.<p></p><p></p>   Le capital social est variable.<p></p><p></p>   Le capital initial à souscrire est fixé à la somme de ... euros.<p></p><p></p>   Il est divisé en ... actions de chacune ... euros.<p></p><p></p>   Les associés qui n'utilisent pas les services de la société ne peuvent détenir plus de 35 p. 100 du total des droits de vote. Ces associés disposent ensemble d'un nombre de voix proportionnel au capital qu'ils détiennent. Ils répartissent ces voix entre eux au prorata de la part de chacun dans ce capital détenu.<p></p><p></p>   Lorsque au nombre de ces associés figurent des sociétés coopératives ou des organismes d'habitations à loyer modéré, la limite ci-dessus est portée à 49 p. 100 sans que les droits de vote de ceux de ces associés qui ne sont ni des sociétés coopératives ni des organismes d'habitations à loyer modéré puissent excéder la limite de 35 p. 100.<p></p><p></p>   Lorsque la part de capital que détiennent les associés définis au quatrième alinéa de la présente clause dépasse, selon le cas, 35 p. 100 ou 49 p. 100 du total des droits de vote, le nombre de voix attribué à chacun d'eux est réduit à due proportion.<p></p><p></p>   Les réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article.<p></p><p></p>   La société ne peut procéder à l'amortissement de son capital.<p></p><p></p><p></p>   6. Cession d'actions.<p></p><p></p>   Le prix de cession des actions ne peut dépasser celui fixé pour les sociétés d'habitations à loyer modéré en application de l'article L. 423-4 du code de la construction et de l'habitation, sauf dérogation accordée dans les conditions prévues par cet article.<p></p><p></p>   Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou un descendant, le transfert d'actions à un tiers, à quelque titre que ce soit, doit être autorisée par le conseil d'administration qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus.<p></p><p></p>   En cas de refus d'agrément, le conseil d'administration est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par une ou plusieurs personnes qu'il aura lui-même désignées. En ce cas, le prix ne peut être inférieur à celui de la cession non autorisée.<p></p><p></p>   Si, à l'expiration du délai susindiqué, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société.<p></p><p></p>   La cession d'actions par un actionnaire comporte obligatoirement cession des droits qu'il tient du contrat de location-attribution.<p></p><p></p><p></p>   7. Conseil d'administration.<p></p><p></p>   La société est administrée par un conseil d'administration.<p></p><p></p>   Les membres du conseil d'administration, même ceux qui exercent les fonctions de directeur général de la société, exercent leurs fonctions à titre gratuit dans les conditions prévues à l'article R. 421-56 du code de la construction et de l'habitation.<p></p><p></p><p></p>   8. Retraits et exclusions - Résiliation du contrat de location-attribution.<p></p><p></p>   L'actionnaire titulaire d'un contrat de location-attribution ne peut se retirer qu'après agrément du conseil d'administration.<p></p><p></p>   Le retrait ou l'exclusion d'un actionnaire titulaire d'un contrat de location-attribution entraîne la résiliation de ce contrat.<p></p><p></p>   Les actionnaires ou associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion.<p></p><p></p><p></p>   9. Expression des voix aux assemblées.<p></p><p></p>   Un associé coopérateur ne dispose par lui-même que d'une voix quelque soit le nombre de parts qu'il détient ; il ne peut exprimer, lorsqu'il agit en qualité de mandataire d'autres actionnaires, plus de dix voix dans les assemblées, la sienne comprise.<p></p><p></p>   Les voix des actionnaires de la société mentionnés aux alinéas 3 à 5 de la clause 5 des présents statut sont exprimées dans les limites et proportions prévues à cet alinéa.<p></p><p></p><p></p>   10. Année sociale.<p></p><p></p>   L'année sociale de la société débute le 1er janvier et finit le 31 décembre.<p></p><p></p><p></p>   11. Unions coopératives - Assemblées primaires.<p></p><p></p>   Les actionnaires membres d'une union coopérative constituée conformément à l'article R. 422-22 du code de la construction et de l'habitation sont représentés par des délégués désignés en assemblée primaire et ne peuvent assister aux assemblées générales. Chaque délégué dispose d'un nombre de voix égal au quotient obtenu en divisant le nombre des actionnaires membres de l'unité coopérative par le nombre des délégués désignés pour représenter l'unité.<p></p><p></p>   Lorsqu'il existe une unité coopérative, l'assemblée générale de la société est précédée par une assemblée primaire.<p></p><p></p>   Les assemblées primaires ont pour objet l'information des sociétaires qui les composent, la discussion des questions qui sont portées à l'ordre du jour par le conseil d'administration et qui comprennent notamment l'examen des comptes de gestion et des charges de l'unité coopérative, et l'élection de délégués chargés de représenter l'unité coopérative à l'assemble générale. Le nombre des délégués de l'unité coopérative, qui ne peut être inférieur à trois, doit être proportionnel au nombre des actionnaires présents ou représentés à l'assemblée primaire, à raison d'un délégué au maximum pour dix actionnaires. Les proportions doivent être les mêmes pour l'ensemble des unités coopératives d'une même société.<p></p><p></p>   Les délégués de l'unité coopérative sont élus pour un an, au scrutin secret lorsque le conseil d'administration le décide, ou lorsque ce mode de scrutin est demandé par un ou plusieurs actionnaires. Les assemblées primaires ne peuvent prendre aucune décision autre que la désignation de ces délégués.<p></p><p></p>   Les actionnaires sont réunis en assemblée primaire à l'initiative du conseil d'administration au moins une fois par an et au minimum un mois avant la réunion de l'assemblée générale ordinaire.<p></p><p></p>   Les convocations et l'ordre du jour de la réunion sont portés à la connaissance des actionnaires soit par voie d'affichage, soit par lettres individuelles au moins quinze jours avant la date fixée pour la réunion. La date de convocation peut être différente pour chaque unité coopérative.<p></p><p></p>   Les assemblées primaires se tiennent en présence d'au moins un administrateur ou d'un délégué désigné par le conseil d'administration.<p></p><p></p>   Les fonctions de scrutateur sont remplies par deux actionnaires désignés par l'assemblée primaire. Le bureau ainsi composé désigne le secrétaire, qui peut ne pas être un actionnaire.<p></p><p></p>   Tout actionnaire membre régulier de l'unité coopérative a le droit d'assister ou de se faire représenter à l'assemblée primaire.<p></p><p></p>   L'actionnaire empêché peut donner mandat de le représenter à l'assemblée primaire. Le mandataire doit être un autre actionnaire de l'unité coopérative ou le conjoint du mandant. Le conjoint du mandant ne peut représenter que celui-ci. L'actionnaire mandaté ne peut disposer que de dix voix, la sienne comprise.<p></p><p></p>   Les mandats sont annexés au procès-verbal de l'assemblée primaire.<p></p><p></p>   Aucune condition de quorum n'est requise pour la tenue des assemblées primaires. Celles-ci délibèrent valablement, quel que soit le nombre des actionnaires présents ou représentés.<p></p><p></p>   La désignation des délégués à l'assemblée générale est acquise à la majorité simple.<p></p><p></p>   Nota : La clause 11 est obligatoire pour les sociétés qui ont constitué des unions coopératives.<p></p><p></p><p></p>   12. Documents transmis à l'administration.<p></p><p></p>   Dans le mois suivant celui au cours duquel s'est tenue l'assemblée générale réunie en application de l'article L. 225-100 du code de commerce, la société adresse au préfet du département de son siège, à la Caisse des dépôts et consignations et au ministre chargé du logement l'ensemble des documents comptables et les rapports présentés à l'assemblée générale des actionnaires, ainsi que le compte rendu de celle-ci.<p></p><p></p>   En cas de report de l'assemblée générale des actionnaires, la décision de justice accordant un délai supplémentaire doit être adressée dans les mêmes conditions.<p></p><p></p><p></p>   13. Résultats de l'exercice.<p></p><p></p>   Lorsque la société a réalisé un bénéfice distribuable au sens de l'article L. 232-12 du code de commerce, il peut être distribué un dividende correspondant à un pourcentage de capital social égal ou inférieur au taux défini à l'article 14 de la loi du 10 septembre 1947 précitée, sans que ce pourcentage puisse être supérieur au taux d'intérêt servi au détenteur d'un premier livret de caisse d'épargne au 31 décembre de l'année précédente, majoré de 1,5 point.<p></p><p></p><p></p>   14. Réserves.<p></p><p></p>   Conformément à l'article L. 423-5 du code de la construction et de l'habitation, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital.<p></p><p></p>   Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou des autres réserves dont la constitution est imposée par la réglementation spécifique aux sociétés coopératives d'H.L.M. et la répartition éventuelle de dividendes dans les conditions définies à la clause 13 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités.<p></p><p></p>   Des transferts de réserves peuvent être réalisés par la société dans les conditions définies à l'article L. 422-13 du code de la construction et de l'habitation.<p></p><p></p><p></p>   15. Attribution de l'actif.<p></p><p></p>   Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif excédant la moitié du capital social que dans les conditions prévues par le code de la construction et de l'habitation.<p></p><p></p><p></p>   16. Transmission des statuts.<p></p><p></p>   Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.<p></p>",
            "num": "Annexe à l'article R422-37",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1097798400000,
            "dateFin": 1213920000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-03-30",
                        "fin": "2999-01-01",
                        "titre": "Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129017",
                        "id": "LEGISCTA000006129017",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832849",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129017",
            "sectionParentId": "LEGISCTA000006129017",
            "sectionParentTitre": "Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
            "fullSectionsTitre": "Annexes &gt; Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006832850",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000254335",
                    "textTitle": "Décret n°2004-1087 du 14 octobre 2004 - art. 12 () JORF 15 octobre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006235147",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-10-15",
                    "dateSignaTexte": "2004-10-14",
                    "dateDebutCible": "2004-10-15"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832849",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 733449600000,
                    "dateFin": 1097798400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006832850",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1097798400000,
                    "dateFin": 1213920000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019030576",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1213920000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049511",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R422-37"
            ],
            "versionPrecedente": "LEGIARTI000006832849",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006832849",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Forme. Il est formé entre les souscripteurs des actions émises dans les conditions prévues ci-après une société anonyme coopérative de location-attribution d'habitations à loyer modéré. Cette société est constituée sous la forme de société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation, par la loi n° 47-1775 du 10 septembre 1947 modifiée portant statut de la coopération, ainsi que par les dispositions du code civil et par la loi n° 66-537 du 24 juillet 1966 modifiée sur les sociétés commerciales. 2. Dénomination. La dénomination de la société est : Société coopérative d'habitations à loyer modéré de location-attribution (société coopérative à capital variable). 3. Objet social. La société a pour objet, conformément à l'article R. 422-34, d'assurer la gestion des immeubles construits au profit de ses membres, jusqu'au terme des contrats qu'elle a conclus pour la réalisation desdits immeubles. Elle peut, d'une façon générale, effectuer toutes opérations utiles à la réalisation de son objet social, ou pour lesquelles elle est ou sera habilitée par les textes législatifs ou réglementaires s'y rapportant. 4. Compétence territoriale - Siège social. L'activité de la société est limitée aux opérations ayant trait aux immeubles situés sur le territoire de : .... Le siège social de la société est fixé à : .... 5. Capital social. Le capital social est variable. Le capital initial à souscrire est fixé à la somme de ... F. Il est divisé en ... actions de chacune ... F. Les associés qui n'utilisent pas les services de la société ne peuvent détenir plus de 35 p. 100 du total des droits de vote. Ces associés disposent ensemble d'un nombre de voix proportionnel au capital qu'ils détiennent. Ils répartissent ces voix entre eux au prorata de la part de chacun dans ce capital détenu. Lorsque au nombre de ces associés figurent des sociétés coopératives ou des organismes d'habitations à loyer modéré, la limite ci-dessus est portée à 49 p. 100 sans que les droits de vote de ceux de ces associés qui ne sont ni des sociétés coopératives ni des organismes d'habitations à loyer modéré puissent excéder la limite de 35 p. 100. Lorsque la part de capital que détiennent les associés définis au quatrième alinéa de la présente clause dépasse, selon le cas, 35 p. 100 ou 49 p. 100 du total des droits de vote, le nombre de voix attribué à chacun d'eux est réduit à due proportion. Les réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article. La société ne peut procéder à l'amortissement de son capital. 6. Cession d'actions. Le prix de cession des actions ne peut dépasser celui fixé pour les sociétés d'habitations à loyer modéré en application de l'article L. 423-4 du code de la construction et de l'habitation, sauf dérogation accordée dans les conditions prévues par cet article. Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou un descendant, le transfert d'actions à un tiers, à quelque titre que ce soit, doit être autorisée par le conseil d'administration qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. En cas de refus d'agrément, le conseil d'administration est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par une ou plusieurs personnes qu'il aura lui-même désignées. En ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susindiqué, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société. La cession d'actions par un actionnaire comporte obligatoirement cession des droits qu'il tient du contrat de location-attribution. 7. Conseil d'administration. La société est administrée par un conseil d'administration. Les membres du conseil d'administration, même ceux qui exercent les fonctions de directeur général de la société, exercent leurs fonctions à titre gratuit. 8. Retraits et exclusions - Résiliation du contrat de location-attribution. L'actionnaire titulaire d'un contrat de location-attribution ne peut se retirer qu'après agrément du conseil d'administration. Le retrait ou l'exclusion d'un actionnaire titulaire d'un contrat de location-attribution entraîne la résiliation de ce contrat. Les actionnaires ou associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion. 9. Expression des voix aux assemblées. Un associé coopérateur ne dispose par lui-même que d'une voix quelque soit le nombre de parts qu'il détient ; il ne peut exprimer, lorsqu'il agit en qualité de mandataire d'autres actionnaires, plus de dix voix dans les assemblées, la sienne comprise. Les voix des actionnaires de la société mentionnés aux alinéas 3 à 5 de la clause 5 des présents statut sont exprimées dans les limites et proportions prévues à cet alinéa. 10. Année sociale. L'année sociale de la société débute le 1er janvier et finit le 31 décembre. 11. Unions coopératives - Assemblées primaires. Les actionnaires membres d'une union coopérative constituée conformément à l'article R. 422-22 du code de la construction et de l'habitation sont représentés par des délégués désignés en assemblée primaire et ne peuvent assister aux assemblées générales. Chaque délégué dispose d'un nombre de voix égal au quotient obtenu en divisant le nombre des actionnaires membres de l'unité coopérative par le nombre des délégués désignés pour représenter l'unité. Lorsqu'il existe une unité coopérative, l'assemblée générale de la société est précédée par une assemblée primaire. Les assemblées primaires ont pour objet l'information des sociétaires qui les composent, la discussion des questions qui sont portées à l'ordre du jour par le conseil d'administration et qui comprennent notamment l'examen des comptes de gestion et des charges de l'unité coopérative, et l'élection de délégués chargés de représenter l'unité coopérative à l'assemble générale. Le nombre des délégués de l'unité coopérative, qui ne peut être inférieur à trois, doit être proportionnel au nombre des actionnaires présents ou représentés à l'assemblée primaire, à raison d'un délégué au maximum pour dix actionnaires. Les proportions doivent être les mêmes pour l'ensemble des unités coopératives d'une même société. Les délégués de l'unité coopérative sont élus pour un an, au scrutin secret lorsque le conseil d'administration le décide, ou lorsque ce mode de scrutin est demandé par un ou plusieurs actionnaires. Les assemblées primaires ne peuvent prendre aucune décision autre que la désignation de ces délégués. Les actionnaires sont réunis en assemblée primaire à l'initiative du conseil d'administration au moins une fois par an et au minimum un mois avant la réunion de l'assemblée générale ordinaire. Les convocations et l'ordre du jour de la réunion sont portés à la connaissance des actionnaires soit par voie d'affichage, soit par lettres individuelles au moins quinze jours avant la date fixée pour la réunion. La date de convocation peut être différente pour chaque unité coopérative. Les assemblées primaires se tiennent en présence d'au moins un administrateur ou d'un délégué désigné par le conseil d'administration. Les fonctions de scrutateur sont remplies par deux actionnaires désignés par l'assemblée primaire. Le bureau ainsi composé désigne le secrétaire, qui peut ne pas être un actionnaire. Tout actionnaire membre régulier de l'unité coopérative a le droit d'assister ou de se faire représenter à l'assemblée primaire. L'actionnaire empêché peut donner mandat de le représenter à l'assemblée primaire. Le mandataire doit être un autre actionnaire de l'unité coopérative ou le conjoint du mandant. Le conjoint du mandant ne peut représenter que celui-ci. L'actionnaire mandaté ne peut disposer que de dix voix, la sienne comprise. Les mandats sont annexés au procès-verbal de l'assemblée primaire. Aucune condition de quorum n'est requise pour la tenue des assemblées primaires. Celles-ci délibèrent valablement, quel que soit le nombre des actionnaires présents ou représentés. La désignation des délégués à l'assemblée générale est acquise à la majorité simple. Nota : La clause 11 est obligatoire pour les sociétés qui ont constitué des unions coopératives. 12. Documents transmis à l'administration. Dans le mois suivant celui au cours duquel s'est tenue l'assemblée générale réunie en application de l'article 157 de la loi du 24 juillet 1966 précitée, la société adresse au préfet du département de son siège, à la Caisse des dépôts et consignations et au ministre chargé du logement l'ensemble des documents comptables et les rapports présentés à l'assemblée générale des actionnaires, ainsi que le compte rendu de celle-ci. En cas de report de l'assemblée générale des actionnaires, la décision de justice accordant un délai supplémentaire doit être adressée dans les mêmes conditions. 13. Résultats de l'exercice. Lorsque la société a réalisé un bénéfice distribuable au sens de l'article 347 de la loi du 24 juillet 1966 précitée, il peut être distribué un dividende correspondant à un pourcentage de capital social égal ou inférieur au taux défini à l'article 14 de la loi du 10 septembre 1947 précitée, sans que ce pourcentage puisse être supérieur au taux d'intérêt servi au détenteur d'un premier livret de caisse d'épargne au 31 décembre de l'année précédente, majoré de 1,5 point. 14. Réserves. Conformément à l'article L. 423-5 du code de la construction et de l'habitation, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital. Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou des autres réserves dont la constitution est imposée par la réglementation spécifique aux sociétés coopératives d'H.L.M. et la répartition éventuelle de dividendes dans les conditions définies à la clause 13 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités. Des transferts de réserves peuvent être réalisés par la société dans les conditions définies à l'article L. 422-13 du code de la construction et de l'habitation. 15. Attribution de l'actif. Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif excédant la moitié du capital social que dans les conditions prévues par le code de la construction et de l'habitation. 16. Transmission des statuts. Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.",
            "texteHtml": "<p></p>   1. Forme.<p></p><p></p>   Il est formé entre les souscripteurs des actions émises dans les conditions prévues ci-après une société anonyme coopérative de location-attribution d'habitations à loyer modéré.<p></p><p></p>   Cette société est constituée sous la forme de société anonyme coopérative à capital variable, régie par les dispositions du livre IV du code de la construction et de l'habitation, par la loi n° 47-1775 du 10 septembre 1947 modifiée portant statut de la coopération, ainsi que par les dispositions du code civil et par la loi n° 66-537 du 24 juillet 1966 modifiée sur les sociétés commerciales.<p></p><p></p><p></p>   2. Dénomination.<p></p><p></p>   La dénomination de la société est :<p></p><p></p>   Société coopérative d'habitations à loyer modéré de location-attribution (société coopérative à capital variable).<p></p><p></p><p></p>   3. Objet social.<p></p><p></p>   La société a pour objet, conformément à l'article R. 422-34, d'assurer la gestion des immeubles construits au profit de ses membres, jusqu'au terme des contrats qu'elle a conclus pour la réalisation desdits immeubles.<p></p><p></p>   Elle peut, d'une façon générale, effectuer toutes opérations utiles à la réalisation de son objet social, ou pour lesquelles elle est ou sera habilitée par les textes législatifs ou réglementaires s'y rapportant.<p></p><p></p><p></p>   4. Compétence territoriale - Siège social.<p></p><p></p>   L'activité de la société est limitée aux opérations ayant trait aux immeubles situés sur le territoire de : ....<p></p><p></p>   Le siège social de la société est fixé à : ....<p></p><p></p><p></p>   5. Capital social.<p></p><p></p>   Le capital social est variable.<p></p><p></p>   Le capital initial à souscrire est fixé à la somme de ... F.<p></p><p></p>   Il est divisé en ... actions de chacune ... F.<p></p><p></p>   Les associés qui n'utilisent pas les services de la société ne peuvent détenir plus de 35 p. 100 du total des droits de vote. Ces associés disposent ensemble d'un nombre de voix proportionnel au capital qu'ils détiennent. Ils répartissent ces voix entre eux au prorata de la part de chacun dans ce capital détenu.<p></p><p></p>   Lorsque au nombre de ces associés figurent des sociétés coopératives ou des organismes d'habitations à loyer modéré, la limite ci-dessus est portée à 49 p. 100 sans que les droits de vote de ceux de ces associés qui ne sont ni des sociétés coopératives ni des organismes d'habitations à loyer modéré puissent excéder la limite de 35 p. 100.<p></p><p></p>   Lorsque la part de capital que détiennent les associés définis au quatrième alinéa de la présente clause dépasse, selon le cas, 35 p. 100 ou 49 p. 100 du total des droits de vote, le nombre de voix attribué à chacun d'eux est réduit à due proportion.<p></p><p></p>   Les réductions de capital effectuées dans les cas prévus au dernier alinéa de l'article L. 423-5 du code de la construction et de l'habitation ne peuvent être réalisées que dans le respect des conditions fixées par cet article.<p></p><p></p>   La société ne peut procéder à l'amortissement de son capital.<p></p><p></p><p></p>   6. Cession d'actions.<p></p><p></p>   Le prix de cession des actions ne peut dépasser celui fixé pour les sociétés d'habitations à loyer modéré en application de l'article L. 423-4 du code de la construction et de l'habitation, sauf dérogation accordée dans les conditions prévues par cet article.<p></p><p></p>   Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou un descendant, le transfert d'actions à un tiers, à quelque titre que ce soit, doit être autorisée par le conseil d'administration qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus.<p></p><p></p>   En cas de refus d'agrément, le conseil d'administration est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par une ou plusieurs personnes qu'il aura lui-même désignées. En ce cas, le prix ne peut être inférieur à celui de la cession non autorisée.<p></p><p></p>   Si, à l'expiration du délai susindiqué, l'achat n'est pas réalisé, l'agrément est considéré comme donné, sauf prorogation du délai par décision de justice à la demande de la société.<p></p><p></p>   La cession d'actions par un actionnaire comporte obligatoirement cession des droits qu'il tient du contrat de location-attribution.<p></p><p></p><p></p>   7. Conseil d'administration.<p></p><p></p>   La société est administrée par un conseil d'administration.<p></p><p></p>   Les membres du conseil d'administration, même ceux qui exercent les fonctions de directeur général de la société, exercent leurs fonctions à titre gratuit.<p></p><p></p><p></p>   8. Retraits et exclusions - Résiliation du contrat de location-attribution.<p></p><p></p>   L'actionnaire titulaire d'un contrat de location-attribution ne peut se retirer qu'après agrément du conseil d'administration.<p></p><p></p>   Le retrait ou l'exclusion d'un actionnaire titulaire d'un contrat de location-attribution entraîne la résiliation de ce contrat.<p></p><p></p>   Les actionnaires ou associés démissionnaires ou exclus restent tenus pendant cinq années envers les sociétaires et envers les tiers de toutes les obligations existant au jour de leur retrait ou de leur exclusion.<p></p><p></p><p></p>   9. Expression des voix aux assemblées.<p></p><p></p>   Un associé coopérateur ne dispose par lui-même que d'une voix quelque soit le nombre de parts qu'il détient ; il ne peut exprimer, lorsqu'il agit en qualité de mandataire d'autres actionnaires, plus de dix voix dans les assemblées, la sienne comprise.<p></p><p></p>   Les voix des actionnaires de la société mentionnés aux alinéas 3 à 5 de la clause 5 des présents statut sont exprimées dans les limites et proportions prévues à cet alinéa.<p></p><p></p><p></p>   10. Année sociale.<p></p><p></p>   L'année sociale de la société débute le 1er janvier et finit le 31 décembre.<p></p><p></p><p></p>   11. Unions coopératives - Assemblées primaires.<p></p><p></p>   Les actionnaires membres d'une union coopérative constituée conformément à l'article R. 422-22 du code de la construction et de l'habitation sont représentés par des délégués désignés en assemblée primaire et ne peuvent assister aux assemblées générales. Chaque délégué dispose d'un nombre de voix égal au quotient obtenu en divisant le nombre des actionnaires membres de l'unité coopérative par le nombre des délégués désignés pour représenter l'unité.<p></p><p></p>   Lorsqu'il existe une unité coopérative, l'assemblée générale de la société est précédée par une assemblée primaire.<p></p><p></p>   Les assemblées primaires ont pour objet l'information des sociétaires qui les composent, la discussion des questions qui sont portées à l'ordre du jour par le conseil d'administration et qui comprennent notamment l'examen des comptes de gestion et des charges de l'unité coopérative, et l'élection de délégués chargés de représenter l'unité coopérative à l'assemble générale. Le nombre des délégués de l'unité coopérative, qui ne peut être inférieur à trois, doit être proportionnel au nombre des actionnaires présents ou représentés à l'assemblée primaire, à raison d'un délégué au maximum pour dix actionnaires. Les proportions doivent être les mêmes pour l'ensemble des unités coopératives d'une même société.<p></p><p></p>   Les délégués de l'unité coopérative sont élus pour un an, au scrutin secret lorsque le conseil d'administration le décide, ou lorsque ce mode de scrutin est demandé par un ou plusieurs actionnaires. Les assemblées primaires ne peuvent prendre aucune décision autre que la désignation de ces délégués.<p></p><p></p>   Les actionnaires sont réunis en assemblée primaire à l'initiative du conseil d'administration au moins une fois par an et au minimum un mois avant la réunion de l'assemblée générale ordinaire.<p></p><p></p>   Les convocations et l'ordre du jour de la réunion sont portés à la connaissance des actionnaires soit par voie d'affichage, soit par lettres individuelles au moins quinze jours avant la date fixée pour la réunion. La date de convocation peut être différente pour chaque unité coopérative.<p></p><p></p>   Les assemblées primaires se tiennent en présence d'au moins un administrateur ou d'un délégué désigné par le conseil d'administration.<p></p><p></p>   Les fonctions de scrutateur sont remplies par deux actionnaires désignés par l'assemblée primaire. Le bureau ainsi composé désigne le secrétaire, qui peut ne pas être un actionnaire.<p></p><p></p>   Tout actionnaire membre régulier de l'unité coopérative a le droit d'assister ou de se faire représenter à l'assemblée primaire.<p></p><p></p>   L'actionnaire empêché peut donner mandat de le représenter à l'assemblée primaire. Le mandataire doit être un autre actionnaire de l'unité coopérative ou le conjoint du mandant. Le conjoint du mandant ne peut représenter que celui-ci. L'actionnaire mandaté ne peut disposer que de dix voix, la sienne comprise.<p></p><p></p>   Les mandats sont annexés au procès-verbal de l'assemblée primaire.<p></p><p></p>   Aucune condition de quorum n'est requise pour la tenue des assemblées primaires. Celles-ci délibèrent valablement, quel que soit le nombre des actionnaires présents ou représentés.<p></p><p></p>   La désignation des délégués à l'assemblée générale est acquise à la majorité simple.<p></p><p></p>   Nota : La clause 11 est obligatoire pour les sociétés qui ont constitué des unions coopératives.<p></p><p></p><p></p>   12. Documents transmis à l'administration.<p></p><p></p>   Dans le mois suivant celui au cours duquel s'est tenue l'assemblée générale réunie en application de l'article 157 de la loi du 24 juillet 1966 précitée, la société adresse au préfet du département de son siège, à la Caisse des dépôts et consignations et au ministre chargé du logement l'ensemble des documents comptables et les rapports présentés à l'assemblée générale des actionnaires, ainsi que le compte rendu de celle-ci.<p></p><p></p>   En cas de report de l'assemblée générale des actionnaires, la décision de justice accordant un délai supplémentaire doit être adressée dans les mêmes conditions.<p></p><p></p><p></p>   13. Résultats de l'exercice.<p></p><p></p>   Lorsque la société a réalisé un bénéfice distribuable au sens de l'article 347 de la loi du 24 juillet 1966 précitée, il peut être distribué un dividende correspondant à un pourcentage de capital social égal ou inférieur au taux défini à l'article 14 de la loi du 10 septembre 1947 précitée, sans que ce pourcentage puisse être supérieur au taux d'intérêt servi au détenteur d'un premier livret de caisse d'épargne au 31 décembre de l'année précédente, majoré de 1,5 point.<p></p><p></p><p></p>   14. Réserves.<p></p><p></p>   Conformément à l'article L. 423-5 du code de la construction et de l'habitation, et sous réserve des exceptions prévues par cet article, les réserves, les bénéfices ou les primes d'émission ne peuvent être incorporées au capital.<p></p><p></p>   Après acquittement des charges de toute nature, y compris tous amortissements et provisions, ainsi que le prélèvement au profit du fonds de réserve légale ou des autres réserves dont la constitution est imposée par la réglementation spécifique aux sociétés coopératives d'H.L.M. et la répartition éventuelle de dividendes dans les conditions définies à la clause 13 des présents statuts, le surplus éventuel forme une réserve spéciale destinée à assurer le développement de l'activité de la société et à parer aux éventualités.<p></p><p></p>   Des transferts de réserves peuvent être réalisés par la société dans les conditions définies à l'article L. 422-13 du code de la construction et de l'habitation.<p></p><p></p><p></p>   15. Attribution de l'actif.<p></p><p></p>   Lors de l'expiration de la société, ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif excédant la moitié du capital social que dans les conditions prévues par le code de la construction et de l'habitation.<p></p><p></p><p></p>   16. Transmission des statuts.<p></p><p></p>   Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.<p></p>",
            "num": "Annexe à l'article R422-37",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 733449600000,
            "dateFin": 1097798400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-03-30",
                        "fin": "2999-01-01",
                        "titre": "Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129017",
                        "id": "LEGISCTA000006129017",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832849",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129017",
            "sectionParentId": "LEGISCTA000006129017",
            "sectionParentTitre": "Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
            "fullSectionsTitre": "Annexes &gt; Statuts types des sociétés anonymes coopératives d'habitations à loyer modéré pour les opérations de location-attribution.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006832849",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000353320",
                    "textTitle": "Décret 91-385 1991-04-23 annexe JORF 24 avril 1991",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000353320",
                    "natureText": "DECRET",
                    "datePubliTexte": "1991-04-24",
                    "dateSignaTexte": "1991-04-23",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000178644",
                    "textTitle": "Décret 93-749 1993-03-27 annexe JORF 30 mars 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000178644",
                    "natureText": "DECRET",
                    "datePubliTexte": "1993-03-29",
                    "dateSignaTexte": "1993-03-27",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832849",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 733449600000,
                    "dateFin": 1097798400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006832850",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1097798400000,
                    "dateFin": 1213920000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019030576",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1213920000000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049511",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R422-37"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}