{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048224411",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Aux fins du présent règlement général on entend par : \" Abonné à une chaîne numérique \" : toute personne qui a manifesté son intention de suivre l'activité d'une chaîne numérique et bénéficie, à ce titre, d'une information sur toutes les œuvres nouvellement disponibles sur cette chaîne dès leur mise à disposition du public. \" Adaptation audiovisuelle de spectacle vivant \" : une œuvre fondée sur la captation ou la recréation audiovisuelle d'un spectacle, préexistant ou non, indépendamment de la présence ou non de public et du lieu de l'enregistrement. \" Aides financières automatiques \" : des aides donnant lieu à l'attribution d'allocations d'investissement au sens du 1° de l'article D. 311-2 du code du cinéma et de l'image animée et d'allocations directes au sens du 2° du même article. \" Aides financières sélectives \" : des aides attribuées en considération d'une demande soumise à appréciation conformément à l' article D. 311-3 du code du cinéma et de l'image animée . \" Case de programmation \" : une tranche horaire identifiable par le public pendant laquelle des œuvres sont diffusées de manière régulière et récurrente. \" Chaîne numérique \" : un ensemble d'œuvres autour d'une thématique, d'un concept ou d'une personne, mises à disposition du public sur une plateforme numérique. \" Communauté d'intérêts économiques \" : une situation dans laquelle se trouve un ensemble d'entreprises ou d'établissements de spectacles cinématographiques qui est notamment caractérisée lorsque ces entreprises ou établissements sont constitués sous forme de société commerciale dont les associés ou actionnaires majoritaires ou les dirigeants sont communs. \" Contrôle \" : le contrôle au sens de l' article L. 233-3 du code de commerce . \" Coproduction financière \" : coproduction internationale d'une œuvre cinématographique admise au bénéfice d'un accord intergouvernemental de coproduction, dans laquelle la participation française est minoritaire et ne comporte pas d'apport artistique ou technique. \" Documentaire de création : une œuvre qui vise à faire connaître et comprendre une réalité préexistante par un traitement approfondi témoignant d'un point de vue singulier d'auteur et d'une intention particulière de réalisation. \" Ecran géant \" : un écran d'au moins vingt mètres de largeur. \" Ecran immersif \" : un écran, ou un assemblage d'écrans, sur lequel est possible une projection selon un dispositif autre que frontal. \" Editeur de vidéogrammes destinés à l'usage privé du public \" : une personne ayant procédé à la déclaration d'activité prévue à l' article L. 221-1 du code du cinéma et de l'image animée . \" Effets visuels numériques \" : des travaux de traitement numérique permettant d'ajouter, d'enlever ou de modifier des personnages, des éléments de décor ou des objets participant à l'action, ou de modifier le rendu de la scène ou le point de vue de la caméra, à l'exclusion des travaux d'étalonnage. \" Entreprise de production déléguée \" : une entreprise de production qui, dans le cadre d'une coproduction, prend l'initiative et la responsabilité financière, technique et artistique de la réalisation d'une œuvre et en garantit la bonne fin. Elle agit au nom et pour le compte de l'autre ou des autres entreprises de production et est expressément désignée à cet effet dans le contrat de coproduction. Est regardée comme entreprise de production déléguée l'entreprise de production qui, en dehors d'une coproduction, remplit seule les fonctions précitées. \" Entreprise établie en France \" : une entreprise exerçant effectivement une activité en France au moyen d'une installation stable et durable et dont le siège social est situé en France, dans un autre Etat membre de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen. Pour l'entreprise dont le siège social est situé dans un autre Etat membre de l'Union européenne, le respect de la condition d'établissement en France, sous forme d'établissement stable, de succursale ou d'agence permanente, n'est exigé qu'au moment du versement de l'aide. \" Entreprise ou organisme relevant des industries techniques \" : une entreprise ou un organisme qui, par les équipements et prestations techniques fournis, participe au développement de la création et à la qualité de la diffusion des œuvres cinématographiques, audiovisuelles et multimédias. \" Espace éditorialisé \" : un espace identifiable par le public dédié à la mise à disposition d'un ensemble d'œuvres cinématographiques ou audiovisuelles et présenté comme tel. \" Etablissement de spectacles cinématographiques relevant de la petite et moyenne exploitation \" : un établissement exploité par des personnes qui ont réalisé, en moyenne, moins de 1 % des entrées sur le territoire national seules ou dans le cadre d'une communauté d'intérêts économiques. Cette condition est appréciée au cours des deux années civiles précédant l'année au cours de laquelle l'attribution de l'aide est sollicitée. \" Etat européen \" : un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen. Est assimilé à un Etat européen, un Etat partie à la Convention européenne sur la télévision transfrontière du Conseil de l'Europe, un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur de l'audiovisuel ou, pour les aides concernant des œuvres cinématographiques de longue durée et de courte durée, un Etat partie à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe. \" Exploitant d'établissement de spectacles cinématographiques \" : une personne titulaire de l'autorisation d'exercice prévue à l' article L. 212-2 du code du cinéma et de l'image animée . \" Groupe d'entreprises \" : un ensemble d'entreprises liées entre elles dans les conditions prévues à l'article L. 233-3 du code de commerce. \" Jeu vidéo \" : tout logiciel de loisir mis à la disposition du public sur un support physique ou en ligne intégrant des éléments de création artistique et technologique, proposant à un ou plusieurs utilisateurs une série d'interactions s'appuyant sur une trame scénarisée ou des situations simulées et se traduisant sous forme d'images animées, sonorisées ou non, tel que défini au II de l'article 220 terdecies du code général des impôts . \" Magazine \" : une émission régulière composée de plusieurs rubriques et ayant généralement pour but la vulgarisation des sujets abordés. \" Musiques actuelles \" : les musiques entrant dans le champ de l'article 1er de l'arrêté du 5 mai 2017 fixant le cahier des missions et des charges relatif au label \" Scène de Musiques Actuelles-SMAC \". \" Œuvre audiovisuelle \" : une œuvre qui n'est pas destinée à une première exploitation en salles de spectacles cinématographiques. \" Œuvre audiovisuelle de courte durée \" : une œuvre audiovisuelle dont la durée est inférieure ou égale à une heure. \" Œuvre cinématographique \" : une œuvre qui fait l'objet d'une exploitation commerciale en salles de spectacles cinématographiques, à l'exception de celle qui donne lieu à une des représentations cinématographiques mentionnées à l'article R. 211-45 du code du cinéma et de l'image animée. \" Œuvre cinématographique d'initiative française \" : une œuvre produite uniquement par une ou plusieurs entreprises de production établies en France ainsi qu'une œuvre produite dans le cadre d'une coproduction internationale dans laquelle la participation française au financement est la plus importante et pour laquelle les droits d'exploitation de l'œuvre originaire ou du scénario ont été acquis par une ou plusieurs entreprises de production déléguées établies en France. \" Œuvre cinématographique d'initiative étrangère \" : une œuvre qui ne répond pas aux conditions prévues à la définition de l'œuvre cinématographique d'initiative française. \" Œuvre cinématographique de courte durée \" : une œuvre dont la durée de projection en salles de spectacles cinématographiques est inférieure ou égale à une heure. \" Œuvre cinématographique de longue durée \" : une œuvre dont la durée de projection en salles de spectacles cinématographiques est supérieure à une heure. \" Œuvre cinématographique du patrimoine \" : une œuvre ayant fait l'objet d'une première représentation en salles de spectacles cinématographiques il y a au moins trente ans. \" Œuvre cinématographique ou audiovisuelle européenne \" : une œuvre cinématographique ou audiovisuelle au sens de l'article 6 du décret n° 90-66 du 17 janvier 1990 pris pour l'application de la loi n° 86-1067 du 30 septembre 1986 et fixant les principes généraux concernant la diffusion des œuvres cinématographiques et audiovisuelles par les éditeurs de services de télévision. \" Œuvre cinématographique peu diffusée \" : une œuvre qui, lors de sa première semaine d'exploitation en sortie nationale, n'est pas représentée dans plus de quatre-vingts établissements de spectacles cinématographiques. \" Œuvre d'animation \" : une œuvre dont la réalisation repose spécifiquement sur la mise en mouvement d'un récit image par image ou par tout procédé de synthèse pour l'essentiel de sa durée. \" Œuvre d'expression originale française \" : une œuvre réalisée intégralement ou principalement en version originale en langue française ou dans une langue régionale en usage en France. \" Œuvre de fiction \" : une œuvre fondée sur une construction narrative fictive et des personnages caractérisés, réalisée pour l'essentiel de sa durée en prises de vues réelles avec le concours d'artistes-interprètes. \" Œuvre immersive \" : une création audiovisuelle qui propose une expérience de visionnage dynamique liée, ensemble ou séparément, au déplacement du regard et à l'activation de contenus visuels ou sonores par le spectateur, faisant notamment appel aux technologies dites de réalité virtuelle ou augmentée ou tout autre dispositif permettant l'immersion. \" Œuvre unitaire \" : une œuvre audiovisuelle autre qu'un épisode de série. \" Plateforme numérique \" : un service donnant ou permettant l'accès à titre gratuit à des contenus audiovisuels, sur demande individuelle formulée par un procédé de communication électronique. \" Recette réalisée en salle \" : le produit résultant de la vente des entrées aux séances organisées par les exploitants d'établissements de spectacles cinématographiques ou, en cas de formule d'accès au cinéma donnant droit à des entrées multiples, les sommes correspondant au prix de référence par place déterminé dans les conditions prévues à l' article L. 212-28 du code du cinéma et de l'image animée . \" Résidence de création \" : une structure d'accueil, publique ou privée, qui met temporairement à disposition d'un ou plusieurs artistes un lieu de travail accompagné des moyens techniques et financiers, y compris des prestations de consultation exercées par des professionnels, pour concevoir, écrire une œuvre ou préparer sa réalisation. \" Ressortissants français ou assimilés \" : des personnes de nationalité française ou ressortissantes d'un Etat membre de l'Union européenne, d'un Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière du Conseil de l'Europe, d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur de l'audiovisuel ou, pour les aides concernant des œuvres cinématographiques de longue durée ou de courte durée, d'un Etat partie à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe. Sont également considérés comme assimilés aux citoyens français les étrangers autres que les ressortissants des Etats européens précités, titulaires d'un titre de séjour d'une durée supérieure ou égale à dix ans ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen. \" Saison \" : un ensemble cohérent d'épisodes d'une œuvre audiovisuelle sous forme de série ou de collection. \" Semaine cinématographique \" : un cycle de sept jours consécutifs tel que défini à l' article D. 212-67 du code du cinéma et de l'image animée . \" Service de médias audiovisuels à la demande \" : un service de médias audiovisuels à la demande tel que défini à l' article 2 de la loi n° 86-1067 relative à la liberté de communication. \" Service de télévision \" : un service de télévision tel que défini à l'article 2 de la loi n° 86-1067 relative à la liberté de communication. \" Vidéomusique \" : une œuvre audiovisuelle mettant en images des compositions musicales préexistantes avec ou sans parole.",
            "texteHtml": "<p></p><p><br/>\nAux fins du présent règlement général on entend par :<br/><br/>\n\" Abonné à une chaîne numérique \" : toute personne qui a manifesté son intention de suivre l'activité d'une chaîne numérique et bénéficie, à ce titre, d'une information sur toutes les œuvres nouvellement disponibles sur cette chaîne dès leur mise à disposition du public.<br/><br/>\n\" Adaptation audiovisuelle de spectacle vivant \" : une œuvre fondée sur la captation ou la recréation audiovisuelle d'un spectacle, préexistant ou non, indépendamment de la présence ou non de public et du lieu de l'enregistrement.<br/><br/>\n\" Aides financières automatiques \" : des aides donnant lieu à l'attribution d'allocations d'investissement au sens du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000029232238&dateTexte=&categorieLien=cid'>1° de l'article D. 311-2 du code du cinéma et de l'image animée</a> et d'allocations directes au sens du 2° du même article.<br/><br/>\n\" Aides financières sélectives \" : des aides attribuées en considération d'une demande soumise à appréciation conformément à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000029232240&dateTexte=&categorieLien=cid'>article D. 311-3 du code du cinéma et de l'image animée</a>.<br/><br/>\n\" Case de programmation \" : une tranche horaire identifiable par le public pendant laquelle des œuvres sont diffusées de manière régulière et récurrente.<br/><br/>\n\" Chaîne numérique \" : un ensemble d'œuvres autour d'une thématique, d'un concept ou d'une personne, mises à disposition du public sur une plateforme numérique.<br/><br/>\n\" Communauté d'intérêts économiques \" : une situation dans laquelle se trouve un ensemble d'entreprises ou d'établissements de spectacles cinématographiques qui est notamment caractérisée lorsque ces entreprises ou établissements sont constitués sous forme de société commerciale dont les associés ou actionnaires majoritaires ou les dirigeants sont communs.<br/><br/>\n\" Contrôle \" : le contrôle au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid'>article L. 233-3 du code de commerce</a>.<br/><br/>\n\" Coproduction financière \" : coproduction internationale d'une œuvre cinématographique admise au bénéfice d'un accord intergouvernemental de coproduction, dans laquelle la participation française est minoritaire et ne comporte pas d'apport artistique ou technique.<br/><br/>\n\" Documentaire de création : une œuvre qui vise à faire connaître et comprendre une réalité préexistante par un traitement approfondi témoignant d'un point de vue singulier d'auteur et d'une intention particulière de réalisation.<br/><br/>\n\" Ecran géant \" : un écran d'au moins vingt mètres de largeur.<br/><br/>\n\" Ecran immersif \" : un écran, ou un assemblage d'écrans, sur lequel est possible une projection selon un dispositif autre que frontal.<br/><br/>\n\" Editeur de vidéogrammes destinés à l'usage privé du public \" : une personne ayant procédé à la déclaration d'activité prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000020907993&dateTexte=&categorieLien=cid'>article L. 221-1 du code du cinéma et de l'image animée</a>.<br/><br/>\n\" Effets visuels numériques \" : des travaux de traitement numérique permettant d'ajouter, d'enlever ou de modifier des personnages, des éléments de décor ou des objets participant à l'action, ou de modifier le rendu de la scène ou le point de vue de la caméra, à l'exclusion des travaux d'étalonnage.<br/><br/>\n\" Entreprise de production déléguée \" : une entreprise de production qui, dans le cadre d'une coproduction, prend l'initiative et la responsabilité financière, technique et artistique de la réalisation d'une œuvre et en garantit la bonne fin. Elle agit au nom et pour le compte de l'autre ou des autres entreprises de production et est expressément désignée à cet effet dans le contrat de coproduction. Est regardée comme entreprise de production déléguée l'entreprise de production qui, en dehors d'une coproduction, remplit seule les fonctions précitées.<br/><br/>\n\" Entreprise établie en France \" : une entreprise exerçant effectivement une activité en France au moyen d'une installation stable et durable et dont le siège social est situé en France, dans un autre Etat membre de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen. Pour l'entreprise dont le siège social est situé dans un autre Etat membre de l'Union européenne, le respect de la condition d'établissement en France, sous forme d'établissement stable, de succursale ou d'agence permanente, n'est exigé qu'au moment du versement de l'aide.<br/><br/>\n\" Entreprise ou organisme relevant des industries techniques \" : une entreprise ou un organisme qui, par les équipements et prestations techniques fournis, participe au développement de la création et à la qualité de la diffusion des œuvres cinématographiques, audiovisuelles et multimédias.<br/><br/>\n\" Espace éditorialisé \" : un espace identifiable par le public dédié à la mise à disposition d'un ensemble d'œuvres cinématographiques ou audiovisuelles et présenté comme tel.<br/><br/>\n\" Etablissement de spectacles cinématographiques relevant de la petite et moyenne exploitation \" : un établissement exploité par des personnes qui ont réalisé, en moyenne, moins de 1 % des entrées sur le territoire national seules ou dans le cadre d'une communauté d'intérêts économiques. Cette condition est appréciée au cours des deux années civiles précédant l'année au cours de laquelle l'attribution de l'aide est sollicitée.<br/><br/>\n\" Etat européen \" : un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen. Est assimilé à un Etat européen, un Etat partie à la Convention européenne sur la télévision transfrontière du Conseil de l'Europe, un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur de l'audiovisuel ou, pour les aides concernant des œuvres cinématographiques de longue durée et de courte durée, un Etat partie à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe.<br/><br/>\n\" Exploitant d'établissement de spectacles cinématographiques \" : une personne titulaire de l'autorisation d'exercice prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000020907889&dateTexte=&categorieLien=cid'>article L. 212-2 du code du cinéma et de l'image animée</a>.<br/><br/>\n\" Groupe d'entreprises \" : un ensemble d'entreprises liées entre elles dans les conditions prévues à l'article L. 233-3 du code de commerce.<br/><br/>\n\" Jeu vidéo \" : tout logiciel de loisir mis à la disposition du public sur un support physique ou en ligne intégrant des éléments de création artistique et technologique, proposant à un ou plusieurs utilisateurs une série d'interactions s'appuyant sur une trame scénarisée ou des situations simulées et se traduisant sous forme d'images animées, sonorisées ou non, tel que défini au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000017891462&dateTexte=&categorieLien=cid'>II de l'article 220 terdecies du code général des impôts</a>.<br/><br/>\n\" Magazine \" : une émission régulière composée de plusieurs rubriques et ayant généralement pour but la vulgarisation des sujets abordés.<br/><br/>\n\" Musiques actuelles \" : les musiques entrant dans le champ de l'article 1er de l'arrêté du 5 mai 2017 fixant le cahier des missions et des charges relatif au label \" Scène de Musiques Actuelles-SMAC \".<br/><br/>\n\" Œuvre audiovisuelle \" : une œuvre qui n'est pas destinée à une première exploitation en salles de spectacles cinématographiques.<br/><br/>\n\" Œuvre audiovisuelle de courte durée \" : une œuvre audiovisuelle dont la durée est inférieure ou égale à une heure.<br/><br/>\n\" Œuvre cinématographique \" : une œuvre qui fait l'objet d'une exploitation commerciale en salles de spectacles cinématographiques, à l'exception de celle qui donne lieu à une des représentations cinématographiques mentionnées à l'article R. 211-45 du code du cinéma et de l'image animée.<br/><br/>\n\" Œuvre cinématographique d'initiative française \" : une œuvre produite uniquement par une ou plusieurs entreprises de production établies en France ainsi qu'une œuvre produite dans le cadre d'une coproduction internationale dans laquelle la participation française au financement est la plus importante et pour laquelle les droits d'exploitation de l'œuvre originaire ou du scénario ont été acquis par une ou plusieurs entreprises de production déléguées établies en France.<br/><br/>\n\" Œuvre cinématographique d'initiative étrangère \" : une œuvre qui ne répond pas aux conditions prévues à la définition de l'œuvre cinématographique d'initiative française.<br/><br/>\n\" Œuvre cinématographique de courte durée \" : une œuvre dont la durée de projection en salles de spectacles cinématographiques est inférieure ou égale à une heure.<br/><br/>\n\" Œuvre cinématographique de longue durée \" : une œuvre dont la durée de projection en salles de spectacles cinématographiques est supérieure à une heure.<br/><br/>\n\" Œuvre cinématographique du patrimoine \" : une œuvre ayant fait l'objet d'une première représentation en salles de spectacles cinématographiques il y a au moins trente ans.<br/><br/>\n\" Œuvre cinématographique ou audiovisuelle européenne \" : une œuvre cinématographique ou audiovisuelle au sens de l'article 6 du décret n° 90-66 du 17 janvier 1990 pris pour l'application de la loi n° 86-1067 du 30 septembre 1986 et fixant les principes généraux concernant la diffusion des œuvres cinématographiques et audiovisuelles par les éditeurs de services de télévision.<br/><br/>\n\" Œuvre cinématographique peu diffusée \" : une œuvre qui, lors de sa première semaine d'exploitation en sortie nationale, n'est pas représentée dans plus de quatre-vingts établissements de spectacles cinématographiques.<br/><br/>\n\" Œuvre d'animation \" : une œuvre dont la réalisation repose spécifiquement sur la mise en mouvement d'un récit image par image ou par tout procédé de synthèse pour l'essentiel de sa durée.<br/><br/>\n\" Œuvre d'expression originale française \" : une œuvre réalisée intégralement ou principalement en version originale en langue française ou dans une langue régionale en usage en France.<br/><br/>\n\" Œuvre de fiction \" : une œuvre fondée sur une construction narrative fictive et des personnages caractérisés, réalisée pour l'essentiel de sa durée en prises de vues réelles avec le concours d'artistes-interprètes.<br/><br/>\n\" Œuvre immersive \" : une création audiovisuelle qui propose une expérience de visionnage dynamique liée, ensemble ou séparément, au déplacement du regard et à l'activation de contenus visuels ou sonores par le spectateur, faisant notamment appel aux technologies dites de réalité virtuelle ou augmentée ou tout autre dispositif permettant l'immersion.<br/><br/>\n\" Œuvre unitaire \" : une œuvre audiovisuelle autre qu'un épisode de série.<br/><br/>\n\" Plateforme numérique \" : un service donnant ou permettant l'accès à titre gratuit à des contenus audiovisuels, sur demande individuelle formulée par un procédé de communication électronique.<br/><br/>\n\" Recette réalisée en salle \" : le produit résultant de la vente des entrées aux séances organisées par les exploitants d'établissements de spectacles cinématographiques ou, en cas de formule d'accès au cinéma donnant droit à des entrées multiples, les sommes correspondant au prix de référence par place déterminé dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000021238865&dateTexte=&categorieLien=cid'>article L. 212-28 du code du cinéma et de l'image animée</a>.<br/><br/>\n\" Résidence de création \" : une structure d'accueil, publique ou privée, qui met temporairement à disposition d'un ou plusieurs artistes un lieu de travail accompagné des moyens techniques et financiers, y compris des prestations de consultation exercées par des professionnels, pour concevoir, écrire une œuvre ou préparer sa réalisation.<br/><br/>\n\" Ressortissants français ou assimilés \" : des personnes de nationalité française ou ressortissantes d'un Etat membre de l'Union européenne, d'un Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière du Conseil de l'Europe, d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur de l'audiovisuel ou, pour les aides concernant des œuvres cinématographiques de longue durée ou de courte durée, d'un Etat partie à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe. Sont également considérés comme assimilés aux citoyens français les étrangers autres que les ressortissants des Etats européens précités, titulaires d'un titre de séjour d'une durée supérieure ou égale à dix ans ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen.<br/><br/>\n\" Saison \" : un ensemble cohérent d'épisodes d'une œuvre audiovisuelle sous forme de série ou de collection.<br/><br/>\n\" Semaine cinématographique \" : un cycle de sept jours consécutifs tel que défini à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000029232026&dateTexte=&categorieLien=cid'>article D. 212-67 du code du cinéma et de l'image animée</a>.<br/><br/>\n\" Service de médias audiovisuels à la demande \" : un service de médias audiovisuels à la demande tel que défini à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000512205&idArticle=LEGIARTI000006420182&dateTexte=&categorieLien=cid'>article 2 de la loi n° 86-1067</a> relative à la liberté de communication.<br/><br/>\n\" Service de télévision \" : un service de télévision tel que défini à l'article 2 de la loi n° 86-1067 relative à la liberté de communication.<br/><br/>\n\" Vidéomusique \" : une œuvre audiovisuelle mettant en images des compositions musicales préexistantes avec ou sans parole.</p><p></p>",
            "num": "120-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1697760000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Livre I : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047159741",
                        "id": "LEGISCTA000047159741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : RÈGLES GÉNÉRALES RELATIVES AUX AIDES FINANCIÈRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047159755",
                        "id": "LEGISCTA000047159755",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre liminaire : Définitions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047159757",
                        "id": "LEGISCTA000047159757",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047159759",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047159757",
            "sectionParentId": "LEGISCTA000047159757",
            "sectionParentTitre": "Chapitre liminaire : Définitions",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre I : DISPOSITIONS GÉNÉRALES &gt; Titre II : RÈGLES GÉNÉRALES RELATIVES AUX AIDES FINANCIÈRES &gt; Chapitre liminaire : Définitions",
            "refInjection": "MD-20231020_092817_402_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048224411",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048223194",
                    "textTitle": "Délibération n°2023/CA/20 du 28 septembre 2023 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000048224171",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2023-10-19",
                    "dateSignaTexte": "2023-09-28",
                    "dateDebutCible": "2023-10-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n° 86-1067 du 30 septembre 1986 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006420182",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 1608768000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1449273600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 terdecies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "220 terdecies",
                    "articleId": "LEGIARTI000017891462",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502668800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. D212-67",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D212-67",
                    "articleId": "LEGIARTI000029232026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1405123200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. D311-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D311-2",
                    "articleId": "LEGIARTI000029232238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1405123200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. D311-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D311-3",
                    "articleId": "LEGIARTI000029232240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1405123200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. L212-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000020907889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1248566400000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. L212-28",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-28",
                    "articleId": "LEGIARTI000021238865",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. L221-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000020907993",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1248566400000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. R211-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R211-5",
                    "articleId": "LEGIARTI000029231734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1405123200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047159759",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1675209600000,
                    "dateFin": 1697760000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048224411",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1697760000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "120-1"
            ],
            "versionPrecedente": "LEGIARTI000047159759",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000047159759",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Aux fins du présent règlement général on entend par : \" Abonné à une chaîne numérique \" : toute personne qui a manifesté son intention de suivre l'activité d'une chaîne numérique et bénéficie, à ce titre, d'une information sur toutes les œuvres nouvellement disponibles sur cette chaîne dès leur mise à disposition du public. \" Adaptation audiovisuelle de spectacle vivant \" : une œuvre fondée sur la captation ou la recréation audiovisuelle d'un spectacle, préexistant ou non, indépendamment de la présence ou non de public et du lieu de l'enregistrement. \" Aides financières automatiques \" : des aides donnant lieu à l'attribution d'allocations d'investissement au sens du 1° de l'article D. 311-2 du code du cinéma et de l'image animée et d'allocations directes au sens du 2° du même article. \" Aides financières sélectives \" : des aides attribuées en considération d'une demande soumise à appréciation conformément à l' article D. 311-3 du code du cinéma et de l'image animée . \" Case de programmation \" : une tranche horaire identifiable par le public pendant laquelle des œuvres sont diffusées de manière régulière et récurrente. \" Chaîne numérique \" : un ensemble d'œuvres autour d'une thématique, d'un concept ou d'une personne, mises à disposition du public sur une plateforme numérique. \" Communauté d'intérêts économiques \" : une situation dans laquelle se trouve un ensemble d'entreprises ou d'établissements de spectacles cinématographiques qui est notamment caractérisée lorsque ces entreprises ou établissements sont constitués sous forme de société commerciale dont les associés ou actionnaires majoritaires ou les dirigeants sont communs. \" Contrôle \" : le contrôle au sens de l' article L. 233-3 du code de commerce . \" Coproduction financière \" : coproduction internationale d'une œuvre cinématographique admise au bénéfice d'un accord intergouvernemental de coproduction, dans laquelle la participation française est minoritaire et ne comporte pas d'apport artistique ou technique. \" Documentaire de création : une œuvre qui vise à faire connaître et comprendre une réalité préexistante par un traitement approfondi témoignant d'un point de vue singulier d'auteur et d'une intention particulière de réalisation. \" Ecran géant \" : un écran d'au moins vingt mètres de largeur. \" Ecran immersif \" : un écran, ou un assemblage d'écrans, sur lequel est possible une projection selon un dispositif autre que frontal. \" Editeur de vidéogrammes destinés à l'usage privé du public \" : une personne ayant procédé à la déclaration d'activité prévue à l' article L. 221-1 du code du cinéma et de l'image animée . \" Effets visuels numériques \" : des travaux de traitement numérique permettant d'ajouter, d'enlever ou de modifier des personnages, des éléments de décor ou des objets participant à l'action, ou de modifier le rendu de la scène ou le point de vue de la caméra, à l'exclusion des travaux d'étalonnage. \" Entreprise de production déléguée \" : une entreprise de production qui, dans le cadre d'une coproduction, prend l'initiative et la responsabilité financière, technique et artistique de la réalisation d'une œuvre et en garantit la bonne fin. Elle agit au nom et pour le compte de l'autre ou des autres entreprises de production et est expressément désignée à cet effet dans le contrat de coproduction. Est regardée comme entreprise de production déléguée l'entreprise de production qui, en dehors d'une coproduction, remplit seule les fonctions précitées. \" Entreprise établie en France \" : une entreprise exerçant effectivement une activité en France au moyen d'une installation stable et durable et dont le siège social est situé en France, dans un autre Etat membre de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen. Pour l'entreprise dont le siège social est situé dans un autre Etat membre de l'Union européenne, le respect de la condition d'établissement en France, sous forme d'établissement stable, de succursale ou d'agence permanente, n'est exigé qu'au moment du versement de l'aide. \" Entreprise ou organisme relevant des industries techniques \" : une entreprise ou un organisme qui, par les équipements et prestations techniques fournis, participe au développement de la création et à la qualité de la diffusion des œuvres cinématographiques, audiovisuelles et multimédias. \" Espace éditorialisé \" : un espace identifiable par le public dédié à la mise à disposition d'un ensemble d'œuvres cinématographiques ou audiovisuelles et présenté comme tel. \" Etablissement de spectacles cinématographiques relevant de la petite et moyenne exploitation \" : un établissement exploité par des personnes qui ont réalisé, en moyenne, moins de 1 % des entrées sur le territoire national seules ou dans le cadre d'une communauté d'intérêts économiques. Cette condition est appréciée au cours des deux années civiles précédant l'année au cours de laquelle l'attribution de l'aide est sollicitée. \" Etat européen \" : un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen. Est assimilé à un Etat européen, un Etat partie à la Convention européenne sur la télévision transfrontière du Conseil de l'Europe, un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur de l'audiovisuel ou, pour les aides concernant des œuvres cinématographiques de longue durée et de courte durée, un Etat partie à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe. \" Exploitant d'établissement de spectacles cinématographiques \" : une personne titulaire de l'autorisation d'exercice prévue à l' article L. 212-2 du code du cinéma et de l'image animée . \" Groupe d'entreprises \" : un ensemble d'entreprises liées entre elles dans les conditions prévues à l'article L. 233-3 du code de commerce. \" Jeu vidéo \" : tout logiciel de loisir mis à la disposition du public sur un support physique ou en ligne intégrant des éléments de création artistique et technologique, proposant à un ou plusieurs utilisateurs une série d'interactions s'appuyant sur une trame scénarisée ou des situations simulées et se traduisant sous forme d'images animées, sonorisées ou non, tel que défini au II de l'article 220 terdecies du code général des impôts . \" Magazine \" : une émission régulière composée de plusieurs rubriques et ayant généralement pour but la vulgarisation des sujets abordés. \" Musiques actuelles \" : les musiques entrant dans le champ de l'article 1er de l'arrêté du 5 mai 2017 fixant le cahier des missions et des charges relatif au label \" Scène de Musiques Actuelles-SMAC \". \" Œuvre audiovisuelle \" : une œuvre qui n'est pas destinée à une première exploitation en salles de spectacles cinématographiques. \" Œuvre audiovisuelle de courte durée \" : une œuvre audiovisuelle dont la durée est inférieure ou égale à une heure. \" Œuvre cinématographique \" : une œuvre qui fait l'objet d'une exploitation commerciale en salles de spectacles cinématographiques, à l'exception de celle qui donne lieu à une des représentations cinématographiques mentionnées à l' article R. 211-5 du code du cinéma et de l'image animée . \" Œuvre cinématographique d'initiative française \" : une œuvre produite uniquement par une ou plusieurs entreprises de production établies en France ainsi qu'une œuvre produite dans le cadre d'une coproduction internationale dans laquelle la participation française au financement est la plus importante et pour laquelle les droits d'exploitation de l'œuvre originaire ou du scénario ont été acquis par une ou plusieurs entreprises de production déléguées établies en France. \" Œuvre cinématographique d'initiative étrangère \" : une œuvre qui ne répond pas aux conditions prévues à la définition de l'œuvre cinématographique d'initiative française. \" Œuvre cinématographique de courte durée \" : une œuvre dont la durée de projection en salles de spectacles cinématographiques est inférieure ou égale à une heure. \" Œuvre cinématographique de longue durée \" : une œuvre dont la durée de projection en salles de spectacles cinématographiques est supérieure à une heure. \" Œuvre cinématographique du patrimoine \" : une œuvre ayant fait l'objet d'une première représentation en salles de spectacles cinématographiques il y a au moins trente ans. \" Œuvre cinématographique ou audiovisuelle européenne \" : une œuvre cinématographique ou audiovisuelle au sens de l'article 6 du décret n° 90-66 du 17 janvier 1990 pris pour l'application de la loi n° 86-1067 du 30 septembre 1986 et fixant les principes généraux concernant la diffusion des œuvres cinématographiques et audiovisuelles par les éditeurs de services de télévision. \" Œuvre cinématographique peu diffusée \" : une œuvre qui, lors de sa première semaine d'exploitation en sortie nationale, n'est pas représentée dans plus de quatre-vingts établissements de spectacles cinématographiques. \" Œuvre d'animation \" : une œuvre dont la réalisation repose spécifiquement sur la mise en mouvement d'un récit image par image ou par tout procédé de synthèse pour l'essentiel de sa durée. \" Œuvre d'expression originale française \" : une œuvre réalisée intégralement ou principalement en version originale en langue française ou dans une langue régionale en usage en France. \" Œuvre de fiction \" : une œuvre fondée sur une construction narrative fictive et des personnages caractérisés, réalisée pour l'essentiel de sa durée en prises de vues réelles avec le concours d'artistes-interprètes. \" Œuvre immersive \" : une création audiovisuelle qui propose une expérience de visionnage dynamique liée, ensemble ou séparément, au déplacement du regard et à l'activation de contenus visuels ou sonores par le spectateur, faisant notamment appel aux technologies dites de réalité virtuelle ou augmentée ou tout autre dispositif permettant l'immersion. \" Œuvre unitaire \" : une œuvre audiovisuelle autre qu'un épisode de série. \" Plateforme numérique \" : un service donnant ou permettant l'accès à titre gratuit à des contenus audiovisuels, sur demande individuelle formulée par un procédé de communication électronique. \" Recette réalisée en salle \" : le produit résultant de la vente des entrées aux séances organisées par les exploitants d'établissements de spectacles cinématographiques ou, en cas de formule d'accès au cinéma donnant droit à des entrées multiples, les sommes correspondant au prix de référence par place déterminé dans les conditions prévues à l' article L. 212-28 du code du cinéma et de l'image animée . \" Résidence de création \" : une structure d'accueil, publique ou privée, qui met temporairement à disposition d'un ou plusieurs artistes un lieu de travail accompagné des moyens techniques et financiers, y compris des prestations de consultation exercées par des professionnels, pour concevoir, écrire une œuvre ou préparer sa réalisation. \" Ressortissants français ou assimilés \" : des personnes de nationalité française ou ressortissantes d'un Etat membre de l'Union européenne, d'un Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière du Conseil de l'Europe, d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur de l'audiovisuel ou, pour les aides concernant des œuvres cinématographiques de longue durée ou de courte durée, d'un Etat partie à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe. Sont également considérés comme assimilés aux citoyens français les étrangers autres que les ressortissants des Etats européens précités, titulaires d'un titre de séjour d'une durée supérieure ou égale à dix ans ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen. \" Saison \" : un ensemble cohérent d'épisodes d'une œuvre audiovisuelle sous forme de série ou de collection. \" Semaine cinématographique \" : un cycle de sept jours consécutifs tel que défini à l' article D. 212-67 du code du cinéma et de l'image animée . \" Service de médias audiovisuels à la demande \" : un service de médias audiovisuels à la demande tel que défini à l' article 2 de la loi n° 86-1067 relative à la liberté de communication. \" Service de télévision \" : un service de télévision tel que défini à l'article 2 de la loi n° 86-1067 relative à la liberté de communication. \" Vidéomusique \" : une œuvre audiovisuelle mettant en images des compositions musicales préexistantes avec ou sans parole.",
            "texteHtml": "<p><br/>Aux fins du présent règlement général on entend par : <br/>\" Abonné à une chaîne numérique \" : toute personne qui a manifesté son intention de suivre l'activité d'une chaîne numérique et bénéficie, à ce titre, d'une information sur toutes les œuvres nouvellement disponibles sur cette chaîne dès leur mise à disposition du public. <br/>\" Adaptation audiovisuelle de spectacle vivant \" : une œuvre fondée sur la captation ou la recréation audiovisuelle d'un spectacle, préexistant ou non, indépendamment de la présence ou non de public et du lieu de l'enregistrement. <br/>\" Aides financières automatiques \" : des aides donnant lieu à l'attribution d'allocations d'investissement au sens du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000029232238&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. D311-2 (V)'>1° de l'article D. 311-2 du code du cinéma et de l'image animée</a> et d'allocations directes au sens du 2° du même article. <br/>\" Aides financières sélectives \" : des aides attribuées en considération d'une demande soumise à appréciation conformément à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000029232240&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. D311-3 (V)'>article D. 311-3 du code du cinéma et de l'image animée</a>. <br/>\" Case de programmation \" : une tranche horaire identifiable par le public pendant laquelle des œuvres sont diffusées de manière régulière et récurrente. <br/>\" Chaîne numérique \" : un ensemble d'œuvres autour d'une thématique, d'un concept ou d'une personne, mises à disposition du public sur une plateforme numérique. <br/>\" Communauté d'intérêts économiques \" : une situation dans laquelle se trouve un ensemble d'entreprises ou d'établissements de spectacles cinématographiques qui est notamment caractérisée lorsque ces entreprises ou établissements sont constitués sous forme de société commerciale dont les associés ou actionnaires majoritaires ou les dirigeants sont communs. <br/>\" Contrôle \" : le contrôle au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid' title='Code de commerce - art. L233-3 (V)'>article L. 233-3 du code de commerce</a>. <br/>\" Coproduction financière \" : coproduction internationale d'une œuvre cinématographique admise au bénéfice d'un accord intergouvernemental de coproduction, dans laquelle la participation française est minoritaire et ne comporte pas d'apport artistique ou technique. <br/>\" Documentaire de création : une œuvre qui vise à faire connaître et comprendre une réalité préexistante par un traitement approfondi témoignant d'un point de vue singulier d'auteur et d'une intention particulière de réalisation. <br/>\" Ecran géant \" : un écran d'au moins vingt mètres de largeur. <br/>\" Ecran immersif \" : un écran, ou un assemblage d'écrans, sur lequel est possible une projection selon un dispositif autre que frontal. <br/>\" Editeur de vidéogrammes destinés à l'usage privé du public \" : une personne ayant procédé à la déclaration d'activité prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000020907993&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. L221-1 (V)'>article L. 221-1 du code du cinéma et de l'image animée</a>. <br/>\" Effets visuels numériques \" : des travaux de traitement numérique permettant d'ajouter, d'enlever ou de modifier des personnages, des éléments de décor ou des objets participant à l'action, ou de modifier le rendu de la scène ou le point de vue de la caméra, à l'exclusion des travaux d'étalonnage. <br/>\" Entreprise de production déléguée \" : une entreprise de production qui, dans le cadre d'une coproduction, prend l'initiative et la responsabilité financière, technique et artistique de la réalisation d'une œuvre et en garantit la bonne fin. Elle agit au nom et pour le compte de l'autre ou des autres entreprises de production et est expressément désignée à cet effet dans le contrat de coproduction. Est regardée comme entreprise de production déléguée l'entreprise de production qui, en dehors d'une coproduction, remplit seule les fonctions précitées. <br/>\" Entreprise établie en France \" : une entreprise exerçant effectivement une activité en France au moyen d'une installation stable et durable et dont le siège social est situé en France, dans un autre Etat membre de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen. Pour l'entreprise dont le siège social est situé dans un autre Etat membre de l'Union européenne, le respect de la condition d'établissement en France, sous forme d'établissement stable, de succursale ou d'agence permanente, n'est exigé qu'au moment du versement de l'aide. <br/>\" Entreprise ou organisme relevant des industries techniques \" : une entreprise ou un organisme qui, par les équipements et prestations techniques fournis, participe au développement de la création et à la qualité de la diffusion des œuvres cinématographiques, audiovisuelles et multimédias. <br/>\" Espace éditorialisé \" : un espace identifiable par le public dédié à la mise à disposition d'un ensemble d'œuvres cinématographiques ou audiovisuelles et présenté comme tel. <br/>\" Etablissement de spectacles cinématographiques relevant de la petite et moyenne exploitation \" : un établissement exploité par des personnes qui ont réalisé, en moyenne, moins de 1 % des entrées sur le territoire national seules ou dans le cadre d'une communauté d'intérêts économiques. Cette condition est appréciée au cours des deux années civiles précédant l'année au cours de laquelle l'attribution de l'aide est sollicitée. <br/>\" Etat européen \" : un Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen. Est assimilé à un Etat européen, un Etat partie à la Convention européenne sur la télévision transfrontière du Conseil de l'Europe, un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur de l'audiovisuel ou, pour les aides concernant des œuvres cinématographiques de longue durée et de courte durée, un Etat partie à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe. <br/>\" Exploitant d'établissement de spectacles cinématographiques \" : une personne titulaire de l'autorisation d'exercice prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000020907889&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. L212-2 (V)'>article L. 212-2 du code du cinéma et de l'image animée</a>. <br/>\" Groupe d'entreprises \" : un ensemble d'entreprises liées entre elles dans les conditions prévues à l'article L. 233-3 du code de commerce. <br/>\" Jeu vidéo \" : tout logiciel de loisir mis à la disposition du public sur un support physique ou en ligne intégrant des éléments de création artistique et technologique, proposant à un ou plusieurs utilisateurs une série d'interactions s'appuyant sur une trame scénarisée ou des situations simulées et se traduisant sous forme d'images animées, sonorisées ou non, tel que défini au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000017891462&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 220 terdecies (M)'>II de l'article 220 terdecies du code général des impôts</a>. <br/>\" Magazine \" : une émission régulière composée de plusieurs rubriques et ayant généralement pour but la vulgarisation des sujets abordés. <br/>\" Musiques actuelles \" : les musiques entrant dans le champ de l'article 1er de l'arrêté du 5 mai 2017 fixant le cahier des missions et des charges relatif au label \" Scène de Musiques Actuelles-SMAC \". <br/>\" Œuvre audiovisuelle \" : une œuvre qui n'est pas destinée à une première exploitation en salles de spectacles cinématographiques. <br/>\" Œuvre audiovisuelle de courte durée \" : une œuvre audiovisuelle dont la durée est inférieure ou égale à une heure. <br/>\" Œuvre cinématographique \" : une œuvre qui fait l'objet d'une exploitation commerciale en salles de spectacles cinématographiques, à l'exception de celle qui donne lieu à une des représentations cinématographiques mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000029231734&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. R211-5 (V)'>article R. 211-5 du code du cinéma et de l'image animée</a>. <br/>\" Œuvre cinématographique d'initiative française \" : une œuvre produite uniquement par une ou plusieurs entreprises de production établies en France ainsi qu'une œuvre produite dans le cadre d'une coproduction internationale dans laquelle la participation française au financement est la plus importante et pour laquelle les droits d'exploitation de l'œuvre originaire ou du scénario ont été acquis par une ou plusieurs entreprises de production déléguées établies en France. <br/>\" Œuvre cinématographique d'initiative étrangère \" : une œuvre qui ne répond pas aux conditions prévues à la définition de l'œuvre cinématographique d'initiative française. <br/>\" Œuvre cinématographique de courte durée \" : une œuvre dont la durée de projection en salles de spectacles cinématographiques est inférieure ou égale à une heure. <br/>\" Œuvre cinématographique de longue durée \" : une œuvre dont la durée de projection en salles de spectacles cinématographiques est supérieure à une heure. <br/>\" Œuvre cinématographique du patrimoine \" : une œuvre ayant fait l'objet d'une première représentation en salles de spectacles cinématographiques il y a au moins trente ans. <br/>\" Œuvre cinématographique ou audiovisuelle européenne \" : une œuvre cinématographique ou audiovisuelle au sens de l'article 6 du décret n° 90-66 du 17 janvier 1990 pris pour l'application de la loi n° 86-1067 du 30 septembre 1986 et fixant les principes généraux concernant la diffusion des œuvres cinématographiques et audiovisuelles par les éditeurs de services de télévision. <br/>\" Œuvre cinématographique peu diffusée \" : une œuvre qui, lors de sa première semaine d'exploitation en sortie nationale, n'est pas représentée dans plus de quatre-vingts établissements de spectacles cinématographiques. <br/>\" Œuvre d'animation \" : une œuvre dont la réalisation repose spécifiquement sur la mise en mouvement d'un récit image par image ou par tout procédé de synthèse pour l'essentiel de sa durée. <br/>\" Œuvre d'expression originale française \" : une œuvre réalisée intégralement ou principalement en version originale en langue française ou dans une langue régionale en usage en France. <br/>\" Œuvre de fiction \" : une œuvre fondée sur une construction narrative fictive et des personnages caractérisés, réalisée pour l'essentiel de sa durée en prises de vues réelles avec le concours d'artistes-interprètes. <br/>\" Œuvre immersive \" : une création audiovisuelle qui propose une expérience de visionnage dynamique liée, ensemble ou séparément, au déplacement du regard et à l'activation de contenus visuels ou sonores par le spectateur, faisant notamment appel aux technologies dites de réalité virtuelle ou augmentée ou tout autre dispositif permettant l'immersion. <br/>\" Œuvre unitaire \" : une œuvre audiovisuelle autre qu'un épisode de série. <br/>\" Plateforme numérique \" : un service donnant ou permettant l'accès à titre gratuit à des contenus audiovisuels, sur demande individuelle formulée par un procédé de communication électronique. <br/>\" Recette réalisée en salle \" : le produit résultant de la vente des entrées aux séances organisées par les exploitants d'établissements de spectacles cinématographiques ou, en cas de formule d'accès au cinéma donnant droit à des entrées multiples, les sommes correspondant au prix de référence par place déterminé dans les conditions prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000021238865&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. L212-28 (V)'>article L. 212-28 du code du cinéma et de l'image animée</a>. <br/>\" Résidence de création \" : une structure d'accueil, publique ou privée, qui met temporairement à disposition d'un ou plusieurs artistes un lieu de travail accompagné des moyens techniques et financiers, y compris des prestations de consultation exercées par des professionnels, pour concevoir, écrire une œuvre ou préparer sa réalisation. <br/>\" Ressortissants français ou assimilés \" : des personnes de nationalité française ou ressortissantes d'un Etat membre de l'Union européenne, d'un Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière du Conseil de l'Europe, d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur de l'audiovisuel ou, pour les aides concernant des œuvres cinématographiques de longue durée ou de courte durée, d'un Etat partie à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe. Sont également considérés comme assimilés aux citoyens français les étrangers autres que les ressortissants des Etats européens précités, titulaires d'un titre de séjour d'une durée supérieure ou égale à dix ans ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen. <br/>\" Saison \" : un ensemble cohérent d'épisodes d'une œuvre audiovisuelle sous forme de série ou de collection. <br/>\" Semaine cinématographique \" : un cycle de sept jours consécutifs tel que défini à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000029232026&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. D212-67 (V)'>article D. 212-67 du code du cinéma et de l'image animée</a>. <br/>\" Service de médias audiovisuels à la demande \" : un service de médias audiovisuels à la demande tel que défini à l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000512205&idArticle=LEGIARTI000006420182&dateTexte=&categorieLien=cid' title='Loi n° 86-1067 du 30 septembre 1986 - art. 2 (V)'>article 2 de la loi n° 86-1067</a> relative à la liberté de communication. <br/>\" Service de télévision \" : un service de télévision tel que défini à l'article 2 de la loi n° 86-1067 relative à la liberté de communication. <br/>\" Vidéomusique \" : une œuvre audiovisuelle mettant en images des compositions musicales préexistantes avec ou sans parole.</p>",
            "num": "120-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1675209600000,
            "dateFin": 1697760000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Livre I : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047159741",
                        "id": "LEGISCTA000047159741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : RÈGLES GÉNÉRALES RELATIVES AUX AIDES FINANCIÈRES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047159755",
                        "id": "LEGISCTA000047159755",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre liminaire : Définitions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047159757",
                        "id": "LEGISCTA000047159757",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047159759",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047159757",
            "sectionParentId": "LEGISCTA000047159757",
            "sectionParentTitre": "Chapitre liminaire : Définitions",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre I : DISPOSITIONS GÉNÉRALES &gt; Titre II : RÈGLES GÉNÉRALES RELATIVES AUX AIDES FINANCIÈRES &gt; Chapitre liminaire : Définitions",
            "refInjection": "MD-20231020_092817_402_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000047159759",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047138508",
                    "textTitle": "Délibération n°2022/CA/38 du 8 décembre 2022 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047143469",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2023-01-24",
                    "dateSignaTexte": "2022-12-08",
                    "dateDebutCible": "2023-02-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n° 86-1067 du 30 septembre 1986 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006420182",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 1608768000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1449273600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 terdecies (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "220 terdecies",
                    "articleId": "LEGIARTI000017891462",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502668800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. D212-67 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D212-67",
                    "articleId": "LEGIARTI000029232026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1405123200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. D311-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D311-2",
                    "articleId": "LEGIARTI000029232238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1405123200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. D311-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D311-3",
                    "articleId": "LEGIARTI000029232240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1405123200000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. L212-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-2",
                    "articleId": "LEGIARTI000020907889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1248566400000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. L212-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-28",
                    "articleId": "LEGIARTI000021238865",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. L221-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000020907993",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1248566400000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. R211-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R211-5",
                    "articleId": "LEGIARTI000029231734",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1405123200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047159759",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1675209600000,
                    "dateFin": 1697760000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048224411",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1697760000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "120-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}