{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042776233",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application du présent livre dans les îles Wallis et Futuna : 1° L'accès au travail des étrangers s'exerce dans les conditions prévues par la législation et de la réglementation applicables localement et dans le respect des compétences de la collectivité ; 2° Les mots : \" en France \" et \" territoire français \" sont remplacés respectivement par les mots : \" sur le territoire des îles Wallis et Futuna \" et \" territoire des îles Wallis et Futuna \", à l'exception de leurs mentions aux articles L. 413-1, L. 413-4, L. 413-5, L. 414-2, L. 414-3, L. 423-6, L. 423-13, L. 426-2, au 3° de l'article L. 434-7 ainsi que dans les références à l'obligation de quitter le territoire français ; 3° Les références au maire sont remplacées par la référence au chef de circonscription ; 4° A l'article L. 411-1, le 6° est supprimé ; 5° A l'article L. 411-4, les références aux articles L. 421-9 à L. 421-11, L. 421-15 et L. 421-16, L. 421-26 à L. 421-29 sont supprimées ; 6° A l'article L. 411-5 : a) Au premier alinéa, les mots : \" de même que la carte de résident portant la mention “ résident de longue durée-UE ” accordée par la France \" sont supprimés ; b) Le dernier alinéa est supprimé ; 7° A l'article L. 412-2, les 1°, 3°, 4°, 6°, 7°, 8°, 10° et 11° et, au 2°, les mots : \" ou L. 426-5 \" sont supprimés ; 8° A l'article L. 412-4 : a) Les références aux articles L. 421-9, L. 421-10, L. 421-16 et L. 421-24 sont supprimées ; b) Les mots : \" ou “ passeport talent-chercheur-programme de mobilité ” \" et les mots : \" à la carte de séjour pluriannuelle portant la mention “ salarié détaché ICT ” prévue à l'article L. 421-26, à la carte de séjour pluriannuelle portant la mention “ salarié détaché mobile ICT (famille) ” prévue à l'article L. 421-28 \" sont supprimés ; 9° A l'article L. 412-5, les mots : \" et de la carte de résident portant la mention “ résident de longue durée-UE ” \" sont supprimés ; 10° L'article L. 413-2 est ainsi rédigé : \" Art. L. 413-2.-L'étranger admis pour la première fois au séjour dans les îles Wallis et Futuna ou qui entre régulièrement dans les îles Wallis et Futuna entre l'âge de seize ans et l'âge de dix-huit ans, et qui souhaite s'y maintenir durablement, prépare son intégration républicaine dans la société française. \" A cette fin, il conclut avec l'Etat un contrat d'intégration républicaine, traduit dans une langue qu'il comprend, par lequel il s'oblige à suivre une formation civique et, lorsque le besoin en est établi, linguistique. Lorsque l'étranger est âgé de seize à dix-huit ans, le contrat d'intégration républicaine doit être cosigné par son représentant légal régulièrement admis au séjour dans les îles Wallis et Futuna. \" ; 11° L'article L. 413-3 est ainsi rédigé : \" Art. L. 413-3.-Le contrat d'intégration républicaine prévu à l'article L. 413-2 comprend une formation civique qui comporte une présentation des institutions françaises et des valeurs de la République, notamment l'égalité entre les hommes et les femmes et la laïcité. La formation linguistique est sanctionnée par un titre ou un diplôme reconnus par l'Etat. L'étranger bénéficie également d'une session d'information sur la vie dans les îles Wallis et Futuna et ses institutions et, le cas échéant, d'un bilan de compétences professionnelles. Toutes ces formations et prestations sont dispensées gratuitement. \" ; 12° A l'article L. 413-5 : a) Les 8° et 11° à 14° sont supprimés ; b) Au 7°, les références aux articles L. 421-9, L. 421-10 et L. 421-16 et, au 9°, les mots : \" ou “ passeport talent-chercheur-programme de mobilité ” \" sont supprimés ; 13° L'article L. 413-6 est ainsi rédigé : \" Art. L. 413-6.-Un décret en Conseil d'Etat fixe les conditions d'application de la présente section. Il détermine la durée du contrat d'intégration républicaine et ses conditions de renouvellement, les actions prévues par le contrat et les conditions de suivi et de validation de ces actions, dont la reconnaissance de l'acquisition d'un niveau satisfaisant de maîtrise de la langue française et la remise à l'étranger d'un document permettant de s'assurer de l'assiduité de celui-ci aux formations qui lui sont dispensées. \" ; 14° Le deuxième alinéa de l'article L. 413-7 est ainsi rédigé : \" Pour l'appréciation de la condition d'intégration, l'autorité administrative tient compte de la souscription et du respect, par l'étranger, de l'engagement fondé sur le contrat d'intégration républicaine. Elle peut saisir pour avis le chef de la circonscription dans laquelle l'étranger réside. Cet avis est réputé favorable à l'expiration d'un délai de deux mois à compter de la saisine du chef de la circonscription par l'autorité administrative. \" ; 15° A l'article L. 414-1, les mots : \" en France \" sont remplacés par les mots : \" dans les territoires auxquels ils donnent accès \" ; 16° A l'article L. 414-4, au 2°, les mots : \", d'un ressortissant de la République d'Islande, de la Principauté du Liechtenstein, du Royaume de Norvège ou de la Confédération suisse \" et au 3°, les mots : \", d'un ressortissant de la République d'Islande, de la Principauté du Liechtenstein, du Royaume de Norvège ou de la Confédération suisse \" sont supprimés ; 17° A l'article L. 414-8 : a) Les 3°, 5°, 12°, 13°, 14° et 15° sont supprimés ; b) Au 8°, la référence à l'article L. 422-14 est supprimée ; 18° A l'article L. 414-10, les mots : \" territoire métropolitain \" sont remplacés par les mots : \" territoire des îles Wallis et Futuna \" ; 19° A l'article L. 414-11, les 2° et 3° sont supprimés ; 20° L'article L. 414-12 est ainsi rédigé : \" Art. L. 414-12.-La délivrance des titres de séjour portant respectivement la mention “ salarié ”, “ travailleur temporaire ” et “ travailleur saisonnier ” prévus aux articles L. 421-1, L. 421-3 et L. 421-34 est subordonnée au respect des dispositions applicables localement en matière d'autorisation de travail des étrangers et de la législation et de la réglementation en vigueur localement en matière de droit du travail. \" ; 21° L'article L. 421-1 est ainsi rédigé : \" Art. L. 421-1.-L'étranger qui exerce une activité salariée sous contrat de travail, visé conformément aux dispositions applicables localement, d'une durée supérieure ou égale à douze mois peut se voir délivrer une carte de séjour temporaire portant la mention “ salarié ” d'une durée maximale d'un an. \" La carte de séjour temporaire portant la mention “ salarié ” ne peut être retirée au motif que l'étranger s'est trouvé, autrement que de son fait, privé d'emploi. \" Si la rupture du contrat de travail du fait de l'employeur intervient dans les trois mois précédant son renouvellement, une nouvelle carte lui est délivrée pour une durée d'un an. \" ; 22° L'article L. 421-3 est ainsi rédigé : \" Art. L. 421-3.-L'étranger titulaire d'un contrat de travail, visé conformément aux dispositions applicables localement, d'une durée déterminée inférieure à douze mois peut se voir délivrer une carte de séjour temporaire portant la mention “ travailleur temporaire ” d'une durée maximale d'un an. \" La carte de séjour temporaire portant la mention “ travailleur temporaire ” ne peut être retirée au motif que l'étranger s'est trouvé, autrement que de son fait, privé d'emploi. \" Si la rupture du contrat de travail du fait de l'employeur intervient dans les trois mois précédant son renouvellement, une nouvelle carte lui est délivrée pour une durée d'un an. \" ; 23° L'article L. 421-7 est ainsi rédigé : \" Art. L. 421-7.-Pour l'application des dispositions relatives au “ passeport talent ” dans les îles Wallis et Futuna : \" 1° Les cartes de séjour pluriannuelles mentionnées aux articles L. 421-13, L. 421-14, L. 421-17 à L. 421-21 peuvent être délivrées dès la première admission au séjour de l'étranger ; \" 2° La carte mentionnée au 1° ne peut être accordée à l'étranger ressortissant d'un pays appartenant à la zone de solidarité prioritaire que lorsque la France a conclu avec ce pays un accord de partenariat pour le codéveloppement ou lorsque cet étranger s'est engagé à retourner dans son pays d'origine au terme d'une période maximale de six ans ; \" 3° La carte mentionnée au 1° est attribuée au vu du contenu et de la nature du projet de l'étranger et de l'intérêt de ce projet pour les îles Wallis et Futuna et pour le pays dont l'étranger a la nationalité. Lorsque l'étranger souhaitant bénéficier d'une carte “ passeport talent ” réside régulièrement dans les îles Wallis et Futuna, il présente sa demande auprès de l'administrateur supérieur des îles Wallis et Futuna. Lorsque l'étranger réside hors du territoire de la République, il présente sa demande auprès des autorités diplomatiques et consulaires françaises territorialement compétentes. L'autorité administrative compétente pour délivrer cette carte est l'administrateur supérieur des îles Wallis et Futuna ; \" 4° La carte de séjour mentionnée au 1° permet à son titulaire d'exercer toute activité professionnelle de son choix, dans le respect de la législation et de la réglementation en vigueur et dans le cadre du projet mentionné au 3°. \" ; 24° A l'article L. 421-8, les références aux articles L. 421-9 à L. 421-11, L. 421-15 et L. 421-16 sont supprimées ; 25° A l'article L. 421-14 : a) La dernière phrase du premier alinéa est supprimée ; b) Le dernier alinéa est ainsi rédigé : \" Par dérogation aux dispositions de l'article L. 433-1, cette carte ne peut être retirée lorsque l'étranger se trouve involontairement privé d'emploi. \" ; 26° A l'article L. 421-17, le second alinéa est supprimé ; 27° A l'article L. 421-18, les mots : \" investissement économique direct en France \" sont remplacés par les mots : \" investissement économique direct dans les îles Wallis et Futuna conformément aux dispositions applicables localement en matière d'investissement étranger \" et le second alinéa est supprimé ; 28° A l'article L. 421-19, le second alinéa est supprimé ; 29° A l'article L. 421-20, le troisième alinéa est supprimé ; 30° A l'article L. 421-21, le second alinéa est supprimé ; 31° A l'article L. 421-22, les références aux articles L. 421-9 à L. 421-11, L. 421-15 et L. 421-16 sont supprimées ; 32° A l'article L. 421-34 : a) Au premier alinéa, les mots : \" qui exerce un emploi à caractère saisonnier \" sont remplacés par les mots : \" titulaire d'un contrat de travail saisonnier \" et la référence au 3° de l'article L. 1242-2 du code du travail est remplacée par la référence aux dispositions applicables localement ayant le même objet ; b) Le dernier alinéa est remplacé par un alinéa ainsi rédigé : \" Les modalités permettant à l'administrateur supérieur de s'assurer du respect, par le titulaire de cette carte, des durées maximales autorisées de séjour dans les îles Wallis et Futuna et d'exercice d'une activité professionnelle sont fixées par décret. \" ; 33° A l'article L. 421-35, les références aux articles L. 421-23, L. 426-5 à L. 426-7 et les mots : \", ou la carte de résident portant la mention “ résident de longue durée-UE ” prévue à l'article L. 426-17 \" sont supprimés ; 34° L'article L. 422-8 est ainsi rédigé : \" Art. L. 422-8.-La carte de séjour temporaire portant la mention “ recherche d'emploi ou création d'entreprise ” permet à l'étranger de chercher un emploi dans les îles Wallis et Futuna et d'y exercer un emploi en rapport avec sa formation. \" ; 35° A l'article L. 422-11, les mots : \" “ passeport talent-carte bleue européenne ” \", les références aux articles L. 421-9, L. 421-10 et L. 421-11 et les mots : \" sans que lui soit opposable la situation de l'emploi \" sont supprimés ; 36° A l'article L. 422-12, les mots : \" ou la carte de séjour pluriannuelle portant la mention “ passeport talent ” prévue à l'article L. 421-16 \" sont supprimés ; 37° L'article L. 423-13 est ainsi rédigé : \" Art. L. 423-13.-L'étranger né en France qui justifie par tout moyen avoir résidé dans les îles Wallis et Futuna pendant au moins huit ans de façon continue et suivi, après l'âge de dix ans, une scolarité d'au moins cinq ans dans un établissement scolaire des îles Wallis et Futuna, se voit délivrer, s'il fait sa demande entre l'âge de seize ans et l'âge de vingt-et-un ans, une carte de séjour temporaire portant la mention “ vie privée et familiale ” d'une durée d'un an. La condition prévue à l'article L. 412-1 n'est pas opposable. \" ; 38° A l'article L. 423-19, la dernière phrase est supprimée ; 39° Le premier alinéa de l'article L. 424-2 est ainsi rédigé : \" Après avoir déposé sa demande de carte de résident, et dans l'attente de la délivrance de cette carte, l'étranger mentionné à l'article L. 424-1 a le droit d'exercer la profession de son choix dans les conditions prévues par les dispositions applicables localement. \" ; 40° A l'article L. 425-9 : a) Au deuxième alinéa, les mots : \" d'un collège de médecins du service médical de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" du médecin inspecteur de santé publique ou, à défaut, après avis d'un médecin désigné par le directeur de l'agence de santé des îles Wallis et Futuna \" ; b) Le deuxième alinéa est complété par une phrase ainsi rédigée : \" Ce médecin peut convoquer le demandeur pour une consultation médicale devant une commission médicale dont la composition est fixée par arrêté conjoint des ministres chargés de la santé, de l'immigration et de l'outre-mer. \" ; c) Les mots : \" les médecins de l'office \" et les mots : \" le collège de médecins \" sont remplacés par les mots : \" le médecin \" ; d) Le dernier alinéa est supprimé ; 41° A l'article L. 425-10 : a) Au deuxième alinéa, les mots : \" ouvre droit à l'exercice d'une activité professionnelle. \" sont remplacés par les mots : \" n'autorise pas son titulaire à travailler. Toutefois, cette autorisation peut être assortie d'une autorisation provisoire de travail, sur présentation d'un contrat de travail. \" ; b) Au quatrième alinéa, les mots : \" d'un collège de médecins du service médical de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" du médecin inspecteur de santé publique ou, à défaut, après avis d'un médecin désigné par le directeur de l'agence de santé des îles Wallis et Futuna \" ; 42° A l'article L. 426-4 : a) Au premier alinéa, les références aux articles L. 426-6 et L. 426-7 et les mots : \" ou de la carte de résident portant la mention “ résident de longue durée-UE ” prévue aux articles L. 421-12, L. 421-25 ou L. 426-17, \" sont supprimés ; b) Au troisième alinéa, les mots : \", sauf s'il demande la délivrance ou le renouvellement de la carte de résident portant la mention “ résident de longue durée-UE ” prévue à l'article L. 426-17 \" sont supprimés ; c) Au cinquième alinéa, la référence à l'article L. 414-14 est supprimée ; 43° A l'article L. 426-8, les mots : \" régime de base français de sécurité sociale \" sont remplacés par les mots : \" régime de protection sociale des îles Wallis et Futuna \" ; 44° A l'article L. 426-20, les mots : \", dont le montant doit être au moins égal au salaire minimum de croissance net annuel, indépendamment de l'allocation aux adultes handicapés mentionnée à l'article L. 821-1 du code de la sécurité sociale et de l'allocation supplémentaire mentionnée à l'article L. 815-24 du même code, \" sont supprimés ; 45° A l'article L. 431-4, après les mots : \" autorise son titulaire à exercer une activité professionnelle \", sont insérés les mots : \" dans les conditions applicables localement \" ; 46° Au second alinéa de l'article L. 432-2, après la référence à l'article L. 421-1, est insérée la référence à l'article L. 421-3 et les références aux articles L. 421-9 à L. 421-11, L. 421-15 et L. 421-16 sont supprimées ; 47° Au dernier alinéa de l'article L. 432-5, après la référence à l'article L. 421-1, est insérée la référence à l'article L. 421-3 et les références aux articles L. 421-9 à L. 421-11, L. 421-15 et L. 421-16 sont supprimées ; 48° L'article L. 432-7 est ainsi rédigé : \" Art. L. 432-7.-Une carte de séjour peut être retirée à tout employeur, titulaire de cette carte, en infraction avec les dispositions en vigueur localement relatives à l'emploi de la main-d'œuvre étrangère ainsi qu'à tout étranger qui méconnaît ces mêmes dispositions ou qui exerce une activité professionnelle non salariée sans en avoir reçu l'autorisation. \" ; 49° A l'article L. 432-11 les mots : \" en violation des dispositions de l'article L. 8251-1 du code du travail \" sont remplacés par les mots : \" en violation des règles en vigueur \" ; 50° A l'article L. 433-1 : a) au premier alinéa, les mots : \" A l'exception de la carte de séjour pluriannuelle portant la mention “ salarié détaché ICT ”, prévue à l'article L. 421-26, et \" sont supprimés, les mots : \" qui ne sont pas renouvelables \", sont remplacés par les mots : \" qui n'est pas renouvelable \" ; b) au troisième alinéa, les références aux articles L. 421-9, L. 421-10, L. 421-11 sont supprimés ; 51° A l'article L. 433-3, le deuxième alinéa est supprimé ; 52° Au 1° de l'article L. 433-4 : les mots : \" justifie de son assiduité, sous réserve de circonstances exceptionnelles, et du sérieux de sa participation aux formations prescrites par l'Etat dans le cadre du contrat d'intégration républicaine conclu en application de l'article L. 413-2 et \" sont supprimés ; 53° Le 4° de l'article L. 433-5 est supprimé ; 54° A l'article L. 433-6, le deuxième alinéa est supprimé ; 55° A l'article L. 433-7, les références aux articles L. 426-6 et L. 426-7 sont supprimées et les mots : \" ou de la carte de résident portant la mention “ résident de longue durée-UE ” prévue aux articles L. 421-12, L. 421-25, L. 424-5, L. 424-14 ou L. 426-17 \" sont supprimés ; 56° L'article L. 434-8 est ainsi rédigé : \" Art. L. 434-8.-Pour l'appréciation des ressources mentionnées au 1° de l'article L. 434-7 toutes les ressources du demandeur et de son conjoint sont prises en compte. \" Un décret en Conseil d'Etat fixe les conditions de ressources qui s'imposent au demandeur du regroupement familial ainsi que les modalités de vérification de la façon dont ces conditions sont remplies. \" ; 57° A l'article L. 434-10, le second alinéa est supprimé ; 58° A l'article L. 435-1 : a) Au premier alinéa, les mots : \" “ salarié ”, “ travailleur temporaire ” ou \" sont supprimés ; b) Le deuxième alinéa est supprimé ; 59° A l'article L. 435-2, la référence à l'article L. 265-1 du code de l'action sociale et des familles est remplacée par la référence aux dispositions applicables localement et les mots : \" “ salarié ”, “ travailleur temporaire ” ou \" sont supprimés ; 60° A l'article L. 435-3, les mots : \" A titre exceptionnel, \" sont supprimés et les mots : \" portant la mention “ salarié ” ou “ travailleur temporaire ” \" sont remplacés par les mots : \" “ vie privée et familiale ” \" ; 61° A l'article L. 436-1, les références aux articles L. 422-14, L. 426-5 à L. 426-7 et L. 426-22 sont supprimées.",
            "texteHtml": "<p><br/>Pour l'application du présent livre dans les îles Wallis et Futuna : <br/>1° L'accès au travail des étrangers s'exerce dans les conditions prévues par la législation et de la réglementation applicables localement et dans le respect des compétences de la collectivité ; <br/>2° Les mots : \" en France \" et \" territoire français \" sont remplacés respectivement par les mots : \" sur le territoire des îles Wallis et Futuna \" et \" territoire des îles Wallis et Futuna \", à l'exception de leurs mentions aux articles L. 413-1, L. 413-4, L. 413-5, L. 414-2, L. 414-3, L. 423-6, L. 423-13, L. 426-2, au 3° de l'article L. 434-7 ainsi que dans les références à l'obligation de quitter le territoire français ; <br/>3° Les références au maire sont remplacées par la référence au chef de circonscription ; <br/>4° A l'article L. 411-1, le 6° est supprimé ; <br/>5° A l'article L. 411-4, les références aux articles L. 421-9 à L. 421-11, L. 421-15 et L. 421-16, L. 421-26 à L. 421-29 sont supprimées ; <br/>6° A l'article L. 411-5 : <br/>a) Au premier alinéa, les mots : \" de même que la carte de résident portant la mention “ résident de longue durée-UE ” accordée par la France \" sont supprimés ; <br/>b) Le dernier alinéa est supprimé ; <br/>7° A l'article L. 412-2, les 1°, 3°, 4°, 6°, 7°, 8°, 10° et 11° et, au 2°, les mots : \" ou L. 426-5 \" sont supprimés ; <br/>8° A l'article L. 412-4 : <br/>a) Les références aux articles L. 421-9, L. 421-10, L. 421-16 et L. 421-24 sont supprimées ; <br/>b) Les mots : \" ou “ passeport talent-chercheur-programme de mobilité ” \" et les mots : \" à la carte de séjour pluriannuelle portant la mention “ salarié détaché ICT ” prévue à l'article L. 421-26, à la carte de séjour pluriannuelle portant la mention “ salarié détaché mobile ICT (famille) ” prévue à l'article L. 421-28 \" sont supprimés ; <br/>9° A l'article L. 412-5, les mots : \" et de la carte de résident portant la mention “ résident de longue durée-UE ” \" sont supprimés ; <br/>10° L'article L. 413-2 est ainsi rédigé : </p><p><br/>\" Art. L. 413-2.-L'étranger admis pour la première fois au séjour dans les îles Wallis et Futuna ou qui entre régulièrement dans les îles Wallis et Futuna entre l'âge de seize ans et l'âge de dix-huit ans, et qui souhaite s'y maintenir durablement, prépare son intégration républicaine dans la société française. <br/>\" A cette fin, il conclut avec l'Etat un contrat d'intégration républicaine, traduit dans une langue qu'il comprend, par lequel il s'oblige à suivre une formation civique et, lorsque le besoin en est établi, linguistique. Lorsque l'étranger est âgé de seize à dix-huit ans, le contrat d'intégration républicaine doit être cosigné par son représentant légal régulièrement admis au séjour dans les îles Wallis et Futuna. \" ; </p><p><br/>11° L'article L. 413-3 est ainsi rédigé : </p><p><br/>\" Art. L. 413-3.-Le contrat d'intégration républicaine prévu à l'article L. 413-2 comprend une formation civique qui comporte une présentation des institutions françaises et des valeurs de la République, notamment l'égalité entre les hommes et les femmes et la laïcité. La formation linguistique est sanctionnée par un titre ou un diplôme reconnus par l'Etat. L'étranger bénéficie également d'une session d'information sur la vie dans les îles Wallis et Futuna et ses institutions et, le cas échéant, d'un bilan de compétences professionnelles. Toutes ces formations et prestations sont dispensées gratuitement. \" ; </p><p><br/>12° A l'article L. 413-5 : <br/>a) Les 8° et 11° à 14° sont supprimés ; <br/>b) Au 7°, les références aux articles L. 421-9, L. 421-10 et L. 421-16 et, au 9°, les mots : \" ou “ passeport talent-chercheur-programme de mobilité ” \" sont supprimés ; <br/>13° L'article L. 413-6 est ainsi rédigé : </p><p><br/>\" Art. L. 413-6.-Un décret en Conseil d'Etat fixe les conditions d'application de la présente section. Il détermine la durée du contrat d'intégration républicaine et ses conditions de renouvellement, les actions prévues par le contrat et les conditions de suivi et de validation de ces actions, dont la reconnaissance de l'acquisition d'un niveau satisfaisant de maîtrise de la langue française et la remise à l'étranger d'un document permettant de s'assurer de l'assiduité de celui-ci aux formations qui lui sont dispensées. \" ; </p><p><br/>14° Le deuxième alinéa de l'article L. 413-7 est ainsi rédigé : <br/>\" Pour l'appréciation de la condition d'intégration, l'autorité administrative tient compte de la souscription et du respect, par l'étranger, de l'engagement fondé sur le contrat d'intégration républicaine. Elle peut saisir pour avis le chef de la circonscription dans laquelle l'étranger réside. Cet avis est réputé favorable à l'expiration d'un délai de deux mois à compter de la saisine du chef de la circonscription par l'autorité administrative. \" ; <br/>15° A l'article L. 414-1, les mots : \" en France \" sont remplacés par les mots : \" dans les territoires auxquels ils donnent accès \" ; <br/>16° A l'article L. 414-4, au 2°, les mots : \", d'un ressortissant de la République d'Islande, de la Principauté du Liechtenstein, du Royaume de Norvège ou de la Confédération suisse \" et au 3°, les mots : \", d'un ressortissant de la République d'Islande, de la Principauté du Liechtenstein, du Royaume de Norvège ou de la Confédération suisse \" sont supprimés ; <br/>17° A l'article L. 414-8 : <br/>a) Les 3°, 5°, 12°, 13°, 14° et 15° sont supprimés ; <br/>b) Au 8°, la référence à l'article L. 422-14 est supprimée ; <br/>18° A l'article L. 414-10, les mots : \" territoire métropolitain \" sont remplacés par les mots : \" territoire des îles Wallis et Futuna \" ; <br/>19° A l'article L. 414-11, les 2° et 3° sont supprimés ; <br/>20° L'article L. 414-12 est ainsi rédigé : </p><p><br/>\" Art. L. 414-12.-La délivrance des titres de séjour portant respectivement la mention “ salarié ”, “ travailleur temporaire ” et “ travailleur saisonnier ” prévus aux articles L. 421-1, L. 421-3 et L. 421-34 est subordonnée au respect des dispositions applicables localement en matière d'autorisation de travail des étrangers et de la législation et de la réglementation en vigueur localement en matière de droit du travail. \" ; </p><p><br/>21° L'article L. 421-1 est ainsi rédigé : </p><p><br/>\" Art. L. 421-1.-L'étranger qui exerce une activité salariée sous contrat de travail, visé conformément aux dispositions applicables localement, d'une durée supérieure ou égale à douze mois peut se voir délivrer une carte de séjour temporaire portant la mention “ salarié ” d'une durée maximale d'un an. <br/>\" La carte de séjour temporaire portant la mention “ salarié ” ne peut être retirée au motif que l'étranger s'est trouvé, autrement que de son fait, privé d'emploi. <br/>\" Si la rupture du contrat de travail du fait de l'employeur intervient dans les trois mois précédant son renouvellement, une nouvelle carte lui est délivrée pour une durée d'un an. \" ; </p><p><br/>22° L'article L. 421-3 est ainsi rédigé : </p><p><br/>\" Art. L. 421-3.-L'étranger titulaire d'un contrat de travail, visé conformément aux dispositions applicables localement, d'une durée déterminée inférieure à douze mois peut se voir délivrer une carte de séjour temporaire portant la mention “ travailleur temporaire ” d'une durée maximale d'un an. <br/>\" La carte de séjour temporaire portant la mention “ travailleur temporaire ” ne peut être retirée au motif que l'étranger s'est trouvé, autrement que de son fait, privé d'emploi. <br/>\" Si la rupture du contrat de travail du fait de l'employeur intervient dans les trois mois précédant son renouvellement, une nouvelle carte lui est délivrée pour une durée d'un an. \" ; </p><p><br/>23° L'article L. 421-7 est ainsi rédigé : </p><p><br/>\" Art. L. 421-7.-Pour l'application des dispositions relatives au “ passeport talent ” dans les îles Wallis et Futuna : <br/>\" 1° Les cartes de séjour pluriannuelles mentionnées aux articles L. 421-13, L. 421-14, L. 421-17 à L. 421-21 peuvent être délivrées dès la première admission au séjour de l'étranger ; <br/>\" 2° La carte mentionnée au 1° ne peut être accordée à l'étranger ressortissant d'un pays appartenant à la zone de solidarité prioritaire que lorsque la France a conclu avec ce pays un accord de partenariat pour le codéveloppement ou lorsque cet étranger s'est engagé à retourner dans son pays d'origine au terme d'une période maximale de six ans ; <br/>\" 3° La carte mentionnée au 1° est attribuée au vu du contenu et de la nature du projet de l'étranger et de l'intérêt de ce projet pour les îles Wallis et Futuna et pour le pays dont l'étranger a la nationalité. Lorsque l'étranger souhaitant bénéficier d'une carte “ passeport talent ” réside régulièrement dans les îles Wallis et Futuna, il présente sa demande auprès de l'administrateur supérieur des îles Wallis et Futuna. Lorsque l'étranger réside hors du territoire de la République, il présente sa demande auprès des autorités diplomatiques et consulaires françaises territorialement compétentes. L'autorité administrative compétente pour délivrer cette carte est l'administrateur supérieur des îles Wallis et Futuna ; <br/>\" 4° La carte de séjour mentionnée au 1° permet à son titulaire d'exercer toute activité professionnelle de son choix, dans le respect de la législation et de la réglementation en vigueur et dans le cadre du projet mentionné au 3°. \" ; </p><p><br/>24° A l'article L. 421-8, les références aux articles L. 421-9 à L. 421-11, L. 421-15 et L. 421-16 sont supprimées ; <br/>25° A l'article L. 421-14 : <br/>a) La dernière phrase du premier alinéa est supprimée ; <br/>b) Le dernier alinéa est ainsi rédigé : <br/>\" Par dérogation aux dispositions de l'article L. 433-1, cette carte ne peut être retirée lorsque l'étranger se trouve involontairement privé d'emploi. \" ; <br/>26° A l'article L. 421-17, le second alinéa est supprimé ; <br/>27° A l'article L. 421-18, les mots : \" investissement économique direct en France \" sont remplacés par les mots : \" investissement économique direct dans les îles Wallis et Futuna conformément aux dispositions applicables localement en matière d'investissement étranger \" et le second alinéa est supprimé ; <br/>28° A l'article L. 421-19, le second alinéa est supprimé ; <br/>29° A l'article L. 421-20, le troisième alinéa est supprimé ; <br/>30° A l'article L. 421-21, le second alinéa est supprimé ; <br/>31° A l'article L. 421-22, les références aux articles L. 421-9 à L. 421-11, L. 421-15 et L. 421-16 sont supprimées ; <br/>32° A l'article L. 421-34 : <br/>a) Au premier alinéa, les mots : \" qui exerce un emploi à caractère saisonnier \" sont remplacés par les mots : \" titulaire d'un contrat de travail saisonnier \" et la référence au 3° de l'article L. 1242-2 du code du travail est remplacée par la référence aux dispositions applicables localement ayant le même objet ; <br/>b) Le dernier alinéa est remplacé par un alinéa ainsi rédigé : <br/>\" Les modalités permettant à l'administrateur supérieur de s'assurer du respect, par le titulaire de cette carte, des durées maximales autorisées de séjour dans les îles Wallis et Futuna et d'exercice d'une activité professionnelle sont fixées par décret. \" ; <br/>33° A l'article L. 421-35, les références aux articles L. 421-23, L. 426-5 à L. 426-7 et les mots : \", ou la carte de résident portant la mention “ résident de longue durée-UE ” prévue à l'article L. 426-17 \" sont supprimés ; <br/>34° L'article L. 422-8 est ainsi rédigé : </p><p><br/>\" Art. L. 422-8.-La carte de séjour temporaire portant la mention “ recherche d'emploi ou création d'entreprise ” permet à l'étranger de chercher un emploi dans les îles Wallis et Futuna et d'y exercer un emploi en rapport avec sa formation. \" ; </p><p><br/>35° A l'article L. 422-11, les mots : \" “ passeport talent-carte bleue européenne ” \", les références aux articles L. 421-9, L. 421-10 et L. 421-11 et les mots : \" sans que lui soit opposable la situation de l'emploi \" sont supprimés ; <br/>36° A l'article L. 422-12, les mots : \" ou la carte de séjour pluriannuelle portant la mention “ passeport talent ” prévue à l'article L. 421-16 \" sont supprimés ; <br/>37° L'article L. 423-13 est ainsi rédigé : </p><p><br/>\" Art. L. 423-13.-L'étranger né en France qui justifie par tout moyen avoir résidé dans les îles Wallis et Futuna pendant au moins huit ans de façon continue et suivi, après l'âge de dix ans, une scolarité d'au moins cinq ans dans un établissement scolaire des îles Wallis et Futuna, se voit délivrer, s'il fait sa demande entre l'âge de seize ans et l'âge de vingt-et-un ans, une carte de séjour temporaire portant la mention “ vie privée et familiale ” d'une durée d'un an. La condition prévue à l'article L. 412-1 n'est pas opposable. \" ; </p><p><br/>38° A l'article L. 423-19, la dernière phrase est supprimée ; <br/>39° Le premier alinéa de l'article L. 424-2 est ainsi rédigé : <br/>\" Après avoir déposé sa demande de carte de résident, et dans l'attente de la délivrance de cette carte, l'étranger mentionné à l'article L. 424-1 a le droit d'exercer la profession de son choix dans les conditions prévues par les dispositions applicables localement. \" ; <br/>40° A l'article L. 425-9 : <br/>a) Au deuxième alinéa, les mots : \" d'un collège de médecins du service médical de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" du médecin inspecteur de santé publique ou, à défaut, après avis d'un médecin désigné par le directeur de l'agence de santé des îles Wallis et Futuna \" ; <br/>b) Le deuxième alinéa est complété par une phrase ainsi rédigée : <br/>\" Ce médecin peut convoquer le demandeur pour une consultation médicale devant une commission médicale dont la composition est fixée par arrêté conjoint des ministres chargés de la santé, de l'immigration et de l'outre-mer. \" ; <br/>c) Les mots : \" les médecins de l'office \" et les mots : \" le collège de médecins \" sont remplacés par les mots : \" le médecin \" ; <br/>d) Le dernier alinéa est supprimé ; <br/>41° A l'article L. 425-10 : <br/>a) Au deuxième alinéa, les mots : \" ouvre droit à l'exercice d'une activité professionnelle. \" sont remplacés par les mots : \" n'autorise pas son titulaire à travailler. Toutefois, cette autorisation peut être assortie d'une autorisation provisoire de travail, sur présentation d'un contrat de travail. \" ; <br/>b) Au quatrième alinéa, les mots : \" d'un collège de médecins du service médical de l'Office français de l'immigration et de l'intégration \" sont remplacés par les mots : \" du médecin inspecteur de santé publique ou, à défaut, après avis d'un médecin désigné par le directeur de l'agence de santé des îles Wallis et Futuna \" ; <br/>42° A l'article L. 426-4 : <br/>a) Au premier alinéa, les références aux articles L. 426-6 et L. 426-7 et les mots : \" ou de la carte de résident portant la mention “ résident de longue durée-UE ” prévue aux articles L. 421-12, L. 421-25 ou L. 426-17, \" sont supprimés ; <br/>b) Au troisième alinéa, les mots : \", sauf s'il demande la délivrance ou le renouvellement de la carte de résident portant la mention “ résident de longue durée-UE ” prévue à l'article L. 426-17 \" sont supprimés ; <br/>c) Au cinquième alinéa, la référence à l'article L. 414-14 est supprimée ; <br/>43° A l'article L. 426-8, les mots : \" régime de base français de sécurité sociale \" sont remplacés par les mots : \" régime de protection sociale des îles Wallis et Futuna \" ; <br/>44° A l'article L. 426-20, les mots : \", dont le montant doit être au moins égal au salaire minimum de croissance net annuel, indépendamment de l'allocation aux adultes handicapés mentionnée à l'article L. 821-1 du code de la sécurité sociale et de l'allocation supplémentaire mentionnée à l'article L. 815-24 du même code, \" sont supprimés ; <br/>45° A l'article L. 431-4, après les mots : \" autorise son titulaire à exercer une activité professionnelle \", sont insérés les mots : \" dans les conditions applicables localement \" ; <br/>46° Au second alinéa de l'article L. 432-2, après la référence à l'article L. 421-1, est insérée la référence à l'article L. 421-3 et les références aux articles L. 421-9 à L. 421-11, L. 421-15 et L. 421-16 sont supprimées ; <br/>47° Au dernier alinéa de l'article L. 432-5, après la référence à l'article L. 421-1, est insérée la référence à l'article L. 421-3 et les références aux articles L. 421-9 à L. 421-11, L. 421-15 et L. 421-16 sont supprimées ; <br/>48° L'article L. 432-7 est ainsi rédigé : </p><p><br/>\" Art. L. 432-7.-Une carte de séjour peut être retirée à tout employeur, titulaire de cette carte, en infraction avec les dispositions en vigueur localement relatives à l'emploi de la main-d'œuvre étrangère ainsi qu'à tout étranger qui méconnaît ces mêmes dispositions ou qui exerce une activité professionnelle non salariée sans en avoir reçu l'autorisation. \" ; </p><p><br/>49° A l'article L. 432-11 les mots : \" en violation des dispositions de l'article L. 8251-1 du code du travail \" sont remplacés par les mots : \" en violation des règles en vigueur \" ; <br/>50° A l'article L. 433-1 : <br/>a) au premier alinéa, les mots : \" A l'exception de la carte de séjour pluriannuelle portant la mention “ salarié détaché ICT ”, prévue à l'article L. 421-26, et \" sont supprimés, les mots : \" qui ne sont pas renouvelables \", sont remplacés par les mots : \" qui n'est pas renouvelable \" ; <br/>b) au troisième alinéa, les références aux articles L. 421-9, L. 421-10, L. 421-11 sont supprimés ; <br/>51° A l'article L. 433-3, le deuxième alinéa est supprimé ; <br/>52° Au 1° de l'article L. 433-4 : les mots : \" justifie de son assiduité, sous réserve de circonstances exceptionnelles, et du sérieux de sa participation aux formations prescrites par l'Etat dans le cadre du contrat d'intégration républicaine conclu en application de l'article L. 413-2 et \" sont supprimés ; <br/>53° Le 4° de l'article L. 433-5 est supprimé ; <br/>54° A l'article L. 433-6, le deuxième alinéa est supprimé ; <br/>55° A l'article L. 433-7, les références aux articles L. 426-6 et L. 426-7 sont supprimées et les mots : \" ou de la carte de résident portant la mention “ résident de longue durée-UE ” prévue aux articles L. 421-12, L. 421-25, L. 424-5, L. 424-14 ou L. 426-17 \" sont supprimés ; <br/>56° L'article L. 434-8 est ainsi rédigé : </p><p><br/>\" Art. L. 434-8.-Pour l'appréciation des ressources mentionnées au 1° de l'article L. 434-7 toutes les ressources du demandeur et de son conjoint sont prises en compte. <br/>\" Un décret en Conseil d'Etat fixe les conditions de ressources qui s'imposent au demandeur du regroupement familial ainsi que les modalités de vérification de la façon dont ces conditions sont remplies. \" ; </p><p><br/>57° A l'article L. 434-10, le second alinéa est supprimé ; <br/>58° A l'article L. 435-1 : <br/>a) Au premier alinéa, les mots : \" “ salarié ”, “ travailleur temporaire ” ou \" sont supprimés ; <br/>b) Le deuxième alinéa est supprimé ; <br/>59° A l'article L. 435-2, la référence à l'article L. 265-1 du code de l'action sociale et des familles est remplacée par la référence aux dispositions applicables localement et les mots : \" “ salarié ”, “ travailleur temporaire ” ou \" sont supprimés ; <br/>60° A l'article L. 435-3, les mots : \" A titre exceptionnel, \" sont supprimés et les mots : \" portant la mention “ salarié ” ou “ travailleur temporaire ” \" sont remplacés par les mots : \" “ vie privée et familiale ” \" ; <br/>61° A l'article L. 436-1, les références aux articles L. 422-14, L. 426-5 à L. 426-7 et L. 426-22 sont supprimées.</p>",
            "num": "L444-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1619827200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858993458,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042770748",
                        "id": "LEGISCTA000042777625",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : SÉJOUR EN FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042771442",
                        "id": "LEGISCTA000042776916",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : DISPOSITIONS RELATIVES À L'OUTRE-MER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042772062",
                        "id": "LEGISCTA000042776278",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042772102",
                        "id": "LEGISCTA000042776238",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042772106",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042772102",
            "sectionParentId": "LEGISCTA000042776238",
            "sectionParentTitre": "Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
            "fullSectionsTitre": "Partie législative  &gt; Livre IV : SÉJOUR EN FRANCE &gt; Titre IV : DISPOSITIONS RELATIVES À L'OUTRE-MER &gt; Chapitre IV : DISPOSITIONS APPLICABLES DANS LES ÎLES WALLIS ET FUTUNA",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042776233",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 20 de l'ordonnance n° 2020-1733 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.",
            "notaHtml": "<p>Conformément à l'article 20 de l'ordonnance n° 2020-1733 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042754770",
                    "textTitle": "Ordonnance n°2020-1733 du 16 décembre 2020 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042763042",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2021-05-01"
                },
                {
                    "textCid": "JORFTEXT000042754770",
                    "textTitle": "Ordonnance n°2020-1733 du 16 décembre 2020 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042763042",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2021-05-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042776233",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L444-2",
                "444-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}