{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047843095",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CAHIER DES CHARGES DÉFINISSANT LES CONDITIONS TECHNIQUES MINIMALES D'ORGANISATION ET DE FONCTIONNEMENT DES SERVICES D'AIDE ET D'ACCOMPAGNEMENT À DOMICILE MENTIONNÉS AUX 1° ET 16° DE L'ARTICLE L. 312-1 I.-Objectifs du cahier des charges national Le présent cahier des charges national définit les conditions techniques minimales d'organisation et de fonctionnement applicables aux services d'aide et d'accompagnement à domicile relevant des 1° et 16° du I de l'article L. 312-1. Ces services sont, en outre, soumis à l'ensemble des dispositions générales du présent code qui sont relatives aux services sociaux et médico-sociaux. II.-Lexique Les termes employés dans le présent cahier des charges renvoient aux définitions suivantes : -le \" gestionnaire \" désigne la personne détentrice de l'autorisation du service d'aide et d'accompagnement à domicile qui fournit les prestations au profit des personnes accompagnées en mode prestataire ; -les \" familles accompagnées \" désignent les familles qui bénéficient des prestations du service d'aide et d'accompagnement à domicile ; -l'\" encadrant \" désigne la personne physique qui assure le suivi et l'animation technique des intervenants auprès des familles accompagnées et en vue d'apporter une réponse globale et personnalisée au regard de ses attentes et besoins. L'encadrement peut être assuré par une ou plusieurs personnes ; -les \" intervenants \" désignent les salariés du gestionnaire. Ils interviennent au domicile des familles accompagnées ; -le \" contrat \" désigne le document individuel de prise en charge ou le contrat conclu entre la personne accompagnée et le service. Les activités relevant des services d'aide et d'accompagnement à domicile mentionnés au I se caractérisent, conformément à l'article D. 312-6, par des interventions liées au soutien à domicile auprès de familles dont la dynamique familiale nécessite un soutien, à la préservation ou à la restauration de l'autonomie dans l'exercice des activités de la vie quotidienne et au maintien et au développement des liens familiaux, en raison de l'état de santé, du handicap, de la situation familiale ou de difficultés temporaires, au domicile ou lors des déplacements des personnes depuis leur domicile. III.-Cadre général de l'intervention du service d'aide et d'accompagnement à domicile auprès de familles 3.1. Le gestionnaire et les intervenants établissent une relation de confiance et de dialogue avec les familles accompagnées et leur entourage familial et social. Ils respectent l'intimité des familles, leur choix de vie, leur espace privé, leurs biens et la confidentialité des informations reçues. Le partage d'informations strictement nécessaires au suivi social ou médico-social s'exerce dans les conditions prévues par l'article L. 1110-4 du code de la santé publique ou l'article L. 226-2-2 du présent code. 3.2. Le gestionnaire garantit aux familles accompagnées auprès desquelles il intervient l'exercice des droits et libertés individuels, conformément à l'article L. 311-3. 3.3. L'exercice de ces activités nécessite de connaître le contexte local. En conséquence, le gestionnaire doit connaître le contexte social et médico-social local correspondant au public familial, afin de situer l'action de ses services en complémentarité et en coordination avec les autres intervenants et dispositifs, en cohérence avec le projet du service concerné. 3.4. Le gestionnaire et le conseil départemental qui s'engagent dans une démarche de contractualisation peuvent conclure le contrat pluriannuel d'objectifs et de moyens dont les mentions sont prévues à l'article L. 313-11-1. 3.5. Les prescriptions de ce cahier des charges constituent des conditions techniques minimales d'organisation et de fonctionnement que le gestionnaire met en œuvre selon ses propres choix d'organisation. Il lui appartient de définir et de mettre en œuvre les modalités d'organisation, d'encadrement et de coordination des interventions de façon à assurer une prestation de qualité, de la maintenir dans le temps et d'en justifier l'effectivité dans le cadre des contrôles et procédures prévus à cet effet. IV.-Accompagnement des familles 4.1. Accueil et information des familles accompagnées 4.1.1. Le gestionnaire dispose, sur la zone d'intervention du service, en propre ou de manière mutualisée, de locaux adaptés à l'accueil du public et permettant de garantir la confidentialité des échanges. Il offre un accueil physique et téléphonique cohérent avec son offre de service et, au minimum, un accueil physique de deux demi-journées par semaine, à date et heure fixes. L'amplitude horaire minimale par demi-journée est de trois heures. 4.1.2. L'accueil téléphonique est personnalisé et assuré au minimum 5 jours sur 7, sur une plage horaire de 7 heures par jour. Le gestionnaire met à la disposition de la famille accompagnée au moins un numéro d'appel pour l'ensemble des prestations proposées localement. Une procédure de gestion des messages téléphoniques est mise en place. 4.1.3. Le gestionnaire satisfait à l'ensemble des obligations d'information préalable du consommateur sur les prestations de services à la personne, telles que définies dans l'arrêté mentionné à l'article L. 112-1 du code de la consommation. Au titre de l'obligation générale d'information, le gestionnaire met à disposition de la famille accompagnée, sur le lieu d'accueil et sur son site internet lorsqu'il existe, la liste de chacune des prestations qu'il propose et la catégorie dont elle relève en application de la réglementation. 4.1.4. Au titre de l'information sur le coût des prestations, le gestionnaire indique le détail des coûts des interventions. Le cas échéant, la mention d'un avantage fiscal est clairement définie et détachée du prix. 4.1.5. Le gestionnaire remet gratuitement un devis pour les prestations, ou ensemble de prestations, dont le prix mensuel est supérieur ou égal à 100 euros (toutes taxes comprises), ou, quel que soit le prix des prestations, à la demande des familles accompagnées. Cette information est affichée de façon lisible et visible dans le lieu d'accueil. Le devis comporte les mentions obligatoires définies dans l'arrêté mentionné à l'article L. 112-1 du code de la consommation. 4.1.6. Le gestionnaire met en outre à disposition du public une information relative aux financements auxquels il est susceptible d'avoir droit, aux démarches à effectuer pour les obtenir, ainsi qu'aux recours possibles en cas de litige. Cette documentation est distincte du livret d'accueil. 4.1.7. Les points 4.1.4 et 4.1.5 ne s'appliquent pas aux services d'aide et d'accompagnement à domicile mentionnés au 1° du I de l'article L. 312-1. 4.2. Analyse de la demande et proposition aux familles accompagnées d'une intervention individualisée 4.2.1. Les services peuvent intervenir à la demande des familles ou d'intervenants de services sociaux. Les demandes, lorsqu'elles viennent des familles, sont formulées directement auprès des services. 4.2.2. Dans le cadre de l'aide sociale à l'enfance : -la demande est à l'initiative d'un service médico-social ou de la personne qui assure la charge effective de l'enfant ; -la décision d'intervention est prise par le président du conseil départemental. 4.2.3. L'évaluation préalable de la situation familiale est effectuée par : -le service d'aide à domicile lorsque la demande émane des parents ou fait suite à une prescription médicale ; -un travailleur social, ou conjointement avec le service d'aide et d'accompagnement à domicile désigné par le service de l'aide sociale à l'enfance. Les objectifs de l'intervention sont déterminés avec les parents. Ils s'inscrivent, dans le cas de l'aide sociale à l'enfance, dans le projet pour l'enfant, qui doit être formalisé. 4.2.4. La proposition d'intervention prend en compte, le cas échéant, les modalités de coordination avec d'éventuelles autres interventions. A cette fin, le gestionnaire recueille par tous moyens les informations utiles auprès des familles accompagnées. 4.3. Information et consentement des familles accompagnées 4.3.1. Le gestionnaire remet, lors de la signature du contrat, un livret d'accueil dans les conditions prévues à l'article L. 311-4, sous forme papier, à chaque personne accompagnée ou à son représentant légal. Le livret d'accueil est régulièrement mis à jour en tant que de besoin. Il comporte au minimum les informations suivantes : -le nom, le statut, les coordonnées de la personne morale et la référence d'autorisation ; -les coordonnées du ou des lieux d'accueil, les jours et les heures d'ouverture ; -les principales prestations proposées, leurs tarifs avant déduction d'aide et les conventionnements ; -les périodes d'intervention et les conditions générales de remplacement des intervenants en cas d'absence ; -les recours possibles, en cas de litige, à une procédure de médiation conventionnelle ou à tout autre mode alternatif de règlement des différends, en application des dispositions de l'article L. 211-3 du code de la consommation et la liste des personnes qualifiées prévue à l'article L. 311-5 du présent code à laquelle la personne accompagnée peut avoir recours en cas de conflit ; -la possibilité de recourir à une personne de confiance en application des dispositions de l'article L. 311-5-1, au cas où la famille accompagnée rencontre des difficultés dans la connaissance et la compréhension de ses droits, ou si elle le souhaite, pour l'accompagner dans ses démarches ; -les coordonnées des services du président du conseil départemental territorialement compétent. Les tarifs des prestations proposées avant déduction d'aide et les conventionnements peuvent figurer dans un document annexe joint au livret d'accueil à condition que celui-ci précise que ce document est remis avec le livret. 4.3.2. Toute prestation donne lieu à l'établissement d'un contrat écrit dont un exemplaire est remis aux familles accompagnées et qui précise la durée, la fréquence, le type, le prix de la prestation avant toute prise en charge. Lorsque cette information est disponible, l'estimation du montant restant à charge des familles accompagnées est jointe au contrat initial. La facture fait apparaître un relevé précis des consommations. Dans tous les cas, la formalisation de l'accord de la personne accompagnée sur la prestation proposée et ses modalités est nécessaire. Cet accord est recueilli dans le cadre du contrat avant l'intervention, à l'exception des cas d'urgence avérée. Dans ces derniers cas, le recueil de l'accord du proche aidant est recherché dans la mesure du possible. 4.3.3. Dans le cadre d'une contractualisation hors établissement, le gestionnaire se conforme à l'ensemble des dispositions prévues au code de la consommation . Il fournit notamment à la personne accompagnée, conformément à l'article L. 221-8 du code de la consommation, les informations relatives aux prestations proposées. Le contrat est conforme aux exigences de l'article L. 221-9 du même code et comprend notamment un bordereau de rétractation, dont les conditions de présentation et les mentions sont précisées en annexe de l'article R. 221-1 du même code. La personne accompagnée dispose d'un droit de rétractation de quatorze jours à compter du lendemain du jour de la signature du contrat conclu entre la personne accompagnée et le gestionnaire, dans les conditions prévues aux articles L. 221-18 et suivants du même code. Durant ce délai de quatorze jours, conformément à l'article L. 221-27 du même code, l'exercice du droit de rétractation met automatiquement fin au contrat sans frais pour le consommateur autres que ceux prévus aux articles L. 221-23 à L. 221-25 du même code. Par exception, les dispositions de l'article L. 221-10 du code de la consommation qui interdisent tout paiement ou contrepartie avant un délai de sept jours ne s'appliquent pas aux souscriptions à domicile proposées par les services ayant pour objet la fourniture des prestations d'aide à domicile sous forme de contrats à exécution successive. Pour ceux-ci, tout paiement ou contrepartie dans ce délai de sept jours crée, pour les familles accompagnées, un droit de résiliation du contrat à tout moment et sans préavis, frais ou indemnité et un droit au remboursement, dans un délai de quinze jours, des sommes versées au prorata de la durée du contrat restant à courir. 4.3.4. Le gestionnaire ou l'encadrant s'assure de la bonne information des intervenants sur les besoins spécifiques des familles accompagnées avant toute intervention. Il vérifie la bonne compréhension du protocole d'intervention (consignes, tâches à accomplir …). 4.3.5. A l'exception de la première phrase du point 4.3.1, les dispositions précédentes ne s'appliquent pas aux services d'aide et d'accompagnement à domicile mentionnés au 1° du I de l'article L. 312-1 du présent code. 4.4. Réaliser l'intervention 4.4.1. Les familles accompagnées sont informées de l'identité des intervenants. Elles peuvent identifier l'intervenant grâce à un signe de reconnaissance adapté à la situation (badge, carte professionnelle …). 4.4.2. Les horaires d'intervention et le contenu de la prestation définis préalablement sont respectés. Les conditions et modalités de changements éventuels des horaires d'intervention et évolution des prestations initialement définies sont contractuellement précisées. Les familles accompagnées sont informées de ces changements éventuels des horaires d'intervention et évolution des prestations initialement définies. En tout état de cause, les modifications des modalités de mise en œuvre du service ne peuvent être imposées au bénéficiaire unilatéralement par le gestionnaire. 4.4.3. Pour les prestations régulières réalisées au domicile des familles accompagnées, un cahier de liaison, ou un système équivalent est tenu à jour et utilisé dans les conditions prévues par l' article L. 1110-4 du code de la santé publique . Ce support d'information est utilisable par tous les acteurs et consultable pour les informations qu'ils ont à connaître. 4.4.4. Le gestionnaire établit une facturation claire et détaillée et une attestation fiscale annuelle, conformément aux articles D. 7233-1 à D. 7233-4 du code du travail . Cette facture est délivrée avant paiement conformément à l'arrêté du 17 mars 2015 relatif à l'information sur les prestations de services à la personne. 4.4.5. Pour les services d'aide et d'accompagnement à domicile mentionnés aux 1° du I de l'article L. 312-1, les points 4.4.3 et 4.4.4 ne s'appliquent pas. 4.5. Suivi de l'intervention 4.5.1. Le gestionnaire désigne un interlocuteur au sein de la structure, chargé du suivi de chacune des prestations. Il communique son nom aux familles accompagnées. 4.5.2. Le gestionnaire met en place un dispositif de suivi individualisé des prestations en accord avec les familles accompagnées. Il s'appuie à cette fin sur tous les éléments utiles tels que les retours des intervenants et du proche aidant. La situation des familles accompagnées fait l'objet d'un réexamen au moins une fois par an afin de réactualiser l'intervention si nécessaire. Les conditions et modalités de réactualisation doivent être contractuellement définies. 4.5.3. Sans préjudice de l'application des dispositions de l'article L. 226-2-1 : 1° Les intervenants font remonter les événements importants et les informations préoccupantes concernant les familles accompagnées. Le gestionnaire définit les modalités d'association des intervenants à la coordination avec les autres intervenants et aux réflexions entraînant des modifications d'intervention ; 2° Le gestionnaire organise le traitement des réclamations, tient à jour leur historique et gère les éventuels conflits entre les intervenants et les familles accompagnées. En cas de conflit non résolu avec le gestionnaire, les familles accompagnées peuvent faire appel, pour les aider à faire valoir leurs droits, à une personne qualifiée qu'ils choisissent sur la liste prévue à l'article L. 311-5 annexée au livret d'accueil ; 3° Le gestionnaire met en place un dispositif de traitement des situations de maltraitance. Lorsqu'il a connaissance d'une telle situation, il transmet un signalement aux autorités compétentes, en particulier au président du conseil départemental ou au responsable désigné par lui et en informe la personne accompagnée ou son proche aidant. V.-Organisation et fonctionnement interne du service d'aide et d'accompagnement à domicile 5.1. Recrutement et qualification du personnel 5.1.1. Pour réaliser ses missions, le gestionnaire doit s'assurer de disposer de compétences qui permettent de garantir la qualité de la prestation rendue, assurant ainsi, personnellement ou avec des salariés, les trois fonctions suivantes : -la fonction de direction est généralement remplie par le gestionnaire ou son représentant. Elle comprend notamment la mise en œuvre et l'évaluation des prescriptions du présent cahier des charges national et justifie des qualifications prévues aux articles D. 312-176-6 à D. 312-176-8 et D. 312-176-10 ; -la fonction d'encadrement qui comprend : -l'évaluation globale et individuelle de la personne accompagnée ; -la proposition d'intervention au regard de ses attentes et besoins ; -le suivi des situations, l'animation et l'organisation du travail en équipe ; -la fonction d'intervenant auprès des personnes accompagnées. Les compétences attendues des professionnels doivent permettre un accompagnement personnalisé et adapté. Le gestionnaire ou son représentant doit remplir les conditions de qualification indiquées au point 5.1.3 lorsqu'il assure directement les fonctions d'encadrant dans un département. 5.1.2. S'il dispose de salariés, le gestionnaire s'assure des aptitudes des candidats à l'embauche à exercer les emplois proposés et il organise à cette fin le processus de recrutement. 5.1.3. L'encadrant est : -soit titulaire d'une certification professionnelle au minimum de niveau IV inscrite au répertoire national des certifications professionnelles, dans les secteurs sanitaire, médico-social ou social ; -soit titulaire d'une certification professionnelle dans les secteurs sanitaire, médico-social ou social ou des services à la personne au minimum de niveau V, inscrite au répertoire national des certifications professionnelles et justifie d'actions de formation ou d'accompagnement en cours ; -soit dispose en tant qu'encadrant d'un service, d'une expérience professionnelle de trois ans dans le secteur sanitaire, médico-social ou social ; -soit dispose d'une expérience professionnelle de trois ans dans le secteur sanitaire, médico-social ou social, de ressources humaines ou adaptée de services à la personne et justifie d'actions de formation ou d'accompagnement en cours ou effectuées dans une perspective de certification professionnelle ; -soit bénéficie d'une formation en alternance pour obtenir une certification professionnelle de niveau IV inscrite au répertoire national des certifications professionnelles, dans les secteurs sanitaire, médico-social ou social. 5.1.4. Les intervenants sont : -soit titulaires du diplôme d'Etat de technicien de l'intervention sociale et familiale ou d'une certification équivalente au minimum de niveau 4 inscrite au répertoire national des certifications professionnelles, attestant de compétences dans les secteurs sanitaire, médico-social, social ; -pour les autres intervenants, soit titulaires du diplôme d'Etat d'accompagnant éducatif et social, d'un diplôme de niveau 3 dans le secteur sanitaire, médico-social ou social, d'un certificat de qualification professionnelle inscrit au répertoire national des certifications professionnelles, attestant de compétences dans les secteurs sanitaire, médico-social ou social, ou suivant une formation permettant l'obtention d'une telle qualification. 5.1.5. Dans le cadre du processus de recrutement, chaque candidat est reçu physiquement par le gestionnaire ou par l'encadrant pour un entretien d'embauche, sur la base d'une fiche de poste correspondant à l'emploi à pourvoir, permettant d'apprécier ses motivations, ses compétences et aptitudes, sa qualification et son expérience professionnelle. 5.2. Sensibilisation et formation des personnels dans leurs pratiques professionnelles 5.2.1. Les intervenants sont soutenus et accompagnés dans leur pratique professionnelle par différents moyens tels que la formation, les réunions d'échanges de pratiques, les entretiens individuels. 5.2.2. Le gestionnaire propose en faveur des salariés de la structure : -des actions de sensibilisation aux problématiques de santé au travail telles que les risques professionnels ; -des réunions d'information et d'échanges, notamment sur les bonnes pratiques et le respect de la déontologie ; -des actions de formation permettant une meilleure qualification des salariés et une valorisation des parcours professionnels. 5.2.3. Le gestionnaire met en œuvre des actions de prévention de la maltraitance et de promotion de la bientraitance en organisant au minimum une formation des encadrants et des intervenants. 5.2.4. Le gestionnaire informe les intervenants et les encadrants qu'il leur est interdit de recevoir toute délégation de pouvoirs sur les avoirs, biens ou droits, toute donation, tout dépôt de fonds, de valeur ou de bijoux. 5.3. Continuité et coordination des interventions 5.3.1. Le gestionnaire dispose de locaux en propre ou mutualisés adaptés à la coordination des prestations et des personnels dans le respect des conditions prévues au point 4.1.1. 5.3.2. Le gestionnaire garantit la continuité des interventions. Les moyens en personnel de la structure ou son organisation avec d'autres structures autorisées permettent d'assurer les prestations auxquelles elle s'est engagée dans le cadre du contrat, même en cas d'indisponibilité de l'intervenant (maladie, congés …) et y compris, le cas échéant, les samedis, dimanches et jours fériés lorsque la structure s'y est engagée. 5.3.3. Le gestionnaire assure la bonne coordination des interventions en assurant lui-même ou, le cas échéant, en faisant assurer par une structure dûment autorisée, les activités prévues, conformément aux stipulations du contrat signé avec la personne accompagnée. 5.3.4. Les familles accompagnées sont informées des conditions générales de remplacement. Le contrat précise ces conditions générales de remplacement, proposées en cas d'absence de l'intervenant habituel, y compris pendant les congés annuels. 5.3.5. Pour les prestations assurées par les services d'aide et d'accompagnement à domicile auxquels s'applique le présent cahier des charges national, le gestionnaire se donne les moyens de répondre aux situations d'urgence, notamment en organisant une permanence téléphonique durant les plages horaires de délivrance des services, le cas échéant par des moyens mutualisés avec d'autres organismes autorisés ou de téléassistance. 5.4. Amélioration de la prestation en continu 5.4.1. Le gestionnaire tient à jour l'historique des interventions. 5.4.2. La personne morale comportant le cas échéant plusieurs établissements adhère à la charte nationale qualité des services à la personne. 5.4.3. Le gestionnaire procède au moins une fois par an à des contrôles internes portant sur l'application du cahier des charges national. Ces contrôles couvrent notamment la mise en œuvre de la charte nationale qualité. 5.4.4. Le gestionnaire fait procéder au moins une fois par an à une enquête auprès des personnes accompagnées sur leur perception de la qualité des interventions. 5.4.5. Le gestionnaire prend en compte les recommandations de bonnes pratiques professionnelles validées notamment par la Haute Autorité de santé lorsqu'il intervient auprès des familles. VI.-Dispositions communautaires 6.2. Les intervenants, les encadrants ou les référents ressortissants d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen sont soit titulaires d'une attestation de compétence, soit d'un titre de formation délivré dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen, par une autorité compétente désignée conformément aux dispositions en vigueur dans l'un de ces Etats, et certifiant leur préparation à l'exercice de la profession considérée. L'attestation de compétence doit avoir été délivrée sur la base soit d'une formation, soit d'un examen spécifique sans formation préalable, ou de l'exercice de la profession considérée dans l'un de ces Etats pendant trois années effectives. 6.3. Les dispositions de l'article L. 232-1 du code de la consommation concernant la protection du consommateur assurée par les dispositions prises par un autre Etat membre de l'Union européenne en matière de clauses abusives dans les contrats sont opposables aux contrats conclus entre la personne accompagnée et le service d'aide et d'accompagnement à domicile.",
            "texteHtml": "<p>CAHIER DES CHARGES DÉFINISSANT LES CONDITIONS TECHNIQUES MINIMALES D'ORGANISATION ET DE FONCTIONNEMENT DES SERVICES D'AIDE ET D'ACCOMPAGNEMENT À DOMICILE MENTIONNÉS AUX 1° ET 16° DE L'ARTICLE L. 312-1<br/><br/>\nI.-Objectifs du cahier des charges national</p><p>Le présent cahier des charges national définit les conditions techniques minimales d'organisation et de fonctionnement applicables aux services d'aide et d'accompagnement à domicile relevant des 1° et 16° du I de l'article L. 312-1.<br/><br/>\nCes services sont, en outre, soumis à l'ensemble des dispositions générales du présent code qui sont relatives aux services sociaux et médico-sociaux.</p><p>II.-Lexique</p><p>Les termes employés dans le présent cahier des charges renvoient aux définitions suivantes :</p><p>-le \" gestionnaire \" désigne la personne détentrice de l'autorisation du service d'aide et d'accompagnement à domicile qui fournit les prestations au profit des personnes accompagnées en mode prestataire ;<br/><br/>\n-les \" familles accompagnées \" désignent les familles qui bénéficient des prestations du service d'aide et d'accompagnement à domicile ;<br/><br/>\n-l'\" encadrant \" désigne la personne physique qui assure le suivi et l'animation technique des intervenants auprès des familles accompagnées et en vue d'apporter une réponse globale et personnalisée au regard de ses attentes et besoins. L'encadrement peut être assuré par une ou plusieurs personnes ;<br/><br/>\n-les \" intervenants \" désignent les salariés du gestionnaire. Ils interviennent au domicile des familles accompagnées ;<br/><br/>\n-le \" contrat \" désigne le document individuel de prise en charge ou le contrat conclu entre la personne accompagnée et le service.</p><p>Les activités relevant des services d'aide et d'accompagnement à domicile mentionnés au I se caractérisent, conformément à l'article D. 312-6, par des interventions liées au soutien à domicile auprès de familles dont la dynamique familiale nécessite un soutien, à la préservation ou à la restauration de l'autonomie dans l'exercice des activités de la vie quotidienne et au maintien et au développement des liens familiaux, en raison de l'état de santé, du handicap, de la situation familiale ou de difficultés temporaires, au domicile ou lors des déplacements des personnes depuis leur domicile.</p><p>III.-Cadre général de l'intervention du service d'aide et d'accompagnement à domicile auprès de familles</p><p>3.1. Le gestionnaire et les intervenants établissent une relation de confiance et de dialogue avec les familles accompagnées et leur entourage familial et social. Ils respectent l'intimité des familles, leur choix de vie, leur espace privé, leurs biens et la confidentialité des informations reçues. Le partage d'informations strictement nécessaires au suivi social ou médico-social s'exerce dans les conditions prévues par l'article L. 1110-4 du code de la santé publique ou l'article L. 226-2-2 du présent code.<br/><br/>\n3.2. Le gestionnaire garantit aux familles accompagnées auprès desquelles il intervient l'exercice des droits et libertés individuels, conformément à l'article L. 311-3.<br/><br/>\n3.3. L'exercice de ces activités nécessite de connaître le contexte local. En conséquence, le gestionnaire doit connaître le contexte social et médico-social local correspondant au public familial, afin de situer l'action de ses services en complémentarité et en coordination avec les autres intervenants et dispositifs, en cohérence avec le projet du service concerné.<br/><br/>\n3.4. Le gestionnaire et le conseil départemental qui s'engagent dans une démarche de contractualisation peuvent conclure le contrat pluriannuel d'objectifs et de moyens dont les mentions sont prévues à l'article L. 313-11-1.<br/><br/>\n3.5. Les prescriptions de ce cahier des charges constituent des conditions techniques minimales d'organisation et de fonctionnement que le gestionnaire met en œuvre selon ses propres choix d'organisation. Il lui appartient de définir et de mettre en œuvre les modalités d'organisation, d'encadrement et de coordination des interventions de façon à assurer une prestation de qualité, de la maintenir dans le temps et d'en justifier l'effectivité dans le cadre des contrôles et procédures prévus à cet effet.</p><p>IV.-Accompagnement des familles<br/><br/>\n4.1. Accueil et information des familles accompagnées</p><p>4.1.1. Le gestionnaire dispose, sur la zone d'intervention du service, en propre ou de manière mutualisée, de locaux adaptés à l'accueil du public et permettant de garantir la confidentialité des échanges. Il offre un accueil physique et téléphonique cohérent avec son offre de service et, au minimum, un accueil physique de deux demi-journées par semaine, à date et heure fixes. L'amplitude horaire minimale par demi-journée est de trois heures.<br/><br/>\n4.1.2. L'accueil téléphonique est personnalisé et assuré au minimum 5 jours sur 7, sur une plage horaire de 7 heures par jour. Le gestionnaire met à la disposition de la famille accompagnée au moins un numéro d'appel pour l'ensemble des prestations proposées localement. Une procédure de gestion des messages téléphoniques est mise en place.<br/><br/>\n4.1.3. Le gestionnaire satisfait à l'ensemble des obligations d'information préalable du consommateur sur les prestations de services à la personne, telles que définies dans l'arrêté mentionné à l'article L. 112-1 du code de la consommation.<br/><br/>\nAu titre de l'obligation générale d'information, le gestionnaire met à disposition de la famille accompagnée, sur le lieu d'accueil et sur son site internet lorsqu'il existe, la liste de chacune des prestations qu'il propose et la catégorie dont elle relève en application de la réglementation.<br/><br/>\n4.1.4. Au titre de l'information sur le coût des prestations, le gestionnaire indique le détail des coûts des interventions. Le cas échéant, la mention d'un avantage fiscal est clairement définie et détachée du prix.<br/><br/>\n4.1.5. Le gestionnaire remet gratuitement un devis pour les prestations, ou ensemble de prestations, dont le prix mensuel est supérieur ou égal à 100 euros (toutes taxes comprises), ou, quel que soit le prix des prestations, à la demande des familles accompagnées. Cette information est affichée de façon lisible et visible dans le lieu d'accueil. Le devis comporte les mentions obligatoires définies dans l'arrêté mentionné à l'article L. 112-1 du code de la consommation.<br/><br/>\n4.1.6. Le gestionnaire met en outre à disposition du public une information relative aux financements auxquels il est susceptible d'avoir droit, aux démarches à effectuer pour les obtenir, ainsi qu'aux recours possibles en cas de litige. Cette documentation est distincte du livret d'accueil.<br/><br/>\n4.1.7. Les points 4.1.4 et 4.1.5 ne s'appliquent pas aux services d'aide et d'accompagnement à domicile mentionnés au 1° du I de l'article L. 312-1.</p><p>4.2. Analyse de la demande et proposition aux familles accompagnées d'une intervention individualisée</p><p>4.2.1. Les services peuvent intervenir à la demande des familles ou d'intervenants de services sociaux. Les demandes, lorsqu'elles viennent des familles, sont formulées directement auprès des services.<br/><br/>\n4.2.2. Dans le cadre de l'aide sociale à l'enfance :</p><p>-la demande est à l'initiative d'un service médico-social ou de la personne qui assure la charge effective de l'enfant ;<br/><br/>\n-la décision d'intervention est prise par le président du conseil départemental.</p><p>4.2.3. L'évaluation préalable de la situation familiale est effectuée par :</p><p>-le service d'aide à domicile lorsque la demande émane des parents ou fait suite à une prescription médicale ;<br/><br/>\n-un travailleur social, ou conjointement avec le service d'aide et d'accompagnement à domicile désigné par le service de l'aide sociale à l'enfance.</p><p>Les objectifs de l'intervention sont déterminés avec les parents. Ils s'inscrivent, dans le cas de l'aide sociale à l'enfance, dans le projet pour l'enfant, qui doit être formalisé.<br/><br/>\n4.2.4. La proposition d'intervention prend en compte, le cas échéant, les modalités de coordination avec d'éventuelles autres interventions. A cette fin, le gestionnaire recueille par tous moyens les informations utiles auprès des familles accompagnées.</p><p>4.3. Information et consentement des familles accompagnées</p><p>4.3.1. Le gestionnaire remet, lors de la signature du contrat, un livret d'accueil dans les conditions prévues à l'article L. 311-4, sous forme papier, à chaque personne accompagnée ou à son représentant légal.<br/><br/>\nLe livret d'accueil est régulièrement mis à jour en tant que de besoin. Il comporte au minimum les informations suivantes :</p><p>-le nom, le statut, les coordonnées de la personne morale et la référence d'autorisation ;<br/><br/>\n-les coordonnées du ou des lieux d'accueil, les jours et les heures d'ouverture ;<br/><br/>\n-les principales prestations proposées, leurs tarifs avant déduction d'aide et les conventionnements ;<br/><br/>\n-les périodes d'intervention et les conditions générales de remplacement des intervenants en cas d'absence ;<br/><br/>\n-les recours possibles, en cas de litige, à une procédure de médiation conventionnelle ou à tout autre mode alternatif de règlement des différends, en application des dispositions de l'article L. 211-3 du code de la consommation et la liste des personnes qualifiées prévue à l'article L. 311-5 du présent code à laquelle la personne accompagnée peut avoir recours en cas de conflit ;<br/><br/>\n-la possibilité de recourir à une personne de confiance en application des dispositions de l'article L. 311-5-1, au cas où la famille accompagnée rencontre des difficultés dans la connaissance et la compréhension de ses droits, ou si elle le souhaite, pour l'accompagner dans ses démarches ;<br/><br/>\n-les coordonnées des services du président du conseil départemental territorialement compétent.</p><p>Les tarifs des prestations proposées avant déduction d'aide et les conventionnements peuvent figurer dans un document annexe joint au livret d'accueil à condition que celui-ci précise que ce document est remis avec le livret.<br/><br/>\n4.3.2. Toute prestation donne lieu à l'établissement d'un contrat écrit dont un exemplaire est remis aux familles accompagnées et qui précise la durée, la fréquence, le type, le prix de la prestation avant toute prise en charge. Lorsque cette information est disponible, l'estimation du montant restant à charge des familles accompagnées est jointe au contrat initial.<br/><br/>\nLa facture fait apparaître un relevé précis des consommations. Dans tous les cas, la formalisation de l'accord de la personne accompagnée sur la prestation proposée et ses modalités est nécessaire. Cet accord est recueilli dans le cadre du contrat avant l'intervention, à l'exception des cas d'urgence avérée. Dans ces derniers cas, le recueil de l'accord du proche aidant est recherché dans la mesure du possible.<br/><br/>\n4.3.3. Dans le cadre d'une contractualisation hors établissement, le gestionnaire se conforme à l'ensemble des dispositions prévues au <a href='/affichCode.do?cidTexte=LEGITEXT000006069565&dateTexte=&categorieLien=cid'>code de la consommation</a>. Il fournit notamment à la personne accompagnée, conformément à l'article L. 221-8 du code de la consommation, les informations relatives aux prestations proposées. Le contrat est conforme aux exigences de l'article L. 221-9 du même code et comprend notamment un bordereau de rétractation, dont les conditions de présentation et les mentions sont précisées en annexe de l'article R. 221-1 du même code. La personne accompagnée dispose d'un droit de rétractation de quatorze jours à compter du lendemain du jour de la signature du contrat conclu entre la personne accompagnée et le gestionnaire, dans les conditions prévues aux articles L. 221-18 et suivants du même code. Durant ce délai de quatorze jours, conformément à l'article L. 221-27 du même code, l'exercice du droit de rétractation met automatiquement fin au contrat sans frais pour le consommateur autres que ceux prévus aux articles L. 221-23 à L. 221-25 du même code.<br/><br/>\nPar exception, les dispositions de l'article L. 221-10 du code de la consommation qui interdisent tout paiement ou contrepartie avant un délai de sept jours ne s'appliquent pas aux souscriptions à domicile proposées par les services ayant pour objet la fourniture des prestations d'aide à domicile sous forme de contrats à exécution successive. Pour ceux-ci, tout paiement ou contrepartie dans ce délai de sept jours crée, pour les familles accompagnées, un droit de résiliation du contrat à tout moment et sans préavis, frais ou indemnité et un droit au remboursement, dans un délai de quinze jours, des sommes versées au prorata de la durée du contrat restant à courir.<br/><br/>\n4.3.4. Le gestionnaire ou l'encadrant s'assure de la bonne information des intervenants sur les besoins spécifiques des familles accompagnées avant toute intervention. Il vérifie la bonne compréhension du protocole d'intervention (consignes, tâches à accomplir …).<br/><br/>\n4.3.5. A l'exception de la première phrase du point 4.3.1, les dispositions précédentes ne s'appliquent pas aux services d'aide et d'accompagnement à domicile mentionnés au 1° du I de l'article L. 312-1 du présent code.</p><p>4.4. Réaliser l'intervention</p><p>4.4.1. Les familles accompagnées sont informées de l'identité des intervenants. Elles peuvent identifier l'intervenant grâce à un signe de reconnaissance adapté à la situation (badge, carte professionnelle …).<br/><br/>\n4.4.2. Les horaires d'intervention et le contenu de la prestation définis préalablement sont respectés. Les conditions et modalités de changements éventuels des horaires d'intervention et évolution des prestations initialement définies sont contractuellement précisées. Les familles accompagnées sont informées de ces changements éventuels des horaires d'intervention et évolution des prestations initialement définies. En tout état de cause, les modifications des modalités de mise en œuvre du service ne peuvent être imposées au bénéficiaire unilatéralement par le gestionnaire.<br/><br/>\n4.4.3. Pour les prestations régulières réalisées au domicile des familles accompagnées, un cahier de liaison, ou un système équivalent est tenu à jour et utilisé dans les conditions prévues par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006685745&dateTexte=&categorieLien=cid'>article L. 1110-4 du code de la santé publique</a>. Ce support d'information est utilisable par tous les acteurs et consultable pour les informations qu'ils ont à connaître.<br/><br/>\n4.4.4. Le gestionnaire établit une facturation claire et détaillée et une attestation fiscale annuelle, conformément aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018500096&dateTexte=&categorieLien=cid'>articles D. 7233-1 à D. 7233-4 du code du travail</a>. Cette facture est délivrée avant paiement conformément à l'arrêté du 17 mars 2015 relatif à l'information sur les prestations de services à la personne.<br/><br/>\n4.4.5. Pour les services d'aide et d'accompagnement à domicile mentionnés aux 1° du I de l'article L. 312-1, les points 4.4.3 et 4.4.4 ne s'appliquent pas.</p><p>4.5. Suivi de l'intervention</p><p>4.5.1. Le gestionnaire désigne un interlocuteur au sein de la structure, chargé du suivi de chacune des prestations. Il communique son nom aux familles accompagnées.<br/><br/>\n4.5.2. Le gestionnaire met en place un dispositif de suivi individualisé des prestations en accord avec les familles accompagnées. Il s'appuie à cette fin sur tous les éléments utiles tels que les retours des intervenants et du proche aidant. La situation des familles accompagnées fait l'objet d'un réexamen au moins une fois par an afin de réactualiser l'intervention si nécessaire. Les conditions et modalités de réactualisation doivent être contractuellement définies.<br/><br/>\n4.5.3. Sans préjudice de l'application des dispositions de l'article L. 226-2-1 :<br/><br/>\n1° Les intervenants font remonter les événements importants et les informations préoccupantes concernant les familles accompagnées. Le gestionnaire définit les modalités d'association des intervenants à la coordination avec les autres intervenants et aux réflexions entraînant des modifications d'intervention ;<br/><br/>\n2° Le gestionnaire organise le traitement des réclamations, tient à jour leur historique et gère les éventuels conflits entre les intervenants et les familles accompagnées. En cas de conflit non résolu avec le gestionnaire, les familles accompagnées peuvent faire appel, pour les aider à faire valoir leurs droits, à une personne qualifiée qu'ils choisissent sur la liste prévue à l'article L. 311-5 annexée au livret d'accueil ;<br/><br/>\n3° Le gestionnaire met en place un dispositif de traitement des situations de maltraitance. Lorsqu'il a connaissance d'une telle situation, il transmet un signalement aux autorités compétentes, en particulier au président du conseil départemental ou au responsable désigné par lui et en informe la personne accompagnée ou son proche aidant.</p><p>V.-Organisation et fonctionnement interne du service d'aide et d'accompagnement à domicile<br/><br/>\n5.1. Recrutement et qualification du personnel</p><p>5.1.1. Pour réaliser ses missions, le gestionnaire doit s'assurer de disposer de compétences qui permettent de garantir la qualité de la prestation rendue, assurant ainsi, personnellement ou avec des salariés, les trois fonctions suivantes :</p><p>-la fonction de direction est généralement remplie par le gestionnaire ou son représentant. Elle comprend notamment la mise en œuvre et l'évaluation des prescriptions du présent cahier des charges national et justifie des qualifications prévues aux articles D. 312-176-6 à D. 312-176-8 et D. 312-176-10 ;</p><p>-la fonction d'encadrement qui comprend :<br/><br/>\n-l'évaluation globale et individuelle de la personne accompagnée ;<br/><br/>\n-la proposition d'intervention au regard de ses attentes et besoins ;<br/><br/>\n-le suivi des situations, l'animation et l'organisation du travail en équipe ;<br/><br/>\n-la fonction d'intervenant auprès des personnes accompagnées.</p><p>Les compétences attendues des professionnels doivent permettre un accompagnement personnalisé et adapté.<br/><br/>\nLe gestionnaire ou son représentant doit remplir les conditions de qualification indiquées au point 5.1.3 lorsqu'il assure directement les fonctions d'encadrant dans un département.<br/><br/>\n5.1.2. S'il dispose de salariés, le gestionnaire s'assure des aptitudes des candidats à l'embauche à exercer les emplois proposés et il organise à cette fin le processus de recrutement.<br/><br/>\n5.1.3. L'encadrant est :</p><p>-soit titulaire d'une certification professionnelle au minimum de niveau IV inscrite au répertoire national des certifications professionnelles, dans les secteurs sanitaire, médico-social ou social ;<br/><br/>\n-soit titulaire d'une certification professionnelle dans les secteurs sanitaire, médico-social ou social ou des services à la personne au minimum de niveau V, inscrite au répertoire national des certifications professionnelles et justifie d'actions de formation ou d'accompagnement en cours ;<br/><br/>\n-soit dispose en tant qu'encadrant d'un service, d'une expérience professionnelle de trois ans dans le secteur sanitaire, médico-social ou social ;<br/><br/>\n-soit dispose d'une expérience professionnelle de trois ans dans le secteur sanitaire, médico-social ou social, de ressources humaines ou adaptée de services à la personne et justifie d'actions de formation ou d'accompagnement en cours ou effectuées dans une perspective de certification professionnelle ;<br/><br/>\n-soit bénéficie d'une formation en alternance pour obtenir une certification professionnelle de niveau IV inscrite au répertoire national des certifications professionnelles, dans les secteurs sanitaire, médico-social ou social.</p><p>5.1.4. Les intervenants sont :</p><p>-soit titulaires du diplôme d'Etat de technicien de l'intervention sociale et familiale ou d'une certification équivalente au minimum de niveau 4 inscrite au répertoire national des certifications professionnelles, attestant de compétences dans les secteurs sanitaire, médico-social, social ;<br/><br/>\n-pour les autres intervenants, soit titulaires du diplôme d'Etat d'accompagnant éducatif et social, d'un diplôme de niveau 3 dans le secteur sanitaire, médico-social ou social, d'un certificat de qualification professionnelle inscrit au répertoire national des certifications professionnelles, attestant de compétences dans les secteurs sanitaire, médico-social ou social, ou suivant une formation permettant l'obtention d'une telle qualification.</p><p>5.1.5. Dans le cadre du processus de recrutement, chaque candidat est reçu physiquement par le gestionnaire ou par l'encadrant pour un entretien d'embauche, sur la base d'une fiche de poste correspondant à l'emploi à pourvoir, permettant d'apprécier ses motivations, ses compétences et aptitudes, sa qualification et son expérience professionnelle.</p><p>5.2. Sensibilisation et formation des personnels dans leurs pratiques professionnelles</p><p>5.2.1. Les intervenants sont soutenus et accompagnés dans leur pratique professionnelle par différents moyens tels que la formation, les réunions d'échanges de pratiques, les entretiens individuels.<br/><br/>\n5.2.2. Le gestionnaire propose en faveur des salariés de la structure :</p><p>-des actions de sensibilisation aux problématiques de santé au travail telles que les risques professionnels ;<br/><br/>\n-des réunions d'information et d'échanges, notamment sur les bonnes pratiques et le respect de la déontologie ;<br/><br/>\n-des actions de formation permettant une meilleure qualification des salariés et une valorisation des parcours professionnels.</p><p>5.2.3. Le gestionnaire met en œuvre des actions de prévention de la maltraitance et de promotion de la bientraitance en organisant au minimum une formation des encadrants et des intervenants.<br/><br/>\n5.2.4. Le gestionnaire informe les intervenants et les encadrants qu'il leur est interdit de recevoir toute délégation de pouvoirs sur les avoirs, biens ou droits, toute donation, tout dépôt de fonds, de valeur ou de bijoux.</p><p>5.3. Continuité et coordination des interventions</p><p>5.3.1. Le gestionnaire dispose de locaux en propre ou mutualisés adaptés à la coordination des prestations et des personnels dans le respect des conditions prévues au point 4.1.1.<br/><br/>\n5.3.2. Le gestionnaire garantit la continuité des interventions. Les moyens en personnel de la structure ou son organisation avec d'autres structures autorisées permettent d'assurer les prestations auxquelles elle s'est engagée dans le cadre du contrat, même en cas d'indisponibilité de l'intervenant (maladie, congés …) et y compris, le cas échéant, les samedis, dimanches et jours fériés lorsque la structure s'y est engagée.<br/><br/>\n5.3.3. Le gestionnaire assure la bonne coordination des interventions en assurant lui-même ou, le cas échéant, en faisant assurer par une structure dûment autorisée, les activités prévues, conformément aux stipulations du contrat signé avec la personne accompagnée.<br/><br/>\n5.3.4. Les familles accompagnées sont informées des conditions générales de remplacement. Le contrat précise ces conditions générales de remplacement, proposées en cas d'absence de l'intervenant habituel, y compris pendant les congés annuels.<br/><br/>\n5.3.5. Pour les prestations assurées par les services d'aide et d'accompagnement à domicile auxquels s'applique le présent cahier des charges national, le gestionnaire se donne les moyens de répondre aux situations d'urgence, notamment en organisant une permanence téléphonique durant les plages horaires de délivrance des services, le cas échéant par des moyens mutualisés avec d'autres organismes autorisés ou de téléassistance.</p><p>5.4. Amélioration de la prestation en continu</p><p>5.4.1. Le gestionnaire tient à jour l'historique des interventions.<br/><br/>\n5.4.2. La personne morale comportant le cas échéant plusieurs établissements adhère à la charte nationale qualité des services à la personne.<br/><br/>\n5.4.3. Le gestionnaire procède au moins une fois par an à des contrôles internes portant sur l'application du cahier des charges national. Ces contrôles couvrent notamment la mise en œuvre de la charte nationale qualité.<br/><br/>\n5.4.4. Le gestionnaire fait procéder au moins une fois par an à une enquête auprès des personnes accompagnées sur leur perception de la qualité des interventions.<br/><br/>\n5.4.5. Le gestionnaire prend en compte les recommandations de bonnes pratiques professionnelles validées notamment par la Haute Autorité de santé lorsqu'il intervient auprès des familles.</p><p>VI.-Dispositions communautaires</p><p>6.2. Les intervenants, les encadrants ou les référents ressortissants d'un Etat membre de l'Union européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen sont soit titulaires d'une attestation de compétence, soit d'un titre de formation délivré dans un Etat membre de l'Union européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen, par une autorité compétente désignée conformément aux dispositions en vigueur dans l'un de ces Etats, et certifiant leur préparation à l'exercice de la profession considérée. L'attestation de compétence doit avoir été délivrée sur la base soit d'une formation, soit d'un examen spécifique sans formation préalable, ou de l'exercice de la profession considérée dans l'un de ces Etats pendant trois années effectives.<br/><br/>\n6.3. Les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032221753&dateTexte=&categorieLien=cid'>dispositions de l'article L. 232-1 du code de la consommation </a>concernant la protection du consommateur assurée par les dispositions prises par un autre Etat membre de l'Union européenne en matière de clauses abusives dans les contrats sont opposables aux contrats conclus entre la personne accompagnée et le service d'aide et d'accompagnement à domicile.</p>",
            "num": "Annexe 3-0-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1689552000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1606418431,
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-13",
                        "fin": "2999-01-01",
                        "titre": "Annexe ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018780362",
                        "id": "LEGISCTA000018780362",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047843095",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000018780362",
            "sectionParentId": "LEGISCTA000018780362",
            "sectionParentTitre": "Annexe ",
            "fullSectionsTitre": "Annexe ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047843095",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074069",
                    "titre": "Code de l'action sociale et des familles",
                    "titreLong": "Code de l'action sociale et des familles",
                    "etat": "VIGUEUR",
                    "dateDebut": 977529600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074069",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047837913",
                    "textTitle": "Décret n°2023-608 du 13 juillet 2023 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047841363",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-07-16",
                    "dateSignaTexte": "2023-07-13",
                    "dateDebutCible": "2023-07-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006069565",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L232-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-1",
                    "articleId": "LEGIARTI000032221753",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D7233-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D7233-1",
                    "articleId": "LEGIARTI000018500096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1110-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1110-4",
                    "articleId": "LEGIARTI000006685745",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "",
                    "textTitle": "article L. 112-1 du code de la consommation",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "article L. 112-1 du code de la consommation",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "article L. 221-8 du code de la consommation",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "dispositions de l'article L. 211-3 du code de la consommation",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "dispositions de l'article L. 221-10 du code de la consommation",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047843095",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1689552000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 3-0-1",
                "3-0-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}