{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044617686",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts, les journaux et écrits périodiques présentant un lien direct avec l'actualité, apprécié au regard de l'objet de la publication, doivent : I.-Présenter un contenu original composé d'informations ayant fait l'objet d'un traitement à caractère journalistique, notamment dans la recherche, la collecte, la vérification et la mise en forme de ces informations. Ce traitement, qui peut être apporté par des agences de presse agréées au sens de l'ordonnance du 2 novembre 1945, est réalisé par une équipe rédactionnelle composée de journalistes professionnels au sens de l'article L. 7111-3 du code du travail. La composition de cette équipe est appréciée en fonction de la taille de l'entreprise éditrice, de l'objet de la publication et de sa périodicité. II.-Remplir les conditions suivantes : 1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ; 2° Satisfaire aux obligations de la loi du 29 juillet 1881 sur la liberté de la presse, notamment : a) Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ; b) Avoir un directeur de la publication dont le nom est imprimé sur tous les exemplaires. 3° Paraître régulièrement au moins une fois par trimestre sans qu'il puisse y avoir un intervalle supérieur à quatre mois entre deux parutions ; 4° Faire l'objet d'une vente effective au public, au numéro ou par abonnement, à un prix marqué ayant un lien réel avec les coûts, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication. Un arrêté conjoint du ministre chargé du budget, du ministre chargé de la communication et du ministre chargé des postes précise, en tant que de besoin, les modalités d'application de la présente disposition ; 5° Avoir au plus les deux tiers de leur surface consacrés aux annonces classées, sans que ces dernières excèdent la moitié de la surface totale, à la publicité et aux annonces judiciaires et légales ; 5° bis Respecter l'obligation d'information du lecteur quant à l'identification des publicités publiées, en application du dernier alinéa de l'article 10 de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse ; 6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes : a) Feuilles d'annonces, tracts, guides, prospectus, catalogues, almanachs, répertoires, index, lexiques ; b) Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus ; toutefois, ce complément ou cette mise à jour peut bénéficier des avantages fiscaux pour la partie qui, au cours d'une année, n'accroît pas le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ; c) Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de communication ou qui apparaissent comme étant l'accessoire d'une activité commerciale ou industrielle ; d) Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des publications ayant pour objet essentiel l'insertion à titre d'information des programmes de radiodiffusion et de télévision, et des cotes de valeurs mobilières ; e) Publications ayant pour objet principal d'informer sur la vie interne d'un groupement, quelle que soit sa forme juridique, ou constituant un instrument de publicité ou de propagande pour celui-ci ; f) Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque ; 7° Pour les suppléments, les numéros spéciaux ou hors série de journaux ou de publications périodiques, répondre, en outre, aux conditions suivantes : a) Le supplément doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \" supplément \" suivie de l'indication du titre et de la date ou du numéro de la publication à laquelle il se rattache. Pour l'application du présent article, est considérée comme supplément à un journal ou à un écrit périodique toute publication détachée paraissant périodiquement ou constituant une addition occasionnée par l'abondance des sujets traités ou destinée à compléter ou à illustrer le texte d'une publication. Le supplément ne peut pas être vendu isolément ni faire l'objet d'un abonnement séparé ; b) Le numéro spécial ou hors série doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \" numéro spécial \" ou \" hors-série \". Toutefois, dans la limite d'un numéro par an pour les publications trimestrielles et de deux numéros par an pour les publications paraissant à des intervalles moindres, le numéro spécial ou hors série peut être consacré à un thème unique, à condition que le sujet traité présente un lien manifeste avec le contenu habituel de la publication principale. Pour l'application du présent article, est considérée comme numéro spécial ou hors-série d'un journal ou d'un écrit périodique toute publication proposée au public en dehors de la parution normale, à l'occasion d'un événement ou d'une manifestation importante. 8° N'être pas susceptible de choquer le lecteur par une représentation dégradante de la personne humaine portant atteinte à sa dignité et à la décence ou présentant sous un jour favorable la violence. III.-Sous réserve de répondre aux dispositions du II et à condition qu'elles présentent un lien direct avec l'actualité ainsi qu'un contenu original, les publications d'associations ou de groupements peuvent bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts.",
            "texteHtml": "<p>Pour bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts, les journaux et écrits périodiques présentant un lien direct avec l'actualité, apprécié au regard de l'objet de la publication, doivent :<br/><br/>\n I.-Présenter un contenu original composé d'informations ayant fait l'objet d'un traitement à caractère journalistique, notamment dans la recherche, la collecte, la vérification et la mise en forme de ces informations. Ce traitement, qui peut être apporté par des agences de presse agréées au sens de l'ordonnance du 2 novembre 1945, est réalisé par une équipe rédactionnelle composée de journalistes professionnels au sens de l'article L. 7111-3 du code du travail.<br/><br/>\n La composition de cette équipe est appréciée en fonction de la taille de l'entreprise éditrice, de l'objet de la publication et de sa périodicité.<br/><br/>\n II.-Remplir les conditions suivantes :</p><p>1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ;</p><p>2° Satisfaire aux obligations de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000877119&categorieLien=cid'>loi du 29 juillet 1881</a> sur la liberté de la presse, notamment :</p><p>a) Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ;</p><p>b) Avoir un directeur de la publication dont le nom est imprimé sur tous les exemplaires.</p><p>3° Paraître régulièrement au moins une fois par trimestre sans qu'il puisse y avoir un intervalle supérieur à quatre mois entre deux parutions ;</p><p>4° Faire l'objet d'une vente effective au public, au numéro ou par abonnement, à un prix marqué ayant un lien réel avec les coûts, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication.</p><p>Un arrêté conjoint du ministre chargé du budget, du ministre chargé de la communication et du ministre chargé des postes précise, en tant que de besoin, les modalités d'application de la présente disposition ;</p><p>5° Avoir au plus les deux tiers de leur surface consacrés aux annonces classées, sans que ces dernières excèdent la moitié de la surface totale, à la publicité et aux annonces judiciaires et légales ;</p><p>5° bis Respecter l'obligation d'information du lecteur quant à l'identification des publicités publiées, en application du dernier alinéa de l'article 10 de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse ;</p><p>6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes :</p><p>a) Feuilles d'annonces, tracts, guides, prospectus, catalogues, almanachs, répertoires, index, lexiques ;</p><p>b) Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus ; toutefois, ce complément ou cette mise à jour peut bénéficier des avantages fiscaux pour la partie qui, au cours d'une année, n'accroît pas le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ;</p><p>c) Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de communication ou qui apparaissent comme étant l'accessoire d'une activité commerciale ou industrielle ;</p><p>d) Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des publications ayant pour objet essentiel l'insertion à titre d'information des programmes de radiodiffusion et de télévision, et des cotes de valeurs mobilières ;</p><p>e) Publications ayant pour objet principal d'informer sur la vie interne d'un groupement, quelle que soit sa forme juridique, ou constituant un instrument de publicité ou de propagande pour celui-ci ;</p><p>f) Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque ;</p><p>7° Pour les suppléments, les numéros spéciaux ou hors série de journaux ou de publications périodiques, répondre, en outre, aux conditions suivantes :</p><p>a) Le supplément doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \" supplément \" suivie de l'indication du titre et de la date ou du numéro de la publication à laquelle il se rattache.</p><p>Pour l'application du présent article, est considérée comme supplément à un journal ou à un écrit périodique toute publication détachée paraissant périodiquement ou constituant une addition occasionnée par l'abondance des sujets traités ou destinée à compléter ou à illustrer le texte d'une publication. Le supplément ne peut pas être vendu isolément ni faire l'objet d'un abonnement séparé ;</p><p>b) Le numéro spécial ou hors série doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \" numéro spécial \" ou \" hors-série \". Toutefois, dans la limite d'un numéro par an pour les publications trimestrielles et de deux numéros par an pour les publications paraissant à des intervalles moindres, le numéro spécial ou hors série peut être consacré à un thème unique, à condition que le sujet traité présente un lien manifeste avec le contenu habituel de la publication principale.</p><p>Pour l'application du présent article, est considérée comme numéro spécial ou hors-série d'un journal ou d'un écrit périodique toute publication proposée au public en dehors de la parution normale, à l'occasion d'un événement ou d'une manifestation importante.</p><p>8° N'être pas susceptible de choquer le lecteur par une représentation dégradante de la personne humaine portant atteinte à sa dignité et à la décence ou présentant sous un jour favorable la violence.</p><p>III.-Sous réserve de répondre aux dispositions du II et à condition qu'elles présentent un lien direct avec l'actualité ainsi qu'un contenu original, les publications d'associations ou de groupements peuvent bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts.</p>",
            "num": "72",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1656028800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133752",
                        "id": "LEGISCTA000006133752",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146820",
                        "id": "LEGISCTA000006146820",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Champ d'application",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162244",
                        "id": "LEGISCTA000006162244",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Opérations exonérées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179353",
                        "id": "LEGISCTA000006179353",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Presse et impression",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191404",
                        "id": "LEGISCTA000006191404",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296921",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191404",
            "sectionParentId": "LEGISCTA000006191404",
            "sectionParentTitre": "B : Presse et impression",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section I : Champ d'application &gt; II : Opérations exonérées &gt; B : Presse et impression",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000044617686",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 5 du décret n° 2021-1746 du 21 décembre 2021, ces dispositions entrent en vigueur six mois après sa date de publication. Un bilan d'application de ces dispositions sera réalisé à l'issue d'une période de deux ans suivant la publication du présent décret.",
            "notaHtml": "<p>Conformément à l’article 5 du décret n° 2021-1746 du 21 décembre 2021, ces dispositions entrent en vigueur six mois après sa date de publication.<br clear='none'/><br clear='none'/>\nUn bilan d'application de ces dispositions sera réalisé à l'issue d'une période de deux ans suivant la publication du présent décret.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044546886",
                    "textTitle": "Décret n°2021-1746 du 21 décembre 2021 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000044608007",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-12-23",
                    "dateSignaTexte": "2021-12-21",
                    "dateDebutCible": "2022-06-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000877119",
                    "textTitle": "Loi du 29 juillet 1881",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000877119",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -2790374400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000202677",
                    "textTitle": "Décret n°97-1065 du 20 novembre 1997 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000029130171",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1065",
                    "datePubli": 880070400000,
                    "dateDebut": 1403654400000
                },
                {
                    "textCid": "JORFTEXT000025688505",
                    "textTitle": "Décret n°2012-484 du 13 avril 2012 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000033073531",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-484",
                    "datePubli": 1334448000000,
                    "dateDebut": 1472342400000
                },
                {
                    "textCid": "JORFTEXT000029123146",
                    "textTitle": "DÉCRET n°2014-659 du 23 juin 2014 - art. 7, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029123208",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-659",
                    "datePubli": 1403568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031426042",
                    "textTitle": "DÉCRET n°2015-1428 du 5 novembre 2015 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031426550",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1428",
                    "datePubli": 1446768000000,
                    "dateDebut": 1446854400000
                },
                {
                    "textCid": "JORFTEXT000032847905",
                    "textTitle": "Décret n°2016-917 du 5 juillet 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000032850225",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-917",
                    "datePubli": 1467763200000,
                    "dateDebut": 1467849600000
                },
                {
                    "textCid": "JORFTEXT000033748524",
                    "textTitle": "Arrêté du 28 décembre 2016 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033841149",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1483142400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L541-10-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L541-10-1",
                    "articleId": "LEGIARTI000031066536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 298 septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "298 septies",
                    "articleId": "LEGIARTI000044983740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000045766145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296921",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 417139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296922",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 417139200000,
                    "dateFin": 860716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296923",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 860716800000,
                    "dateFin": 1178582400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296924",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178582400000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703232",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1656028800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044617686",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1656028800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "72"
            ],
            "versionPrecedente": "LEGIARTI000025703232",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025703232",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les journaux et écrits périodiques présentant un lien direct avec l'actualité, apprécié au regard de l'objet de la publication et présentant un apport éditorial significatif, bénéficient des avantages fiscaux prévus à l'article 298 septies du code général des impôts s'ils remplissent les conditions suivantes : 1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ; 2° Satisfaire aux obligations de la loi du 29 juillet 1881 sur la liberté de la presse, notamment : a) Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ; b) Avoir un directeur de la publication dont le nom est imprimé sur tous les exemplaires. 3° Paraître régulièrement au moins une fois par trimestre sans qu'il puisse y avoir un intervalle supérieur à quatre mois entre deux parutions ; 4° Faire l'objet d'une vente effective au public, au numéro ou par abonnement, à un prix marqué ayant un lien réel avec les coûts, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication. Un arrêté conjoint du ministre chargé du budget, du ministre chargé de la communication et du ministre chargé des postes précise, en tant que de besoin, les modalités d'application de la présente disposition ; 5° Avoir au plus les deux tiers de leur surface consacrés aux annonces classées, sans que ces dernières excèdent la moitié de la surface totale, à la publicité et aux annonces judiciaires et légales ; 6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes : a) Feuilles d'annonces, tracts, guides, prospectus, catalogues, almanachs, répertoires, index, lexiques ; b) Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus ; toutefois, ce complément ou cette mise à jour peut bénéficier des avantages fiscaux pour la partie qui, au cours d'une année, n'accroît pas le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ; c) Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de communication ou qui apparaissent comme étant l'accessoire d'une activité commerciale ou industrielle ; d) Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des publications ayant pour objet essentiel l'insertion à titre d'information des programmes de radiodiffusion et de télévision, et des cotes de valeurs mobilières ; e) Publications ayant pour objet principal d'informer sur la vie interne d'un groupement, quelle que soit sa forme juridique, ou constituant un instrument de publicité ou de propagande pour celui-ci ; f) Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque ; 7° Pour les suppléments, les numéros spéciaux ou hors série de journaux ou de publications périodiques, répondre, en outre, aux conditions suivantes : a) Le supplément doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \" supplément \" suivie de l'indication du titre et de la date ou du numéro de la publication à laquelle il se rattache. Pour l'application du présent article, est considérée comme supplément à un journal ou à un écrit périodique toute publication détachée paraissant périodiquement ou constituant une addition occasionnée par l'abondance des sujets traités ou destinée à compléter ou à illustrer le texte d'une publication. Le supplément ne peut pas être vendu isolément ni faire l'objet d'un abonnement séparé ; b) Le numéro spécial ou hors série doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \" numéro spécial \" ou \" hors-série \". Toutefois, dans la limite d'un numéro par an pour les publications trimestrielles et de deux numéros par an pour les publications paraissant à des intervalles moindres, le numéro spécial ou hors série peut être consacré à un thème unique, à condition que le sujet traité présente un lien manifeste avec le contenu habituel de la publication principale. Pour l'application du présent article, est considérée comme numéro spécial ou hors-série d'un journal ou d'un écrit périodique toute publication proposée au public en dehors de la parution normale, à l'occasion d'un événement ou d'une manifestation importante. 8° N'être pas susceptible de choquer le lecteur par une représentation dégradante de la personne humaine portant atteinte à sa dignité et à la décence ou présentant sous un jour favorable la violence.",
            "texteHtml": "<p>Les journaux et écrits périodiques présentant un lien direct avec l'actualité, apprécié au regard de l'objet de la publication et présentant un apport éditorial significatif, bénéficient des avantages fiscaux prévus à l'article 298 septies du code général des impôts s'ils remplissent les conditions suivantes : </p><p></p><p>1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ; </p><p></p><p>2° Satisfaire aux obligations de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000877119&categorieLien=cid'>loi du 29 juillet 1881</a> sur la liberté de la presse, notamment : </p><p></p><p>a) Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ; </p><p></p><p>b) Avoir un directeur de la publication dont le nom est imprimé sur tous les exemplaires. </p><p></p><p></p><p>3° Paraître régulièrement au moins une fois par trimestre sans qu'il puisse y avoir un intervalle supérieur à quatre mois entre deux parutions ; </p><p></p><p>4° Faire l'objet d'une vente effective au public, au numéro ou par abonnement, à un prix marqué ayant un lien réel avec les coûts, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication. </p><p></p><p>Un arrêté conjoint du ministre chargé du budget, du ministre chargé de la communication et du ministre chargé des postes précise, en tant que de besoin, les modalités d'application de la présente disposition ; </p><p></p><p>5° Avoir au plus les deux tiers de leur surface consacrés aux annonces classées, sans que ces dernières excèdent la moitié de la surface totale, à la publicité et aux annonces judiciaires et légales ; </p><p></p><p>6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes : </p><p></p><p>a) Feuilles d'annonces, tracts, guides, prospectus, catalogues, almanachs, répertoires, index, lexiques ; </p><p></p><p>b) Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus ; toutefois, ce complément ou cette mise à jour peut bénéficier des avantages fiscaux pour la partie qui, au cours d'une année, n'accroît pas le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ; </p><p></p><p>c) Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de communication ou qui apparaissent comme étant l'accessoire d'une activité commerciale ou industrielle ; </p><p></p><p>d) Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des publications ayant pour objet essentiel l'insertion à titre d'information des programmes de radiodiffusion et de télévision, et des cotes de valeurs mobilières ; </p><p></p><p>e) Publications ayant pour objet principal d'informer sur la vie interne d'un groupement, quelle que soit sa forme juridique, ou constituant un instrument de publicité ou de propagande pour celui-ci ; </p><p></p><p>f) Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque ; </p><p></p><p>7° Pour les suppléments, les numéros spéciaux ou hors série de journaux ou de publications périodiques, répondre, en outre, aux conditions suivantes : </p><p></p><p>a) Le supplément doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \" supplément \" suivie de l'indication du titre et de la date ou du numéro de la publication à laquelle il se rattache. </p><p></p><p>Pour l'application du présent article, est considérée comme supplément à un journal ou à un écrit périodique toute publication détachée paraissant périodiquement ou constituant une addition occasionnée par l'abondance des sujets traités ou destinée à compléter ou à illustrer le texte d'une publication. Le supplément ne peut pas être vendu isolément ni faire l'objet d'un abonnement séparé ; </p><p></p><p>b) Le numéro spécial ou hors série doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \" numéro spécial \" ou \" hors-série \". Toutefois, dans la limite d'un numéro par an pour les publications trimestrielles et de deux numéros par an pour les publications paraissant à des intervalles moindres, le numéro spécial ou hors série peut être consacré à un thème unique, à condition que le sujet traité présente un lien manifeste avec le contenu habituel de la publication principale. </p><p></p><p>Pour l'application du présent article, est considérée comme numéro spécial ou hors-série d'un journal ou d'un écrit périodique toute publication proposée au public en dehors de la parution normale, à l'occasion d'un événement ou d'une manifestation importante. </p><p></p><p>8° N'être pas susceptible de choquer le lecteur par une représentation dégradante de la personne humaine portant atteinte à sa dignité et à la décence ou présentant sous un jour favorable la violence.</p><p></p>",
            "num": "72",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1334534400000,
            "dateFin": 1656028800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133752",
                        "id": "LEGISCTA000006133752",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146820",
                        "id": "LEGISCTA000006146820",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Champ d'application",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162244",
                        "id": "LEGISCTA000006162244",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Opérations exonérées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179353",
                        "id": "LEGISCTA000006179353",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Presse et impression",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191404",
                        "id": "LEGISCTA000006191404",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296921",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191404",
            "sectionParentId": "LEGISCTA000006191404",
            "sectionParentTitre": "B : Presse et impression",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section I : Champ d'application &gt; II : Opérations exonérées &gt; B : Presse et impression",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000025703232",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025688505",
                    "textTitle": "Décret n°2012-484\n du 13 avril 2012 - art. 51",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "51",
                    "articleId": "LEGIARTI000025689857",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-15",
                    "dateSignaTexte": "2012-04-13",
                    "dateDebutCible": "2012-04-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000877119",
                    "textTitle": "Loi du 29 juillet 1881",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000877119",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -2790374400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000202677",
                    "textTitle": "Décret n°97-1065 du 20 novembre 1997 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000029130171",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1065",
                    "datePubli": 880070400000,
                    "dateDebut": 1403654400000
                },
                {
                    "textCid": "JORFTEXT000025688505",
                    "textTitle": "Décret n°2012-484 du 13 avril 2012 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000033073531",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-484",
                    "datePubli": 1334448000000,
                    "dateDebut": 1472342400000
                },
                {
                    "textCid": "JORFTEXT000029123146",
                    "textTitle": "DÉCRET n°2014-659 du 23 juin 2014 - art. 7, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029123208",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-659",
                    "datePubli": 1403568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031426042",
                    "textTitle": "DÉCRET n°2015-1428 du 5 novembre 2015 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031426550",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1428",
                    "datePubli": 1446768000000,
                    "dateDebut": 1446854400000
                },
                {
                    "textCid": "JORFTEXT000032847905",
                    "textTitle": "Décret n°2016-917 du 5 juillet 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000032850225",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-917",
                    "datePubli": 1467763200000,
                    "dateDebut": 1467849600000
                },
                {
                    "textCid": "JORFTEXT000033748524",
                    "textTitle": "Arrêté du 28 décembre 2016 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033841149",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1483142400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L541-10-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L541-10-1",
                    "articleId": "LEGIARTI000031066536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 298 septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "298 septies",
                    "articleId": "LEGIARTI000044983740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000045766145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296921",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 417139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296922",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 417139200000,
                    "dateFin": 860716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296923",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 860716800000,
                    "dateFin": 1178582400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296924",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178582400000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703232",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1656028800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044617686",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1656028800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "72"
            ],
            "versionPrecedente": "LEGIARTI000006296924",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006296924",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les journaux et écrits périodiques présentant un lien direct avec l'actualité, apprécié au regard de l'objet de la publication et présentant un apport éditorial significatif, bénéficient des avantages fiscaux prévus à l'article 298 septies du code général des impôts s'ils remplissent les conditions suivantes : 1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ; 2° Satisfaire aux obligations de la loi du 29 juillet 1881 sur la liberté de la presse, notamment : a) Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ; b) Avoir un directeur de la publication dont le nom est imprimé sur tous les exemplaires ; c) Avoir fait l'objet du dépôt prévu aux articles 7 et 10 de la loi précitée ; 3° Paraître régulièrement au moins une fois par trimestre sans qu'il puisse y avoir un intervalle supérieur à quatre mois entre deux parutions ; 4° Faire l'objet d'une vente effective au public, au numéro ou par abonnement, à un prix marqué ayant un lien réel avec les coûts, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication. Un arrêté conjoint du ministre chargé du budget, du ministre chargé de la communication et du ministre chargé des postes précise, en tant que de besoin, les modalités d'application de la présente disposition ; 5° Avoir au plus les deux tiers de leur surface consacrés aux annonces classées, sans que ces dernières excèdent la moitié de la surface totale, à la publicité et aux annonces judiciaires et légales ; 6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes : a) Feuilles d'annonces, tracts, guides, prospectus, catalogues, almanachs, répertoires, index, lexiques ; b) Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus ; toutefois, ce complément ou cette mise à jour peut bénéficier des avantages fiscaux pour la partie qui, au cours d'une année, n'accroît pas le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ; c) Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de communication ou qui apparaissent comme étant l'accessoire d'une activité commerciale ou industrielle ; d) Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des publications ayant pour objet essentiel l'insertion à titre d'information des programmes de radiodiffusion et de télévision, et des cotes de valeurs mobilières ; e) Publications ayant pour objet principal d'informer sur la vie interne d'un groupement, quelle que soit sa forme juridique, ou constituant un instrument de publicité ou de propagande pour celui-ci ; f) Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque ; 7° Pour les suppléments, les numéros spéciaux ou hors série de journaux ou de publications périodiques, répondre, en outre, aux conditions suivantes : a) Le supplément doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \"supplément\" suivie de l'indication du titre et de la date ou du numéro de la publication à laquelle il se rattache. Pour l'application du présent article, est considérée comme supplément à un journal ou à un écrit périodique toute publication détachée paraissant périodiquement ou constituant une addition occasionnée par l'abondance des sujets traités ou destinée à compléter ou à illustrer le texte d'une publication. Le supplément ne peut pas être vendu isolément ni faire l'objet d'un abonnement séparé ; b) Le numéro spécial ou hors série doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \"numéro spécial\" ou \"hors-série\". Toutefois, dans la limite d'un numéro par an pour les publications trimestrielles et de deux numéros par an pour les publications paraissant à des intervalles moindres, le numéro spécial ou hors série peut être consacré à un thème unique, à condition que le sujet traité présente un lien manifeste avec le contenu habituel de la publication principale. Pour l'application du présent article, est considérée comme numéro spécial ou hors-série d'un journal ou d'un écrit périodique toute publication proposée au public en dehors de la parution normale, à l'occasion d'un événement ou d'une manifestation importante. 8° N'être pas susceptible de choquer le lecteur par une représentation dégradante de la personne humaine portant atteinte à sa dignité et à la décence ou présentant sous un jour favorable la violence.",
            "texteHtml": "<p></p>   Les journaux et écrits périodiques présentant un lien direct avec l'actualité, apprécié au regard de l'objet de la publication et présentant un apport éditorial significatif, bénéficient des avantages fiscaux prévus à l'article 298 septies du code général des impôts s'ils remplissent les conditions suivantes :<p></p><p></p>   1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ;<p></p><p></p>   2° Satisfaire aux obligations de la loi du 29 juillet 1881 sur la liberté de la presse, notamment :<p></p><p></p>   a) Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ;<p></p><p></p>   b) Avoir un directeur de la publication dont le nom est imprimé sur tous les exemplaires ;<p></p><p></p>   c) Avoir fait l'objet du dépôt prévu aux articles 7 et 10 de la loi précitée ;<p></p><p></p>   3° Paraître régulièrement au moins une fois par trimestre sans qu'il puisse y avoir un intervalle supérieur à quatre mois entre deux parutions ;<p></p><p></p>   4° Faire l'objet d'une vente effective au public, au numéro ou par abonnement, à un prix marqué ayant un lien réel avec les coûts, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication.<p></p><p></p>   Un arrêté conjoint du ministre chargé du budget, du ministre chargé de la communication et du ministre chargé des postes précise, en tant que de besoin, les modalités d'application de la présente disposition ;<p></p><p></p>   5° Avoir au plus les deux tiers de leur surface consacrés aux annonces classées, sans que ces dernières excèdent la moitié de la surface totale, à la publicité et aux annonces judiciaires et légales ;<p></p><p></p>   6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes :<p></p><p></p>   a) Feuilles d'annonces, tracts, guides, prospectus, catalogues, almanachs, répertoires, index, lexiques ;<p></p><p></p>   b) Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus ; toutefois, ce complément ou cette mise à jour peut bénéficier des avantages fiscaux pour la partie qui, au cours d'une année, n'accroît pas le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ;<p></p><p></p>   c) Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de communication ou qui apparaissent comme étant l'accessoire d'une activité commerciale ou industrielle ;<p></p><p></p>   d) Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des publications ayant pour objet essentiel l'insertion à titre d'information des programmes de radiodiffusion et de télévision, et des cotes de valeurs mobilières ;<p></p><p></p>   e) Publications ayant pour objet principal d'informer sur la vie interne d'un groupement, quelle que soit sa forme juridique, ou constituant un instrument de publicité ou de propagande pour celui-ci ;<p></p><p></p>   f) Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque ;<p></p><p></p>   7° Pour les suppléments, les numéros spéciaux ou hors série de journaux ou de publications périodiques, répondre, en outre, aux conditions suivantes :<p></p><p></p>   a) Le supplément doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \"supplément\" suivie de l'indication du titre et de la date ou du numéro de la publication à laquelle il se rattache.<p></p><p></p>   Pour l'application du présent article, est considérée comme supplément à un journal ou à un écrit périodique toute publication détachée paraissant périodiquement ou constituant une addition occasionnée par l'abondance des sujets traités ou destinée à compléter ou à illustrer le texte d'une publication. Le supplément ne peut pas être vendu isolément ni faire l'objet d'un abonnement séparé ;<p></p><p></p>   b) Le numéro spécial ou hors série doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \"numéro spécial\" ou \"hors-série\". Toutefois, dans la limite d'un numéro par an pour les publications trimestrielles et de deux numéros par an pour les publications paraissant à des intervalles moindres, le numéro spécial ou hors série peut être consacré à un thème unique, à condition que le sujet traité présente un lien manifeste avec le contenu habituel de la publication principale.<p></p><p></p>   Pour l'application du présent article, est considérée comme numéro spécial ou hors-série d'un journal ou d'un écrit périodique toute publication proposée au public en dehors de la parution normale, à l'occasion d'un événement ou d'une manifestation importante.<p></p><p></p>   8° N'être pas susceptible de choquer le lecteur par une représentation dégradante de la personne humaine portant atteinte à sa dignité et à la décence ou présentant sous un jour favorable la violence.<p></p>",
            "num": "72",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1178582400000,
            "dateFin": 1334534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133752",
                        "id": "LEGISCTA000006133752",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146820",
                        "id": "LEGISCTA000006146820",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Champ d'application",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162244",
                        "id": "LEGISCTA000006162244",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Opérations exonérées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179353",
                        "id": "LEGISCTA000006179353",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Presse et impression",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191404",
                        "id": "LEGISCTA000006191404",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296921",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191404",
            "sectionParentId": "LEGISCTA000006191404",
            "sectionParentTitre": "B : Presse et impression",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section I : Champ d'application &gt; II : Opérations exonérées &gt; B : Presse et impression",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006296924",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000645380",
                    "textTitle": "Décret n°2007-734 du 7 mai 2007 - art. 1 () JORF 8 mai 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006263950",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-05-08",
                    "dateSignaTexte": "2007-05-07",
                    "dateDebutCible": "2007-05-08"
                },
                {
                    "textCid": "",
                    "textTitle": "L'article sera codifié ultérieurement",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 298 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000202677",
                    "textTitle": "Décret n°97-1065 du 20 novembre 1997 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000029130171",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1065",
                    "datePubli": 880070400000,
                    "dateDebut": 1403654400000
                },
                {
                    "textCid": "JORFTEXT000025688505",
                    "textTitle": "Décret n°2012-484 du 13 avril 2012 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000033073531",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-484",
                    "datePubli": 1334448000000,
                    "dateDebut": 1472342400000
                },
                {
                    "textCid": "JORFTEXT000029123146",
                    "textTitle": "DÉCRET n°2014-659 du 23 juin 2014 - art. 7, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029123208",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-659",
                    "datePubli": 1403568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031426042",
                    "textTitle": "DÉCRET n°2015-1428 du 5 novembre 2015 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031426550",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1428",
                    "datePubli": 1446768000000,
                    "dateDebut": 1446854400000
                },
                {
                    "textCid": "JORFTEXT000032847905",
                    "textTitle": "Décret n°2016-917 du 5 juillet 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000032850225",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-917",
                    "datePubli": 1467763200000,
                    "dateDebut": 1467849600000
                },
                {
                    "textCid": "JORFTEXT000033748524",
                    "textTitle": "Arrêté du 28 décembre 2016 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033841149",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1483142400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L541-10-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L541-10-1",
                    "articleId": "LEGIARTI000031066536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 298 septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "298 septies",
                    "articleId": "LEGIARTI000044983740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000045766145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1881-07-29 art. 7, art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296921",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 417139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296922",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 417139200000,
                    "dateFin": 860716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296923",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 860716800000,
                    "dateFin": 1178582400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296924",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178582400000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703232",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1656028800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044617686",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1656028800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "72"
            ],
            "versionPrecedente": "LEGIARTI000006296923",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006296923",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts, les journaux et publications périodiques présentant un lien avec l'actualité, apprécié au regard de l'objet de la publication, doivent remplir les conditions suivantes : 1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ; 2° Satisfaire aux obligations de la loi du 29 juillet 1881 sur la liberté de la presse, notamment : a) Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ; b) Avoir un directeur de la publication dont le nom est imprimé sur tous les exemplaires ; c) Avoir fait l'objet du dépôt prévu aux articles 7 et 10 de la loi précitée ; 3° Paraître régulièrement au moins une fois par trimestre sans qu'il puisse y avoir un intervalle supérieur à quatre mois entre deux parutions ; 4° Faire l'objet d'une vente effective au public, au numéro ou par abonnement, à un prix marqué ayant un lien réel avec les coûts, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication. Un arrêté conjoint du ministre chargé du budget, du ministre chargé de la communication et du ministre chargé des postes précise, en tant que de besoin, les modalités d'application de la présente disposition ; 5° Avoir au plus les deux tiers de leur surface consacrés à la publicité, aux annonces judiciaires et légales et aux annonces classées sans que ces dernières excèdent la moitié de la surface totale ; 6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes : a) Feuilles d'annonces, tracts, guides, prospectus, catalogues, almanachs ; b) Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus ; toutefois, ce complément ou cette mise à jour peut bénéficier des avantages fiscaux pour la partie qui, au cours d'une année, n'accroît pas le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ; c) Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de communication ou qui apparaissent comme étant l'accessoire d'une activité commerciale ou industrielle ; d) Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des publications ayant pour objet essentiel l'insertion à titre d'information des programmes de radiodiffusion et de télévision, et des cotes de valeurs mobilières ; e) Publications ayant pour objet principal d'informer sur la vie interne d'un groupement, quelle que soit sa forme juridique, ou constituant un instrument de publicité ou de propagande pour celui-ci ; f) Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque ; 7° Pour les suppléments, les numéros spéciaux ou hors série de journaux ou de publications périodiques, répondre, en outre, aux conditions suivantes : a) Le supplément doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \"supplément\" suivie de l'indication du titre et de la date ou du numéro de la publication à laquelle il se rattache. Pour l'application du présent article, est considérée comme supplément à un journal ou à un écrit périodique toute publication détachée paraissant périodiquement ou constituant une addition occasionnée par l'abondance des sujets traités ou destinée à compléter ou à illustrer le texte d'une publication. Le supplément ne peut pas être vendu isolément ni faire l'objet d'un abonnement séparé ; b) Le numéro spécial ou hors série doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \"numéro spécial\" ou \"hors-série\". Toutefois, dans la limite d'un numéro par an pour les publications trimestrielles et de deux numéros par an pour les publications paraissant à des intervalles moindres, le numéro spécial ou hors série peut être consacré à un thème unique, à condition que le sujet traité présente un lien manifeste avec le contenu habituel de la publication principale. Pour l'application du présent article, est considérée comme numéro spécial ou hors-série d'un journal ou d'un écrit périodique toute publication proposée au public en dehors de la parution normale, à l'occasion d'un événement ou d'une manifestation importante.",
            "texteHtml": "<p></p>   Pour bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts, les journaux et publications périodiques présentant un lien avec l'actualité, apprécié au regard de l'objet de la publication, doivent remplir les conditions suivantes :<p></p><p></p>   1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ;<p></p><p></p>   2° Satisfaire aux obligations de la loi du 29 juillet 1881 sur la liberté de la presse, notamment :<p></p><p></p>   a) Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ;<p></p><p></p>   b) Avoir un directeur de la publication dont le nom est imprimé sur tous les exemplaires ;<p></p><p></p>   c) Avoir fait l'objet du dépôt prévu aux articles 7 et 10 de la loi précitée ;<p></p><p></p>   3° Paraître régulièrement au moins une fois par trimestre sans qu'il puisse y avoir un intervalle supérieur à quatre mois entre deux parutions ;<p></p><p></p>   4° Faire l'objet d'une vente effective au public, au numéro ou par abonnement, à un prix marqué ayant un lien réel avec les coûts, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication.<p></p><p></p>   Un arrêté conjoint du ministre chargé du budget, du ministre chargé de la communication et du ministre chargé des postes précise, en tant que de besoin, les modalités d'application de la présente disposition ;<p></p><p></p>   5° Avoir au plus les deux tiers de leur surface consacrés à la publicité, aux annonces judiciaires et légales et aux annonces classées sans que ces dernières excèdent la moitié de la surface totale ;<p></p><p></p>   6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes :<p></p><p></p>   a) Feuilles d'annonces, tracts, guides, prospectus, catalogues, almanachs ;<p></p><p></p>   b) Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus ; toutefois, ce complément ou cette mise à jour peut bénéficier des avantages fiscaux pour la partie qui, au cours d'une année, n'accroît pas le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ;<p></p><p></p>   c) Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de communication ou qui apparaissent comme étant l'accessoire d'une activité commerciale ou industrielle ;<p></p><p></p>   d) Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des publications ayant pour objet essentiel l'insertion à titre d'information des programmes de radiodiffusion et de télévision, et des cotes de valeurs mobilières ;<p></p><p></p>   e) Publications ayant pour objet principal d'informer sur la vie interne d'un groupement, quelle que soit sa forme juridique, ou constituant un instrument de publicité ou de propagande pour celui-ci ;<p></p><p></p>   f) Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque ;<p></p><p></p>   7° Pour les suppléments, les numéros spéciaux ou hors série de journaux ou de publications périodiques, répondre, en outre, aux conditions suivantes :<p></p><p></p>   a) Le supplément doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \"supplément\" suivie de l'indication du titre et de la date ou du numéro de la publication à laquelle il se rattache.<p></p><p></p>   Pour l'application du présent article, est considérée comme supplément à un journal ou à un écrit périodique toute publication détachée paraissant périodiquement ou constituant une addition occasionnée par l'abondance des sujets traités ou destinée à compléter ou à illustrer le texte d'une publication. Le supplément ne peut pas être vendu isolément ni faire l'objet d'un abonnement séparé ;<p></p><p></p>   b) Le numéro spécial ou hors série doit satisfaire aux mêmes conditions de fond et de forme que la publication principale et porter la mention \"numéro spécial\" ou \"hors-série\". Toutefois, dans la limite d'un numéro par an pour les publications trimestrielles et de deux numéros par an pour les publications paraissant à des intervalles moindres, le numéro spécial ou hors série peut être consacré à un thème unique, à condition que le sujet traité présente un lien manifeste avec le contenu habituel de la publication principale.<p></p><p></p>   Pour l'application du présent article, est considérée comme numéro spécial ou hors-série d'un journal ou d'un écrit périodique toute publication proposée au public en dehors de la parution normale, à l'occasion d'un événement ou d'une manifestation importante.<p></p>",
            "num": "72",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 860716800000,
            "dateFin": 1178582400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133752",
                        "id": "LEGISCTA000006133752",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146820",
                        "id": "LEGISCTA000006146820",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Champ d'application",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162244",
                        "id": "LEGISCTA000006162244",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Opérations exonérées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179353",
                        "id": "LEGISCTA000006179353",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Presse et impression",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191404",
                        "id": "LEGISCTA000006191404",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296921",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191404",
            "sectionParentId": "LEGISCTA000006191404",
            "sectionParentTitre": "B : Presse et impression",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section I : Champ d'application &gt; II : Opérations exonérées &gt; B : Presse et impression",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006296923",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000383062",
                    "textTitle": "Décret n°97-273 du 21 mars 1997 - art. 1 () JORF 23 mars 1997",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006330422",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-03-23",
                    "dateSignaTexte": "1997-03-21",
                    "dateDebutCible": "1997-03-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 298 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000202677",
                    "textTitle": "Décret n°97-1065 du 20 novembre 1997 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000029130171",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1065",
                    "datePubli": 880070400000,
                    "dateDebut": 1403654400000
                },
                {
                    "textCid": "JORFTEXT000025688505",
                    "textTitle": "Décret n°2012-484 du 13 avril 2012 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000033073531",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-484",
                    "datePubli": 1334448000000,
                    "dateDebut": 1472342400000
                },
                {
                    "textCid": "JORFTEXT000029123146",
                    "textTitle": "DÉCRET n°2014-659 du 23 juin 2014 - art. 7, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029123208",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-659",
                    "datePubli": 1403568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031426042",
                    "textTitle": "DÉCRET n°2015-1428 du 5 novembre 2015 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031426550",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1428",
                    "datePubli": 1446768000000,
                    "dateDebut": 1446854400000
                },
                {
                    "textCid": "JORFTEXT000032847905",
                    "textTitle": "Décret n°2016-917 du 5 juillet 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000032850225",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-917",
                    "datePubli": 1467763200000,
                    "dateDebut": 1467849600000
                },
                {
                    "textCid": "JORFTEXT000033748524",
                    "textTitle": "Arrêté du 28 décembre 2016 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033841149",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1483142400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L541-10-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L541-10-1",
                    "articleId": "LEGIARTI000031066536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 298 septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "298 septies",
                    "articleId": "LEGIARTI000044983740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000045766145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1881-07-29 art. 7, art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 11 avril 1997",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296921",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 417139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296922",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 417139200000,
                    "dateFin": 860716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296923",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 860716800000,
                    "dateFin": 1178582400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296924",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178582400000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703232",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1656028800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044617686",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1656028800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "72"
            ],
            "versionPrecedente": "LEGIARTI000006296922",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006296922",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts, les journaux et publications périodiques doivent remplir les conditions suivantes : 1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ; 2° Satisfaire aux obligations de la loi sur la presse, notamment : a. Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ; b. Avoir un gérant dont le nom est imprimé sur tous les exemplaires ; c. Avoir fait l'objet du dépôt prévu aux articles 7 et 10 de la loi du 29 juillet 1881 ; 3° Paraître régulièrement au moins une fois par trimestre ; 4° Etre habituellement offerts au public ou aux organes de presse à un prix marqué ou par abonnement, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication et constituant en réalité une forme particulière de publicité ; 5° Avoir au plus les deux tiers de leur surface consacrés à des réclames ou annonces ; 6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes : a. Feuilles d'annonces, prospectus, catalogues, almanachs ; b. Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus; toutefois, ce complément ou cette mise à jour n'est imposable que pour la partie qui, au cours d'une année, accroît le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ; c. Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de réclame ; d. Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des cotes de valeurs mobilières ; e. Publications qui constituent des organes de documentation administrative ou corporative, de défense syndicale ou de propagande pour des associations, groupements ou sociétés ; f. Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque.",
            "texteHtml": "<p></p>   Pour bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts, les journaux et publications périodiques doivent remplir les conditions suivantes :<p></p><p></p>   1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ;<p></p><p></p>   2° Satisfaire aux obligations de la loi sur la presse, notamment :<p></p><p></p>   a. Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication) ;<p></p><p></p>   b. Avoir un gérant dont le nom est imprimé sur tous les exemplaires ;<p></p><p></p>   c. Avoir fait l'objet du dépôt prévu aux articles 7 et 10 de la loi du 29 juillet 1881 ;<p></p><p></p>   3° Paraître régulièrement au moins une fois par trimestre ;<p></p><p></p>   4° Etre habituellement offerts au public ou aux organes de presse à un prix marqué ou par abonnement, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication et constituant en réalité une forme particulière de publicité ;<p></p><p></p>   5° Avoir au plus les deux tiers de leur surface consacrés à des réclames ou annonces ;<p></p><p></p>   6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes :<p></p><p></p>   a. Feuilles d'annonces, prospectus, catalogues, almanachs ;<p></p><p></p>   b. Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus; toutefois, ce complément ou cette mise à jour n'est imposable que pour la partie qui, au cours d'une année, accroît le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente ;<p></p><p></p>   c. Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de réclame ;<p></p><p></p>   d. Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des cotes de valeurs mobilières ;<p></p><p></p>   e. Publications qui constituent des organes de documentation administrative ou corporative, de défense syndicale ou de propagande pour des associations, groupements ou sociétés ;<p></p><p></p>   f. Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque.<p></p>",
            "num": "72",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 417139200000,
            "dateFin": 860716800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133752",
                        "id": "LEGISCTA000006133752",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146820",
                        "id": "LEGISCTA000006146820",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section I : Champ d'application",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162244",
                        "id": "LEGISCTA000006162244",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Opérations exonérées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179353",
                        "id": "LEGISCTA000006179353",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "B : Presse et impression",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191404",
                        "id": "LEGISCTA000006191404",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296921",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191404",
            "sectionParentId": "LEGISCTA000006191404",
            "sectionParentTitre": "B : Presse et impression",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section I : Champ d'application &gt; II : Opérations exonérées &gt; B : Presse et impression",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006296922",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000502355",
                    "textTitle": "Décret n°83-211 du 17 mars 1983 - art. 1 (V) JORF 22 mars 1983",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006324221",
                    "natureText": "DECRET",
                    "datePubliTexte": "1983-03-22",
                    "dateSignaTexte": "1983-03-17",
                    "dateDebutCible": "1983-03-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 298 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000202677",
                    "textTitle": "Décret n°97-1065 du 20 novembre 1997 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000029130171",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1065",
                    "datePubli": 880070400000,
                    "dateDebut": 1403654400000
                },
                {
                    "textCid": "JORFTEXT000025688505",
                    "textTitle": "Décret n°2012-484 du 13 avril 2012 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000033073531",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-484",
                    "datePubli": 1334448000000,
                    "dateDebut": 1472342400000
                },
                {
                    "textCid": "JORFTEXT000029123146",
                    "textTitle": "DÉCRET n°2014-659 du 23 juin 2014 - art. 7, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029123208",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-659",
                    "datePubli": 1403568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031426042",
                    "textTitle": "DÉCRET n°2015-1428 du 5 novembre 2015 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031426550",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1428",
                    "datePubli": 1446768000000,
                    "dateDebut": 1446854400000
                },
                {
                    "textCid": "JORFTEXT000032847905",
                    "textTitle": "Décret n°2016-917 du 5 juillet 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000032850225",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-917",
                    "datePubli": 1467763200000,
                    "dateDebut": 1467849600000
                },
                {
                    "textCid": "JORFTEXT000033748524",
                    "textTitle": "Arrêté du 28 décembre 2016 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033841149",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1483142400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L541-10-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L541-10-1",
                    "articleId": "LEGIARTI000031066536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 298 septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "298 septies",
                    "articleId": "LEGIARTI000044983740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000045766145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1881-07-29 art. 7, art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296921",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 417139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296922",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 417139200000,
                    "dateFin": 860716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296923",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 860716800000,
                    "dateFin": 1178582400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296924",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178582400000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703232",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1656028800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044617686",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1656028800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "72"
            ],
            "versionPrecedente": "LEGIARTI000006296921",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006296921",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts, les journaux et publications périodiques doivent remplir les conditions suivantes : 1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public; 2° Satisfaire aux obligations de la loi sur la presse, notamment : a  Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication); b  Avoir un gérant dont le nom est imprimé sur tous les exemplaires; c  Avoir fait l'objet du dépôt prévu aux articles 7 et 10 de la loi du 29 juillet 1881; 3° Paraître régulièrement au moins une fois par mois; 4° Etre habituellement offerts au public ou aux organes de presse à un prix marqué ou par abonnement, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication et constituant en réalité une forme particulière de publicité; 5° Avoir au plus les deux tiers de leur surface consacrés à des réclames ou annonces; 6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes : a  Feuilles d'annonces, prospectus, catalogues, almanachs; b  Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus; toutefois, ce complément ou cette mise à jour n'est imposable que pour la partie qui, au cours d'une année, accroît le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente; c  Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de réclame; d  Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des cotes de valeurs mobilières; e  Publications qui constituent des organes de documentation administrative ou corporative, de défense syndicale ou de propagande pour des associations, groupements ou sociétés; f  Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque.",
            "texteHtml": "<p></p>     Pour bénéficier des avantages fiscaux prévus à l'article 298 septies du code général des impôts, les journaux et publications périodiques doivent remplir les conditions suivantes :<p></p><p></p>    1° Avoir un caractère d'intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public;<p></p><p></p>    2° Satisfaire aux obligations de la loi sur la presse, notamment :<p></p><p></p>    a  Porter l'indication du nom et du domicile de l'imprimeur (ces indications doivent se rapporter à l'imprimeur qui imprime réellement la publication);<p></p><p></p>    b  Avoir un gérant dont le nom est imprimé sur tous les exemplaires;<p></p><p></p>    c  Avoir fait l'objet du dépôt prévu aux articles 7 et 10 de la loi du 29 juillet 1881;<p></p><p></p>    3° Paraître régulièrement au moins une fois par mois;<p></p><p></p>    4° Etre habituellement offerts au public ou aux organes de presse à un prix marqué ou par abonnement, sans que la livraison du journal ou périodique considéré soit accompagnée de la fourniture gratuite ou payante de marchandises ou de prestations de services n'ayant aucun lien avec l'objet principal de la publication et constituant en réalité une forme particulière de publicité;<p></p><p></p>    5° Avoir au plus les deux tiers de leur surface consacrés à des réclames ou annonces;<p></p><p></p>    6° N'être assimilables, malgré l'apparence de journaux ou de revues qu'elles pourraient présenter, à aucune des publications visées sous les catégories suivantes :<p></p><p></p>    a  Feuilles d'annonces, prospectus, catalogues, almanachs;<p></p><p></p>    b  Ouvrages publiés par livraison et dont la publication embrasse une période de temps limitée ou qui constituent le complément ou la mise à jour d'ouvrages déjà parus; toutefois, ce complément ou cette mise à jour n'est imposable que pour la partie qui, au cours d'une année, accroît le nombre de pages que comportait l'ouvrage au 31 décembre de l'année précédente;<p></p><p></p>    c  Publications ayant pour objet principal la recherche ou le développement des transactions d'entreprises commerciales, industrielles, bancaires, d'assurances ou d'autre nature, dont elles sont, en réalité, les instruments de publicité ou de réclame;<p></p><p></p>    d  Publications ayant pour objet principal la publication d'horaires, de programmes, de modèles, plans ou dessins, ou de cotations, à l'exception des cotes de valeurs mobilières;<p></p><p></p>    e  Publications qui constituent des organes de documentation administrative ou corporative, de défense syndicale ou de propagande pour des associations, groupements ou sociétés;<p></p><p></p>    f  Publications dont le prix est compris dans une cotisation à une association ou à un groupement quelconque.<p></p>",
            "num": "72",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 417139200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-12-30",
                        "fin": "1984-07-24",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084180",
                        "id": "LEGISCTA000006084180",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "1978-12-30",
                        "titre": "IMPOTS D'ETAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114417",
                        "id": "LEGISCTA000006114417",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "1988-07-15",
                        "titre": "TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133735",
                        "id": "LEGISCTA000006133735",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1978-12-30",
                        "fin": "1988-07-15",
                        "titre": "TAXE SUR LA VALEUR AJOUTEE *TVA*",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146784",
                        "id": "LEGISCTA000006146784",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1988-07-15",
                        "titre": "CHAMP D'APPLICATION.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162136",
                        "id": "LEGISCTA000006162136",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296921",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162136",
            "sectionParentId": "LEGISCTA000006162136",
            "sectionParentTitre": "CHAMP D'APPLICATION.",
            "fullSectionsTitre": "ASSIETTE ET LIQUIDATION DE L'IMPOT &gt; TAXES SUR LE CHIFFRE D'AFFAIRES ET TAXES ASSIMILEES &gt; TAXE SUR LA VALEUR AJOUTEE *TVA* &gt; CHAMP D'APPLICATION.",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006296921",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 298 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000202677",
                    "textTitle": "Décret n°97-1065 du 20 novembre 1997 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000029130171",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1065",
                    "datePubli": 880070400000,
                    "dateDebut": 1403654400000
                },
                {
                    "textCid": "JORFTEXT000025688505",
                    "textTitle": "Décret n°2012-484 du 13 avril 2012 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000033073531",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-484",
                    "datePubli": 1334448000000,
                    "dateDebut": 1472342400000
                },
                {
                    "textCid": "JORFTEXT000029123146",
                    "textTitle": "DÉCRET n°2014-659 du 23 juin 2014 - art. 7, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029123208",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-659",
                    "datePubli": 1403568000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031426042",
                    "textTitle": "DÉCRET n°2015-1428 du 5 novembre 2015 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031426550",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1428",
                    "datePubli": 1446768000000,
                    "dateDebut": 1446854400000
                },
                {
                    "textCid": "JORFTEXT000032847905",
                    "textTitle": "Décret n°2016-917 du 5 juillet 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000032850225",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-917",
                    "datePubli": 1467763200000,
                    "dateDebut": 1467849600000
                },
                {
                    "textCid": "JORFTEXT000033748524",
                    "textTitle": "Arrêté du 28 décembre 2016 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033841149",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1483142400000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L541-10-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L541-10-1",
                    "articleId": "LEGIARTI000031066536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 298 septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "298 septies",
                    "articleId": "LEGIARTI000044983740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000045766145",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "",
                    "textTitle": "LOI 1881-07-29 Art. 7, Art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "EDITION 1979-07-01",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296921",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 417139200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296922",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 417139200000,
                    "dateFin": 860716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296923",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 860716800000,
                    "dateFin": 1178582400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006296924",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1178582400000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703232",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1656028800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044617686",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1656028800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "72"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}