{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006695071",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le budget et les décisions modificatives mentionnés au 3° de l'article L. 726-4 sont préparés et présentés par le directeur. Le budget de l'année est voté par le conseil d'administration au plus tard avant le 15 octobre de l'année précédente. Il est établi en cohérence avec les éléments financiers figurant au contrat mentionné aux articles L. 722-2 et L. 722-3. Les autorisations de dépenses et les prévisions de recettes qui figurent au budget sont présentées et votées par groupes fonctionnels, dont la composition est conforme à une nomenclature fixée par décret. Les décisions modificatives sont présentées et votées dans les mêmes formes. Les délibérations relatives au budget et aux décisions modificatives sont transmises sans délai au directeur de l'agence régionale de l'hospitalisation en vue de leur approbation. Le directeur de l'agence régionale de l'hospitalisation peut modifier le montant global des dépenses et des recettes prévues ainsi que leur répartition entre les groupes fonctionnels compte tenu, d'une part et prioritairement, du montant de la dotation régionale définie à l'article L. 174-1-1 du code de la sécurité sociale et à l'article 14 de l'ordonnance n° 96-1122 du 20 décembre 1996 précitée et, d'autre part, des orientations du schéma régional d'organisation sanitaire et des priorités de la politique de santé, du projet d'établissement mentionné à l'article L. 726-10, du contrat pluriannuel défini aux articles L. 722-2 et L. 722-3 et de son exécution, ainsi que de l'activité et des coûts de l'établissement, appréciés selon les modalités prévues aux articles L. 721-8 et L. 721-9 et comparés à ceux des autres établissements d'outre-mer et de métropole. Le directeur de l'agence régionale de l'hospitalisation dispose d'un délai de quarante-cinq jours à compter de la réception du budget ou des décisions modificatives pour faire connaître les modifications qu'il estime nécessaires. Ce délai est fixé à trente jours pour les décisions modificatives qui ne modifient pas le montant total des dépenses et des recettes du budget. Dans un délai de quinze jours à compter de la réception de ces observations, le conseil d'administration peut faire de nouvelles propositions. Le directeur de l'agence régionale de l'hospitalisation dispose d'un délai de trente jours à compter de la publication de la loi de financement de la sécurité sociale pour arrêter définitivement les autorisations de dépenses et les prévisions de recettes du budget de l'année et, en conséquence, le montant de la dotation globale annuelle et les tarifs de prestations mentionnés respectivement aux articles L. 174-1 du code de la sécurité sociale et 17 de l'ordonnance n° 96-1122 du 20 décembre 1996 précitée. S'agissant des décisions modificatives, ce dernier délai est fixé à quinze jours à compter de la réception des propositions du conseil d'administration. Au vu de la décision motivée du directeur de l'agence régionale de l'hospitalisation, arrêtée dans les conditions ci-dessus, le directeur procède, dans un délai de quinze jours suivant cette décision, à la répartition des autorisations de dépenses et des prévisions de recettes approuvées entre les comptes de chaque groupe fonctionnel. En sa plus prochaine séance, le conseil d'administration est informé de cette répartition. Le budget ainsi réparti est exécutoire à compter de la date de sa transmission au directeur de l'agence régionale de l'hospitalisation. II. - Le directeur de l'agence régionale de l'hospitalisation peut demander à l'établissement de délibérer sur une décision modificative prenant en compte les corrections budgétaires ainsi que l'ajustement de la dotation globale et des tarifs de prestations, rendus nécessaires pour permettre le respect du montant de la dotation régionale en cas de révision de son montant. A défaut d'adoption par le conseil d'administration de la décision modificative mentionnée à l'alinéa précédent dans un délai de trente jours à compter de la réception de cette demande, le directeur de l'agence régionale de l'hospitalisation arrête la décision modificative du budget, la rend exécutoire et arrête, en conséquence, le montant de la dotation globale annuelle et les tarifs de prestations.",
            "texteHtml": "<p></p>   I. - Le budget et les décisions modificatives mentionnés au 3° de l'article L. 726-4 sont préparés et présentés par le directeur. Le budget de l'année est voté par le conseil d'administration au plus tard avant le 15 octobre de l'année précédente. Il est établi en cohérence avec les éléments financiers figurant au contrat mentionné aux articles L. 722-2 et L. 722-3.<p></p><p></p>   Les autorisations de dépenses et les prévisions de recettes qui figurent au budget sont présentées et votées par groupes fonctionnels, dont la composition est conforme à une nomenclature fixée par décret. Les décisions modificatives sont présentées et votées dans les mêmes formes.<p></p><p></p>   Les délibérations relatives au budget et aux décisions modificatives sont transmises sans délai au directeur de l'agence régionale de l'hospitalisation en vue de leur approbation.<p></p><p></p>   Le directeur de l'agence régionale de l'hospitalisation peut modifier le montant global des dépenses et des recettes prévues ainsi que leur répartition entre les groupes fonctionnels compte tenu, d'une part et prioritairement, du montant de la dotation régionale définie à l'article L. 174-1-1 du code de la sécurité sociale et à l'article 14 de l'ordonnance n° 96-1122 du 20 décembre 1996 précitée et, d'autre part, des orientations du schéma régional d'organisation sanitaire et des priorités de la politique de santé, du projet d'établissement mentionné à l'article L. 726-10, du contrat pluriannuel défini aux articles L. 722-2 et L. 722-3 et de son exécution, ainsi que de l'activité et des coûts de l'établissement, appréciés selon les modalités prévues aux articles L. 721-8 et L. 721-9 et comparés à ceux des autres établissements d'outre-mer et de métropole.<p></p><p></p> Le directeur de l'agence régionale de l'hospitalisation dispose d'un délai de quarante-cinq jours à compter de la réception du budget ou des décisions modificatives pour faire connaître les modifications qu'il estime nécessaires. Ce délai est fixé à trente jours pour les décisions modificatives qui ne modifient pas le montant total des dépenses et des recettes du budget. Dans un délai de quinze jours à compter de la réception de ces observations, le conseil d'administration peut faire de nouvelles propositions. Le directeur de l'agence régionale de l'hospitalisation dispose d'un délai de trente jours à compter de la publication de la loi de financement de la sécurité sociale pour arrêter définitivement les autorisations de dépenses et les prévisions de recettes du budget de l'année et, en conséquence, le montant de la dotation globale annuelle et les tarifs de prestations mentionnés respectivement aux articles L. 174-1 du code de la sécurité sociale et 17 de l'ordonnance n° 96-1122 du 20 décembre 1996 précitée. S'agissant des décisions modificatives, ce dernier délai est fixé à quinze jours à compter de la réception des propositions du conseil d'administration.<p></p><p></p>   Au vu de la décision motivée du directeur de l'agence régionale de l'hospitalisation, arrêtée dans les conditions ci-dessus, le directeur procède, dans un délai de quinze jours suivant cette décision, à la répartition des autorisations de dépenses et des prévisions de recettes approuvées entre les comptes de chaque groupe fonctionnel. En sa plus prochaine séance, le conseil d'administration est informé de cette répartition. Le budget ainsi réparti est exécutoire à compter de la date de sa transmission au directeur de l'agence régionale de l'hospitalisation.<p></p><p></p><p></p>   II. - Le directeur de l'agence régionale de l'hospitalisation peut demander à l'établissement de délibérer sur une décision modificative prenant en compte les corrections budgétaires ainsi que l'ajustement de la dotation globale et des tarifs de prestations, rendus nécessaires pour permettre le respect du montant de la dotation régionale en cas de révision de son montant.<p></p><p></p>   A défaut d'adoption par le conseil d'administration de la décision modificative mentionnée à l'alinéa précédent dans un délai de trente jours à compter de la réception de cette demande, le directeur de l'agence régionale de l'hospitalisation arrête la décision modificative du budget, la rend exécutoire et arrête, en conséquence, le montant de la dotation globale annuelle et les tarifs de prestations.<p></p>",
            "num": "L726-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 946512000000,
            "dateFin": 961632000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103420",
                        "id": "LEGISCTA000006103420",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2003-05-27",
                        "titre": "Livre 7 : Etablissements de santé, thermo-climatisme, laboratoires et centres de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125394",
                        "id": "LEGISCTA000006125394",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2000-06-22",
                        "titre": "Titre 1 bis : Dispositions applicables à la collectivité territoriale de Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140794",
                        "id": "LEGISCTA000006140794",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2000-06-22",
                        "titre": "Chapitre 6 : L'établissement public de santé territorial",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155391",
                        "id": "LEGISCTA000006155391",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2000-06-22",
                        "titre": "Section 1 : Organisation administrative et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171919",
                        "id": "LEGISCTA000006171919",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006695070",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171919",
            "sectionParentId": "LEGISCTA000006171919",
            "sectionParentTitre": "Section 1 : Organisation administrative et financière",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre 7 : Etablissements de santé, thermo-climatisme, laboratoires et centres de santé",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006695071",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000214048",
                    "textTitle": "Loi n°99-1140 du 29 décembre 1999 - art. 23 (V) JORF 30 décembre 1999",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006758214",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-12-30",
                    "dateSignaTexte": "1999-12-29",
                    "dateDebutCible": "1999-12-30"
                },
                {
                    "textCid": "JORFTEXT000000217229",
                    "textTitle": "Ordonnance 2000-548 2000-06-15 art. 4 I JORF 22 juin 2000",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217229",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000368749",
                    "textTitle": "Ordonnance n°96-1122 du 20 décembre 1996 - art. 14 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006698070",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "96-1122",
                    "datePubli": 851212800000,
                    "dateDebut": 852076800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L721-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L721-8",
                    "articleId": "LEGIARTI000006695011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 889488000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L721-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L721-9",
                    "articleId": "LEGIARTI000006695014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 889488000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L722-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L722-2",
                    "articleId": "LEGIARTI000006695018",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 889488000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L722-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L722-3",
                    "articleId": "LEGIARTI000006695020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L726-10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L726-10",
                    "articleId": "LEGIARTI000006695077",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L726-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L726-4",
                    "articleId": "LEGIARTI000006695064",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 889488000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L726-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L726-5",
                    "articleId": "LEGIARTI000006695067",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R726-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R726-9",
                    "articleId": "LEGIARTI000006803961",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L174-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L174-1",
                    "articleId": "LEGIARTI000006740934",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L174-1-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L174-1-1",
                    "articleId": "LEGIARTI000006740911",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 830390400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6414-7 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6414-7",
                    "articleId": "LEGIARTI000006691455",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6414-8 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6414-8",
                    "articleId": "LEGIARTI000006691457",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006695070",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 889488000000,
                    "dateFin": 946512000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006695071",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 946512000000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L726-7",
                "726-7"
            ],
            "versionPrecedente": "LEGIARTI000006695070",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006695070",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le budget et les décisions modificatives mentionnés au 3° de l'article L. 726-4 sont préparés et présentés par le directeur. Le budget de l'année est voté par le conseil d'administration au plus tard avant le 15 octobre de l'année précédente. Il est établi en cohérence avec les éléments financiers figurant au contrat mentionné aux articles L. 722-2 et L. 722-3. Les autorisations de dépenses et les prévisions de recettes qui figurent au budget sont présentées et votées par groupes fonctionnels, dont la composition est conforme à une nomenclature fixée par décret. Les décisions modificatives sont présentées et votées dans les mêmes formes. Les délibérations relatives au budget et aux décisions modificatives sont transmises sans délai au directeur de l'agence régionale de l'hospitalisation en vue de leur approbation. Le directeur de l'agence régionale de l'hospitalisation peut modifier le montant global des dépenses et des recettes prévues ainsi que leur répartition entre les groupes fonctionnels compte tenu, d'une part et prioritairement, du montant de la dotation régionale définie à l'article L. 174-1-1 du code de la sécurité sociale et à l'article 14 de l'ordonnance n° 96-1122 du 20 décembre 1996 précitée et, d'autre part, des orientations du schéma régional d'organisation sanitaire et des priorités de la politique de santé, du projet d'établissement mentionné à l'article L. 726-10, du contrat pluriannuel défini aux articles L. 722-2 et L. 722-3 et de son exécution, ainsi que de l'activité et des coûts de l'établissement, appréciés selon les modalités prévues aux articles L. 721-8 et L. 721-9 et comparés à ceux des autres établissements d'outre-mer et de métropole. Le directeur de l'agence régionale de l'hospitalisation dispose d'un délai de quarante-cinq jours à compter de la réception du budget ou des décisions modificatives pour faire connaître les modifications qu'il estime nécessaires. Ce délai est fixé à trente jours pour les décisions modificatives qui ne modifient pas le montant total des dépenses et des recettes du budget. Dans un délai de quinze jours à compter de la réception de ces observations, le conseil d'administration peut faire de nouvelles propositions. Le directeur de l'agence régionale de l'hospitalisation dispose d'un délai de trente jours à compter de la publication de la loi de financement de la sécurité sociale pour arrêter définitivement les autorisations de dépenses et les prévisions de recettes du budget de l'année et, en conséquence, le montant de la dotation globale annuelle et les tarifs de prestations mentionnés respectivement aux articles L. 174-1 du code de la sécurité sociale et 17 de l'ordonnance n° 96-1122 du 20 décembre 1996 précitée. S'agissant des décisions modificatives, ce dernier délai est fixé à quinze jours à compter de la réception des propositions du conseil d'administration. Au vu de la décision motivée du directeur de l'agence régionale de l'hospitalisation, arrêtée dans les conditions ci-dessus, le directeur procède, dans un délai de quinze jours suivant cette décision, à la répartition des autorisations de dépenses et des prévisions de recettes approuvées entre les comptes de chaque groupe fonctionnel. En sa plus prochaine séance, le conseil d'administration est informé de cette répartition. Le budget ainsi réparti est exécutoire à compter de la date de sa transmission au directeur de l'agence régionale de l'hospitalisation. II. - Le directeur de l'agence régionale de l'hospitalisation peut demander à l'établissement de délibérer sur une décision modificative prenant en compte les corrections budgétaires ainsi que l'ajustement de la dotation globale et des tarifs de prestations, rendus nécessaires pour permettre le respect du montant de la dotation régionale en cas de révision de son montant. A défaut d'adoption par le conseil d'administration de la décision modificative mentionnée à l'alinéa précédent dans un délai de trente jours à compter de la réception de cette demande, le directeur de l'agence régionale de l'hospitalisation arrête la décision modificative du budget, la rend exécutoire et arrête, en conséquence, le montant de la dotation globale annuelle et les tarifs de prestations.",
            "texteHtml": "<p></p>   I. - Le budget et les décisions modificatives mentionnés au 3° de l'article L. 726-4 sont préparés et présentés par le directeur. Le budget de l'année est voté par le conseil d'administration au plus tard avant le 15 octobre de l'année précédente. Il est établi en cohérence avec les éléments financiers figurant au contrat mentionné aux articles L. 722-2 et L. 722-3.<p></p><p></p>   Les autorisations de dépenses et les prévisions de recettes qui figurent au budget sont présentées et votées par groupes fonctionnels, dont la composition est conforme à une nomenclature fixée par décret. Les décisions modificatives sont présentées et votées dans les mêmes formes.<p></p><p></p>   Les délibérations relatives au budget et aux décisions modificatives sont transmises sans délai au directeur de l'agence régionale de l'hospitalisation en vue de leur approbation.<p></p><p></p>   Le directeur de l'agence régionale de l'hospitalisation peut modifier le montant global des dépenses et des recettes prévues ainsi que leur répartition entre les groupes fonctionnels compte tenu, d'une part et prioritairement, du montant de la dotation régionale définie à l'article L. 174-1-1 du code de la sécurité sociale et à l'article 14 de l'ordonnance n° 96-1122 du 20 décembre 1996 précitée et, d'autre part, des orientations du schéma régional d'organisation sanitaire et des priorités de la politique de santé, du projet d'établissement mentionné à l'article L. 726-10, du contrat pluriannuel défini aux articles L. 722-2 et L. 722-3 et de son exécution, ainsi que de l'activité et des coûts de l'établissement, appréciés selon les modalités prévues aux articles L. 721-8 et L. 721-9 et comparés à ceux des autres établissements d'outre-mer et de métropole.<p></p><p></p> Le directeur de l'agence régionale de l'hospitalisation dispose d'un délai de quarante-cinq jours à compter de la réception du budget ou des décisions modificatives pour faire connaître les modifications qu'il estime nécessaires. Ce délai est fixé à trente jours pour les décisions modificatives qui ne modifient pas le montant total des dépenses et des recettes du budget. Dans un délai de quinze jours à compter de la réception de ces observations, le conseil d'administration peut faire de nouvelles propositions. Le directeur de l'agence régionale de l'hospitalisation dispose d'un délai de trente jours à compter de la publication de la loi de financement de la sécurité sociale pour arrêter définitivement les autorisations de dépenses et les prévisions de recettes du budget de l'année et, en conséquence, le montant de la dotation globale annuelle et les tarifs de prestations mentionnés respectivement aux articles L. 174-1 du code de la sécurité sociale et 17 de l'ordonnance n° 96-1122 du 20 décembre 1996 précitée. S'agissant des décisions modificatives, ce dernier délai est fixé à quinze jours à compter de la réception des propositions du conseil d'administration.<p></p><p></p>   Au vu de la décision motivée du directeur de l'agence régionale de l'hospitalisation, arrêtée dans les conditions ci-dessus, le directeur procède, dans un délai de quinze jours suivant cette décision, à la répartition des autorisations de dépenses et des prévisions de recettes approuvées entre les comptes de chaque groupe fonctionnel. En sa plus prochaine séance, le conseil d'administration est informé de cette répartition. Le budget ainsi réparti est exécutoire à compter de la date de sa transmission au directeur de l'agence régionale de l'hospitalisation.<p></p><p></p><p></p>   II. - Le directeur de l'agence régionale de l'hospitalisation peut demander à l'établissement de délibérer sur une décision modificative prenant en compte les corrections budgétaires ainsi que l'ajustement de la dotation globale et des tarifs de prestations, rendus nécessaires pour permettre le respect du montant de la dotation régionale en cas de révision de son montant.<p></p><p></p>   A défaut d'adoption par le conseil d'administration de la décision modificative mentionnée à l'alinéa précédent dans un délai de trente jours à compter de la réception de cette demande, le directeur de l'agence régionale de l'hospitalisation arrête la décision modificative du budget, la rend exécutoire et arrête, en conséquence, le montant de la dotation globale annuelle et les tarifs de prestations.<p></p>",
            "num": "L726-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 889488000000,
            "dateFin": 946512000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103420",
                        "id": "LEGISCTA000006103420",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-08-02",
                        "fin": "1999-12-30",
                        "titre": "Livre 7 : Etablissements de santé, thermoclimatisme, laboratoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125392",
                        "id": "LEGISCTA000006125392",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1998-03-10",
                        "fin": "1999-12-30",
                        "titre": "Titre 1 bis : Dispositions applicables à la collectivité territoriale de Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140758",
                        "id": "LEGISCTA000006140758",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1998-03-10",
                        "fin": "1999-12-30",
                        "titre": "Chapitre 6 : L'établissement public de santé territorial",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155323",
                        "id": "LEGISCTA000006155323",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1998-03-10",
                        "fin": "1999-12-30",
                        "titre": "Section 1 : Organisation administrative et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171854",
                        "id": "LEGISCTA000006171854",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006695070",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171854",
            "sectionParentId": "LEGISCTA000006171854",
            "sectionParentTitre": "Section 1 : Organisation administrative et financière",
            "fullSectionsTitre": "Partie législative ancienne",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006695070",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000374977",
                    "textTitle": "Loi n°98-144 du 6 mars 1998 - art. 3 () JORF 10 mars 1998",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006696326",
                    "natureText": "LOI",
                    "datePubliTexte": "1998-03-10",
                    "dateSignaTexte": "1998-03-06",
                    "dateDebutCible": "1998-03-10"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000368749",
                    "textTitle": "Ordonnance n°96-1122 du 20 décembre 1996 - art. 14 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006698070",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "96-1122",
                    "datePubli": 851212800000,
                    "dateDebut": 852076800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L721-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L721-8",
                    "articleId": "LEGIARTI000006695011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 889488000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L721-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L721-9",
                    "articleId": "LEGIARTI000006695014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 889488000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L722-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L722-2",
                    "articleId": "LEGIARTI000006695018",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 889488000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L722-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L722-3",
                    "articleId": "LEGIARTI000006695020",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L726-10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L726-10",
                    "articleId": "LEGIARTI000006695077",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L726-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L726-4",
                    "articleId": "LEGIARTI000006695064",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 889488000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L726-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L726-5",
                    "articleId": "LEGIARTI000006695067",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 946512000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R726-9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R726-9",
                    "articleId": "LEGIARTI000006803961",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 994982400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L174-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L174-1",
                    "articleId": "LEGIARTI000006740934",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L174-1-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L174-1-1",
                    "articleId": "LEGIARTI000006740911",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 830390400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6414-7 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6414-7",
                    "articleId": "LEGIARTI000006691455",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6414-8 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L6414-8",
                    "articleId": "LEGIARTI000006691457",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006695070",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 889488000000,
                    "dateFin": 946512000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006695071",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 946512000000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L726-7",
                "726-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}