{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046965071",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Programme de formation destiné aux agents effectuant des contrôles de sûreté Le programme de formation comporte les informations suivantes : 1. Identification de la structure : -organigramme de la structure chargée de la formation précisant notamment les personnes chargées de la conception, de la planification, du suivi et de l'évaluation des actions de formation ; -liste des personnes habilitées à signer les attestations de formation ; -liste nominative des formateurs mentionnant leurs spécialités ; 2. Références et qualifications des formateurs : -références, qualifications et expériences professionnelles antérieures des personnes dispensant les formations et les mises en situation ; -dispositions prises pour le maintien des compétences techniques et pédagogiques de ces personnes ; 3. Programmes des formations et moyens pédagogiques : -programme pluriannuel des formations : programme des cours de formation initiale et continue, programme des mises en situations régulières, découpage en modules, durée, personnel pédagogique ; -moyens pédagogiques : description, références utilisées pour leur élaboration (réglementation, programme de sûreté de l'opérateur, manuel d'exploitation, consignes opérationnelles, documentation spécifique) ; -identification des besoins de formation en sûreté : recensement des agents à former et à entraîner, notamment à la suite d'une évaluation des acquis effectuée après l'embauche, en précisant, par groupe d'agents, la nature (initiale, continue ou entraînements périodiques) de la formation ainsi que ses objectifs pédagogiques ; -planification des formations : prévisions de formation et d'entraînement, état de leur réalisation ; 4. Modalités d'évaluation collective des formations : -méthode d'évaluation : évaluations théoriques et pratiques réalisées à l'issue des modules de formation et d'entraînement, barèmes ou critères associés à ces tests, formations et entraînements complémentaires en cas de résultats insuffisants, y compris les modes de décision liés à ces situations ; -statistiques trimestrielles et indicateurs relatifs aux évaluations. II.-Références et qualifications professionnelles minimales des formateurs L'employeur est tenu de vérifier que les formateurs : -possèdent une connaissance de la réglementation française relative au régime de sûreté de la partie française de la liaison fixe trans-Manche attestée par la participation à une formation d'une durée minimale de 30 heures et à une séance annuelle de mise à jour ; -attestent d'une expérience pratique d'au moins deux ans de contrôle ou d'encadrement opérationnels dans les secteurs de la sûreté aéroportuaire, portuaire ou des transports terrestres, ou une expérience pratique d'au moins six mois d'exécution dans les domaines enseignés ; -attestent d'une pratique de l'enseignement de plus d'un an ou de la participation à un stage de formation de formateur au sein d'un organisme agréé. L'employeur doit être en mesure de produire les attestations et certificats correspondants pour chaque formateur ayant effectivement délivré une formation. III.-Formation initiale socle des titulaires d'un titre de passage permanent Une formation initiale socle obligatoire, d'une durée minimale de 4 heures, est assurée par l'employeur à destination de tous ses salariés et sous-traitants auxquels s'impose le régime de sûreté prévu au I de l' article L. 2271-1 du code des transports . Cette formation initiale, préalable à toute prise de poste, et qui peut être réalisée avant l'embauche, est réalisée dans le respect des objectifs pédagogiques et des durées minimales fixés ci-après. L'employeur peut l'adapter aux spécificités métiers des personnels auxquels elle est dispensée, au regard notamment de leurs cadres d'emplois et des tâches qui leur incombent. Elle vise à la connaissance : -de l'environnement de la liaison fixe trans-Manche ; -du contexte, des principes généraux et objectifs de la sûreté de la partie française de la liaison fixe trans-Manche ; -des objets dont l'introduction est prohibée dans la partie française de la liaison fixe trans-Manche ; -des différents acteurs publics et privés de la liaison fixe trans-Manche, notamment de sa partie française et de leur coordination ; -des dispositions législatives et réglementaires applicables constituant le régime de sûreté de la partie française de la liaison fixe trans-Manche ; -de la matérialisation et des moyens de protection d'une zone de sûreté ; -des conditions d'attribution, de suspension et de retrait du double agrément ; -des conditions du contrôle et de la supervision de l'activité des agents de sûreté. IV.-Formations initiales complémentaires pour les titulaires d'un titre de passage permanent 1. Trois formations initiales complémentaires obligatoires spécifiques sont assurées par l'employeur à destination des personnels mentionnés au IV de l'article L. 2271-6 réalisant certains contrôles de sûreté et recourant à certains équipements de contrôle ou de détection radioscopique : 1.1. Module complémentaire n° 1 contrôles de sûreté, d'une durée minimale de deux jours, portant sur : -la déontologie des contrôles de sûreté et le comportement vis-à-vis des passagers ; -les techniques de réalisation des palpations de sûreté ; -les techniques de réalisation de fouille des bagages, ainsi que des véhicules, y compris leur cargaison, d'une unité de transport intermodal pour vérifier la non présence d'objets interdits ou de personnes non autorisées ; -la mise en œuvre des techniques de maintien de l'intégrité des trains trans-Manche de ferroutage et des marchandises transportées à bord de trains trans-Manche de fret ; 1.2. Module complémentaire n° 2 équipements de contrôle, d'une durée minimale d'une journée, portant sur : -les moyens de détection des objets interdits ; -l'emploi des détecteurs de métaux portatifs sur les personnes avec démonstrations pratiques ; -l'emploi des équipements de détection de trace d'explosif ; 1.3. Module complémentaire n° 3 équipements d'imagerie radioscopique, d'une durée minimale de trois jours, à destination des agents de sûreté amenés à exploiter un équipement d'imagerie radioscopique, portant sur : -l'aptitude à utiliser l'équipement conformément à ses spécifications ; -l'aptitude à utiliser méthodiquement toutes les fonctions afin de repérer les éventuels objets interdits dans les bagages. La durée de cette formation professionnelle spécifique est augmentée de 4 heures par type d'équipement de contrôle utilisé. Ce module complémentaire relève de la formation initiale, mais peut intervenir : -soit préalablement à la prise de poste du personnel ; -soit postérieurement à sa prise de poste, dans le cadre de l'évolution des moyens de détection des objets interdits ; 2. Une formation initiale complémentaire est assurée par tout employeur, lorsqu'il est opérateur des contrôles de sûreté, à destination de ceux de ses salariés désignés comme correspondants sûreté. D'une durée minimale de 4 heures, elle vise la connaissance approfondie des règles de gestion des titres d'accès et des laissez-passer telles que précisées à la sous-section 3 de la section 4 du chapitre unique du titre VII du livre II de la deuxième partie du code des transports (Partie réglementaire-Arrêtés). V.-Accompagnement à la prise de poste Un agent nouvellement formé est accompagné, lors de sa prise de poste, par un référent expérimenté. Cet accompagnement ne pourra être d'une durée inférieure à cinq jours à compter de la prise de poste. L'employeur prend les dispositions nécessaires pour assurer cet accompagnement. VI.-Formation continue et entraînements périodiques 1. De la formation continue : L'employeur peut planifier des actions de formation continue à l'attention de ses salariés et est tenu d'en planifier si ces derniers en font la demande. Ces actions traitent des évolutions réglementaires ou techniques sur les thèmes enseignés en formation initiale. Sur une période de trois ans, la durée minimum de la formation continue ne peut être inférieure à la moitié de la durée de la formation initiale. 2. De l'entraînement périodique : Pour chaque agent utilisant un équipement d'imagerie radioscopique, l'employeur est tenu d'organiser un entraînement périodique. Sa durée ne peut être inférieure à six heures sur une période de trois mois, et à trois heures si l'employeur met en œuvre sur l'équipement un dispositif de test par projection d'image de menace utilisé en permanence. VII.-Reconnaissance des compétences acquises antérieurement Les personnes réalisant des contrôles de sûreté prévues au IV de l'article L. 2271-6 depuis plus de douze mois à la date de publication du présent arrêté sont réputées satisfaire aux conditions de formation initiale définies au IV. En cas de changement d'activité, les dispositions relatives à l'accompagnement des personnes nouvellement formées prévues au V sont applicables pour une durée minimale de 7 heures à compter dudit changement. VIII.-Attestations de formation A l'issue de chaque formation initiale ou continue, ou de tout entraînement périodique, l'employeur est tenu d'établir des attestations individuelles de formation comportant les informations suivantes : -la mention Attestation individuelle de formation permettant d'exercer une activité dans les zones de sûreté des sites de la partie française de la liaison fixe trans-Manche ; -les nom et prénoms de la personne ayant satisfait aux obligations de formation ; -la liste et la référence des modules de cours ou d'entraînement effectivement suivis par la personne ; -pour chaque module de cours, le nom du formateur ; -l'identification de l'organisme de formation si la prestation est sous-traitée ; -la date et le lieu de la formation ; -l'identification de l'entreprise ou de l'organisme employeur ; -le nom, la fonction et la signature de la personne ayant établi l'attestation. Il tient à la disposition des agents des services de l'Etat en charge de la supervision la liste récapitulant les notes obtenues par les agents.",
            "texteHtml": "<p>I.-Programme de formation destiné aux agents effectuant des contrôles de sûreté </p><p>Le programme de formation comporte les informations suivantes : <br/>1. Identification de la structure :</p><p>-organigramme de la structure chargée de la formation précisant notamment les personnes chargées de la conception, de la planification, du suivi et de l'évaluation des actions de formation ;<br/>-liste des personnes habilitées à signer les attestations de formation ;<br/>-liste nominative des formateurs mentionnant leurs spécialités ; </p><p>2. Références et qualifications des formateurs :</p><p>-références, qualifications et expériences professionnelles antérieures des personnes dispensant les formations et les mises en situation ;<br/>-dispositions prises pour le maintien des compétences techniques et pédagogiques de ces personnes ; </p><p>3. Programmes des formations et moyens pédagogiques :</p><p>-programme pluriannuel des formations : programme des cours de formation initiale et continue, programme des mises en situations régulières, découpage en modules, durée, personnel pédagogique ;<br/>-moyens pédagogiques : description, références utilisées pour leur élaboration (réglementation, programme de sûreté de l'opérateur, manuel d'exploitation, consignes opérationnelles, documentation spécifique) ;<br/>-identification des besoins de formation en sûreté : recensement des agents à former et à entraîner, notamment à la suite d'une évaluation des acquis effectuée après l'embauche, en précisant, par groupe d'agents, la nature (initiale, continue ou entraînements périodiques) de la formation ainsi que ses objectifs pédagogiques ;<br/>-planification des formations : prévisions de formation et d'entraînement, état de leur réalisation ; </p><p>4. Modalités d'évaluation collective des formations :</p><p>-méthode d'évaluation : évaluations théoriques et pratiques réalisées à l'issue des modules de formation et d'entraînement, barèmes ou critères associés à ces tests, formations et entraînements complémentaires en cas de résultats insuffisants, y compris les modes de décision liés à ces situations ;<br/>-statistiques trimestrielles et indicateurs relatifs aux évaluations. </p><p>II.-Références et qualifications professionnelles minimales des formateurs </p><p>L'employeur est tenu de vérifier que les formateurs :</p><p>-possèdent une connaissance de la réglementation française relative au régime de sûreté de la partie française de la liaison fixe trans-Manche attestée par la participation à une formation d'une durée minimale de 30 heures et à une séance annuelle de mise à jour ;<br/>-attestent d'une expérience pratique d'au moins deux ans de contrôle ou d'encadrement opérationnels dans les secteurs de la sûreté aéroportuaire, portuaire ou des transports terrestres, ou une expérience pratique d'au moins six mois d'exécution dans les domaines enseignés ;<br/>-attestent d'une pratique de l'enseignement de plus d'un an ou de la participation à un stage de formation de formateur au sein d'un organisme agréé. </p><p>L'employeur doit être en mesure de produire les attestations et certificats correspondants pour chaque formateur ayant effectivement délivré une formation. </p><p>III.-Formation initiale socle des titulaires d'un titre de passage permanent </p><p>Une formation initiale socle obligatoire, d'une durée minimale de 4 heures, est assurée par l'employeur à destination de tous ses salariés et sous-traitants auxquels s'impose le régime de sûreté prévu au I de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000038101840&dateTexte=&categorieLien=cid' title='Code des transports - art. L2271-1 (V)'>article L. 2271-1 du code des transports</a>. <br/>Cette formation initiale, préalable à toute prise de poste, et qui peut être réalisée avant l'embauche, est réalisée dans le respect des objectifs pédagogiques et des durées minimales fixés ci-après. L'employeur peut l'adapter aux spécificités métiers des personnels auxquels elle est dispensée, au regard notamment de leurs cadres d'emplois et des tâches qui leur incombent. <br/>Elle vise à la connaissance :</p><p>-de l'environnement de la liaison fixe trans-Manche ;<br/>-du contexte, des principes généraux et objectifs de la sûreté de la partie française de la liaison fixe trans-Manche ;<br/>-des objets dont l'introduction est prohibée dans la partie française de la liaison fixe trans-Manche ;<br/>-des différents acteurs publics et privés de la liaison fixe trans-Manche, notamment de sa partie française et de leur coordination ;<br/>-des dispositions législatives et réglementaires applicables constituant le régime de sûreté de la partie française de la liaison fixe trans-Manche ;<br/>-de la matérialisation et des moyens de protection d'une zone de sûreté ;<br/>-des conditions d'attribution, de suspension et de retrait du double agrément ;<br/>-des conditions du contrôle et de la supervision de l'activité des agents de sûreté. </p><p>IV.-Formations initiales complémentaires pour les titulaires d'un titre de passage permanent </p><p>1. Trois formations initiales complémentaires obligatoires spécifiques sont assurées par l'employeur à destination des personnels mentionnés au IV de l'article L. 2271-6 réalisant certains contrôles de sûreté et recourant à certains équipements de contrôle ou de détection radioscopique : <br/>1.1. Module complémentaire n° 1 contrôles de sûreté, d'une durée minimale de deux jours, portant sur :</p><p>-la déontologie des contrôles de sûreté et le comportement vis-à-vis des passagers ;<br/>-les techniques de réalisation des palpations de sûreté ;<br/>-les techniques de réalisation de fouille des bagages, ainsi que des véhicules, y compris leur cargaison, d'une unité de transport intermodal pour vérifier la non présence d'objets interdits ou de personnes non autorisées ;<br/>-la mise en œuvre des techniques de maintien de l'intégrité des trains trans-Manche de ferroutage et des marchandises transportées à bord de trains trans-Manche de fret ; </p><p>1.2. Module complémentaire n° 2 équipements de contrôle, d'une durée minimale d'une journée, portant sur :</p><p>-les moyens de détection des objets interdits ;<br/>-l'emploi des détecteurs de métaux portatifs sur les personnes avec démonstrations pratiques ;<br/>-l'emploi des équipements de détection de trace d'explosif ; </p><p>1.3. Module complémentaire n° 3 équipements d'imagerie radioscopique, d'une durée minimale de trois jours, à destination des agents de sûreté amenés à exploiter un équipement d'imagerie radioscopique, portant sur :</p><p>-l'aptitude à utiliser l'équipement conformément à ses spécifications ;<br/>-l'aptitude à utiliser méthodiquement toutes les fonctions afin de repérer les éventuels objets interdits dans les bagages. </p><p>La durée de cette formation professionnelle spécifique est augmentée de 4 heures par type d'équipement de contrôle utilisé. <br/>Ce module complémentaire relève de la formation initiale, mais peut intervenir :</p><p>-soit préalablement à la prise de poste du personnel ;<br/>-soit postérieurement à sa prise de poste, dans le cadre de l'évolution des moyens de détection des objets interdits ; </p><p>2. Une formation initiale complémentaire est assurée par tout employeur, lorsqu'il est opérateur des contrôles de sûreté, à destination de ceux de ses salariés désignés comme correspondants sûreté. D'une durée minimale de 4 heures, elle vise la connaissance approfondie des règles de gestion des titres d'accès et des laissez-passer telles que précisées à la sous-section 3 de la section 4 du chapitre unique du titre VII du livre II de la deuxième partie du code des transports (Partie réglementaire-Arrêtés). </p><p>V.-Accompagnement à la prise de poste </p><p>Un agent nouvellement formé est accompagné, lors de sa prise de poste, par un référent expérimenté. Cet accompagnement ne pourra être d'une durée inférieure à cinq jours à compter de la prise de poste. <br/>L'employeur prend les dispositions nécessaires pour assurer cet accompagnement. </p><p>VI.-Formation continue et entraînements périodiques </p><p>1. De la formation continue : <br/>L'employeur peut planifier des actions de formation continue à l'attention de ses salariés et est tenu d'en planifier si ces derniers en font la demande. <br/>Ces actions traitent des évolutions réglementaires ou techniques sur les thèmes enseignés en formation initiale. <br/>Sur une période de trois ans, la durée minimum de la formation continue ne peut être inférieure à la moitié de la durée de la formation initiale. <br/>2. De l'entraînement périodique : <br/>Pour chaque agent utilisant un équipement d'imagerie radioscopique, l'employeur est tenu d'organiser un entraînement périodique. Sa durée ne peut être inférieure à six heures sur une période de trois mois, et à trois heures si l'employeur met en œuvre sur l'équipement un dispositif de test par projection d'image de menace utilisé en permanence. </p><p>VII.-Reconnaissance des compétences acquises antérieurement </p><p>Les personnes réalisant des contrôles de sûreté prévues au IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000038101880&dateTexte=&categorieLien=cid' title='Code des transports - art. L2271-6 (V)'>L. 2271-6 </a>depuis plus de douze mois à la date de publication du présent arrêté sont réputées satisfaire aux conditions de formation initiale définies au IV. <br/>En cas de changement d'activité, les dispositions relatives à l'accompagnement des personnes nouvellement formées prévues au V sont applicables pour une durée minimale de 7 heures à compter dudit changement. </p><p>VIII.-Attestations de formation </p><p>A l'issue de chaque formation initiale ou continue, ou de tout entraînement périodique, l'employeur est tenu d'établir des attestations individuelles de formation comportant les informations suivantes :</p><p>-la mention Attestation individuelle de formation permettant d'exercer une activité dans les zones de sûreté des sites de la partie française de la liaison fixe trans-Manche ;<br/>-les nom et prénoms de la personne ayant satisfait aux obligations de formation ;<br/>-la liste et la référence des modules de cours ou d'entraînement effectivement suivis par la personne ;<br/>-pour chaque module de cours, le nom du formateur ;<br/>-l'identification de l'organisme de formation si la prestation est sous-traitée ;<br/>-la date et le lieu de la formation ;<br/>-l'identification de l'entreprise ou de l'organisme employeur ;<br/>-le nom, la fonction et la signature de la personne ayant établi l'attestation. </p><p>Il tient à la disposition des agents des services de l'Etat en charge de la supervision la liste récapitulant les notes obtenues par les agents.</p>",
            "num": "ANNEXE À L'ARTICLE A. 2271-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1673136000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE - Arrêtés ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908281",
                        "id": "LEGISCTA000027908281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-01-08",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000046965064",
                        "id": "LEGISCTA000046965064",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000046965071",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000046965064",
            "sectionParentId": "LEGISCTA000046965064",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "PARTIE REGLEMENTAIRE - Arrêtés  &gt; ANNEXES",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046965071",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023086525",
                    "titre": "Code des transports",
                    "titreLong": "Code des transports",
                    "etat": "VIGUEUR",
                    "dateDebut": 1291161600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023086525",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046948964",
                    "textTitle": "Arrêté du 6 décembre 2022 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047079219",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-01-07",
                    "dateSignaTexte": "2022-12-06",
                    "dateDebutCible": "2023-01-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L2271-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2271-1",
                    "articleId": "LEGIARTI000038101840",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L2271-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2271-6",
                    "articleId": "LEGIARTI000038101880",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577404800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000046965071",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1673136000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "ANNEXE À L'ARTICLE A. 2271-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}