{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043545434",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les opérateurs réputés exercer une influence significative sur un marché du secteur des communications électroniques peuvent se voir imposer, en matière d'interconnexion et d'accès, une ou plusieurs des obligations suivantes, proportionnées à la réalisation des objectifs mentionnés à l'article L. 32-1 : 1° Rendre publiques des informations concernant l'interconnexion ou l'accès, notamment publier une offre technique et tarifaire détaillée d'interconnexion ou d'accès lorsqu'ils sont soumis à des obligations de non-discrimination ; l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer, à tout moment, des modifications à une telle offre pour la mettre en conformité avec les dispositions du présent code. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse toute information nécessaire ; 2° Fournir des prestations d'interconnexion ou d'accès dans des conditions non discriminatoires ; 2° bis Faire droit aux demandes raisonnables d'accès aux infrastructures de génie civil, en ce compris, notamment, les bâtiments ou les accès aux bâtiments, le câblage des bâtiments, les antennes, les tours et autres constructions de soutènement, les poteaux, les pylônes, les gaines, les conduites, les chambres de visite, les regards de visite et les armoires. Cette obligation peut être imposée, par l'autorité, à un opérateur, lorsqu'elle conclut qu'un refus d'octroi de l'accès ou des conditions d'accès déraisonnables empêcherait l'émergence d'un marché concurrentiel durable, y compris lorsque les infrastructures de génie civil ne font pas partie de la définition du marché pertinent, déterminé conformément à l'article L. 37-1, dès lors que l'obligation en cause est proportionnée et nécessaire pour atteindre les objectifs mentionnés à l'article L. 32-1. 3° Faire droit aux demandes raisonnables d'accès à des éléments de réseau ou à des moyens qui y sont associés, y compris en respectant des niveaux de qualité de service associés à cet accès ; 4° Respecter des obligations tarifaires, notamment ne pas pratiquer des tarifs excessifs ou d'éviction sur le marché en cause et pratiquer des tarifs reflétant les coûts correspondants ; 5° Isoler sur le plan comptable certaines activités en matière d'interconnexion ou d'accès, ou tenir une comptabilité des services et des activités qui permette, y compris sur les marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative, de vérifier le respect des obligations imposées au titre du présent article ; le respect de ces prescriptions est vérifié, aux frais de l'opérateur, par un organisme indépendant désigné par l'autorité ; 6° Le cas échéant, dans des circonstances exceptionnelles, respecter toutes autres obligations définies, après accord de la Commission européenne, en vue de lever ou d'atténuer les obstacles au développement d'une concurrence effective identifiés lors de l'analyse du marché prévue à l'article L. 37-1. II. – Sans préjudice de l'article L. 38-1-1, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ne peut imposer, à un opérateur exerçant une influence significative en application de l'article L. 37-1, que les obligations mentionnées au 2° et au 3° du I ou des obligations concernant une tarification équitable et raisonnable, lorsqu'elle détermine que : 1° L'opérateur, les sociétés et entités économiques du groupe auquel il appartient, et toute personne morale ou physique qui exerce ou est en mesure d'exercer un contrôle, direct ou indirect, ou une influence déterminante sur l'opérateur ou les sociétés et entités économiques du groupe auquel il appartient, n'ont aucune activité sur un marché de détail des services de communications électroniques et n'en prévoient pas à l'avenir, en propre ou par l'intermédiaire d'une ou plusieurs sociétés ou entités économiques sur lesquelles ils exercent ou sont en mesure d'exercer un contrôle, direct ou indirect ou une influence déterminante ; et 2° Il ne traite pas avec une entreprise unique et distincte opérant en aval, qui est active sur un marché de détail des services de communications électroniques fournis à des utilisateurs finals en raison d'un accord exclusif ou d'un accord dont les modalités peuvent être de fait exclusives ou manifestement discriminatoires. Toutefois, lorsque l'autorité établit que sont survenus ou risquent de survenir des problèmes de concurrence au détriment des utilisateurs finals, elle peut imposer les différentes obligations prévues au I. L'opérateur notifie à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, sans délai, tout changement dans sa situation au regard des conditions prévues au présent II. III. – Les obligations prévues au présent article sont établies, maintenues, modifiées ou supprimées, compte tenu de l'analyse du marché prévue à l'article L. 37-1. L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut ne pas imposer ou ne pas maintenir les obligations mentionnées au 4° du I du présent article dans les cas où elle établit qu'il existe une pression sur les tarifs de détail et que les obligations imposées conformément aux 1°, 2°, 2° bis, 3° et 5° du même I, notamment tout test de reproductibilité économique qui serait imposé en application du 2° dudit I, garantissent un accès effectif et non-discriminatoire. IV.-Dans son appréciation du caractère proportionné des obligations qu'elle est susceptible d'imposer, au titre du présent article, l'autorité choisit la manière la moins intrusive de remédier aux problèmes relevés dans le cadre de l'analyse prévue à l'article L. 37-1. S'agissant des obligations d'accès relevant du 3° du I, l'autorité analyse si d'autres formes d'accès, que ce soit sur un même marché ou sur un marché de gros connexe, seraient suffisantes pour remédier au problème constaté. Cette analyse tient compte des offres d'accès commerciales, des obligations d'accès imposées en application de l'article L. 34-8 , L. 34-8-3 et L. 34-8-4 et des obligations d'accès imposées ou prévues au titre du 3° du I du présent article concernant d'autres intrants de gros. L'autorité prend notamment en considération les éléments suivants : 1° La viabilité technique et économique de l'utilisation ou de la mise en place de ressources concurrentes, compte tenu du rythme auquel le marché évolue et compte-tenu de la nature et du type d'interconnexion et d'accès concerné notamment la viabilité d'autres produits d'accès en amont, tels que l'accès aux gaines ; 2° L'évolution technologique attendue concernant la conception et la gestion des réseaux ; 3° La nécessité de garantir une neutralité technologique permettant aux parties de concevoir et de gérer leurs propres réseaux ; 4° Le degré de faisabilité de la fourniture d'accès proposée, compte tenu de la capacité disponible ; 5° L'investissement initial réalisé par le propriétaire des ressources, en tenant compte des éventuels investissements publics réalisés et des risques inhérents à l'investissement et en apportant une attention particulière aux investissements réalisés dans les réseaux à très haute capacité et aux niveaux de risque associés à ces réseaux ; 6° La nécessité de préserver la concurrence à long terme en apportant une attention particulière à la concurrence effective fondée sur les infrastructures ; 7° Le cas échéant, les éventuels droits de propriété intellectuelle pertinents ; 8° La fourniture de services paneuropéens. Lorsque l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse entend imposer les obligations prévues au 2° bis et 3° du I du présent article, elle évalue si la seule obligation mentionnée au 2° bis constitue un moyen proportionné pour atteindre les objectifs fixés au 1° du III de l'article L. 32-1. V. – Un décret fixe les modalités d'application du présent article et précise les obligations mentionnées aux 1° à 5° du I.",
            "texteHtml": "<p>I. – Les opérateurs réputés exercer une influence significative sur un marché du secteur des communications électroniques peuvent se voir imposer, en matière d'interconnexion et d'accès, une ou plusieurs des obligations suivantes, proportionnées à la réalisation des objectifs mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465720&dateTexte=&categorieLien=cid'>l'article L. 32-1 : </a></p><p>1° Rendre publiques des informations concernant l'interconnexion ou l'accès, notamment publier une offre technique et tarifaire détaillée d'interconnexion ou d'accès lorsqu'ils sont soumis à des obligations de non-discrimination ; l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer, à tout moment, des modifications à une telle offre pour la mettre en conformité avec les dispositions du présent code. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse toute information nécessaire ; </p><p>2° Fournir des prestations d'interconnexion ou d'accès dans des conditions non discriminatoires ; </p><p>2° bis Faire droit aux demandes raisonnables d'accès aux infrastructures de génie civil, en ce compris, notamment, les bâtiments ou les accès aux bâtiments, le câblage des bâtiments, les antennes, les tours et autres constructions de soutènement, les poteaux, les pylônes, les gaines, les conduites, les chambres de visite, les regards de visite et les armoires. Cette obligation peut être imposée, par l'autorité, à un opérateur, lorsqu'elle conclut qu'un refus d'octroi de l'accès ou des conditions d'accès déraisonnables empêcherait l'émergence d'un marché concurrentiel durable, y compris lorsque les infrastructures de génie civil ne font pas partie de la définition du marché pertinent, déterminé conformément à l'article L. 37-1, dès lors que l'obligation en cause est proportionnée et nécessaire pour atteindre les objectifs mentionnés à l'article L. 32-1.</p><p>3° Faire droit aux demandes raisonnables d'accès à des éléments de réseau ou à des moyens qui y sont associés, y compris en respectant des niveaux de qualité de service associés à cet accès ; </p><p>4° Respecter des obligations tarifaires, notamment ne pas pratiquer des tarifs excessifs ou d'éviction sur le marché en cause et pratiquer des tarifs reflétant les coûts correspondants ; </p><p>5° Isoler sur le plan comptable certaines activités en matière d'interconnexion ou d'accès, ou tenir une comptabilité des services et des activités qui permette, y compris sur les marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative, de vérifier le respect des obligations imposées au titre du présent article ; le respect de ces prescriptions est vérifié, aux frais de l'opérateur, par un organisme indépendant désigné par l'autorité ; </p><p>6° Le cas échéant, dans des circonstances exceptionnelles, respecter toutes autres obligations définies, après accord de la Commission européenne, en vue de lever ou d'atténuer les obstacles au développement d'une concurrence effective identifiés lors de l'analyse du marché prévue à l'article L. 37-1. </p><p>II. – Sans préjudice de l'article L. 38-1-1, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ne peut imposer, à un opérateur exerçant une influence significative en application de l'article L. 37-1, que les obligations mentionnées au 2° et au 3° du I ou des obligations concernant une tarification équitable et raisonnable, lorsqu'elle détermine que : </p><p>1° L'opérateur, les sociétés et entités économiques du groupe auquel il appartient, et toute personne morale ou physique qui exerce ou est en mesure d'exercer un contrôle, direct ou indirect, ou une influence déterminante sur l'opérateur ou les sociétés et entités économiques du groupe auquel il appartient, n'ont aucune activité sur un marché de détail des services de communications électroniques et n'en prévoient pas à l'avenir, en propre ou par l'intermédiaire d'une ou plusieurs sociétés ou entités économiques sur lesquelles ils exercent ou sont en mesure d'exercer un contrôle, direct ou indirect ou une influence déterminante ; et </p><p>2° Il ne traite pas avec une entreprise unique et distincte opérant en aval, qui est active sur un marché de détail des services de communications électroniques fournis à des utilisateurs finals en raison d'un accord exclusif ou d'un accord dont les modalités peuvent être de fait exclusives ou manifestement discriminatoires. </p><p>Toutefois, lorsque l'autorité établit que sont survenus ou risquent de survenir des problèmes de concurrence au détriment des utilisateurs finals, elle peut imposer les différentes obligations prévues au I. </p><p>L'opérateur notifie à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse, sans délai, tout changement dans sa situation au regard des conditions prévues au présent II. </p><p>III. – Les obligations prévues au présent article sont établies, maintenues, modifiées ou supprimées, compte tenu de l'analyse du marché prévue à l'article L. 37-1. </p><p>L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut ne pas imposer ou ne pas maintenir les obligations mentionnées au 4° du I du présent article dans les cas où elle établit qu'il existe une pression sur les tarifs de détail et que les obligations imposées conformément aux 1°, 2°, 2° bis, 3° et 5° du même I, notamment tout test de reproductibilité économique qui serait imposé en application du 2° dudit I, garantissent un accès effectif et non-discriminatoire. </p><p>IV.-Dans son appréciation du caractère proportionné des obligations qu'elle est susceptible d'imposer, au titre du présent article, l'autorité choisit la manière la moins intrusive de remédier aux problèmes relevés dans le cadre de l'analyse prévue à l'article L. 37-1. </p><p>S'agissant des obligations d'accès relevant du 3° du I, l'autorité analyse si d'autres formes d'accès, que ce soit sur un même marché ou sur un marché de gros connexe, seraient suffisantes pour remédier au problème constaté. Cette analyse tient compte des offres d'accès commerciales, des obligations d'accès imposées en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465796&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L34-8 (V)'>L. 34-8</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000019297025&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L34-8-3 (V)'>L. 34-8-3 </a>et L. 34-8-4 et des obligations d'accès imposées ou prévues au titre du 3° du I du présent article concernant d'autres intrants de gros. L'autorité prend notamment en considération les éléments suivants : </p><p>1° La viabilité technique et économique de l'utilisation ou de la mise en place de ressources concurrentes, compte tenu du rythme auquel le marché évolue et compte-tenu de la nature et du type d'interconnexion et d'accès concerné notamment la viabilité d'autres produits d'accès en amont, tels que l'accès aux gaines ; </p><p>2° L'évolution technologique attendue concernant la conception et la gestion des réseaux ; </p><p>3° La nécessité de garantir une neutralité technologique permettant aux parties de concevoir et de gérer leurs propres réseaux ; </p><p>4° Le degré de faisabilité de la fourniture d'accès proposée, compte tenu de la capacité disponible ; </p><p>5° L'investissement initial réalisé par le propriétaire des ressources, en tenant compte des éventuels investissements publics réalisés et des risques inhérents à l'investissement et en apportant une attention particulière aux investissements réalisés dans les réseaux à très haute capacité et aux niveaux de risque associés à ces réseaux ; </p><p>6° La nécessité de préserver la concurrence à long terme en apportant une attention particulière à la concurrence effective fondée sur les infrastructures ; </p><p>7° Le cas échéant, les éventuels droits de propriété intellectuelle pertinents ; </p><p>8° La fourniture de services paneuropéens. </p><p>Lorsque l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse entend imposer les obligations prévues au 2° bis et 3° du I du présent article, elle évalue si la seule obligation mentionnée au 2° bis constitue un moyen proportionné pour atteindre les objectifs fixés au 1° du III de l'article L. 32-1. </p><p>V. – Un décret fixe les modalités d'application du présent article et précise les obligations mentionnées aux 1° à 5° du I.</p>",
            "num": "L38",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1622160000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La régulation des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150661",
                        "id": "LEGISCTA000006150661",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165905",
                        "id": "LEGISCTA000006165905",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465428",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165905",
            "sectionParentId": "LEGISCTA000006165905",
            "sectionParentTitre": "Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre IV : La régulation des communications électroniques. &gt; Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043545434",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043534846",
                    "textTitle": "Ordonnance n°2021-650 du 26 mai 2021 - art. 23",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000043537416",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-05-27",
                    "dateSignaTexte": "2021-05-26",
                    "dateDebutCible": "2021-05-28"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret n°62-273 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020158771",
                    "textTitle": "Décision n°2008-1176\n du 2 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020158771",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1176",
                    "datePubli": 1233100800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020568760",
                    "textTitle": "Décision n° 2008-0977\n du 25 septembre 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020568762",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0977",
                    "datePubli": 1241308800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020831079",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484  du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021068797",
                    "textTitle": "Décision n°2009-0655\n du 27 juillet 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021068797",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0655",
                    "datePubli": 1253836800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029308364",
                    "textTitle": "DÉCISION n°2014-0735 du 26 juin 2014 - art. 14, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "JORFARTI000029308404",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0735",
                    "datePubli": 1406678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314632",
                    "textTitle": "DÉCISION n°2014-0733 du 26 juin 2014 - art. 19, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "JORFARTI000029314680",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0733",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314722",
                    "textTitle": "DÉCISION n°2014-0734 du 26 juin 2014 - art. 11, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "JORFARTI000029314743",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0734",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036485052",
                    "textTitle": "Décision n°2017-1568 du 21 décembre 2017 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000036485071",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1568",
                    "datePubli": 1515801600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037283354",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037283352",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D301 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D301",
                    "articleId": "LEGIARTI000044164739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D305 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D305",
                    "articleId": "LEGIARTI000044016345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D307 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D307",
                    "articleId": "LEGIARTI000044164801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D309 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000044164822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D310 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D310",
                    "articleId": "LEGIARTI000044164830",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D311 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D311",
                    "articleId": "LEGIARTI000044164844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D312 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D312",
                    "articleId": "LEGIARTI000044164854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D313 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D313",
                    "articleId": "LEGIARTI000006464538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1116633600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D99-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D99-6",
                    "articleId": "LEGIARTI000044016642",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L33-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000047293234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8",
                    "articleId": "LEGIARTI000006465796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L34-8-3",
                    "articleId": "LEGIARTI000019297025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-3-1",
                    "articleId": "LEGIARTI000043538481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-4",
                    "articleId": "LEGIARTI000043545282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L36-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L36-11",
                    "articleId": "LEGIARTI000044564936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-1",
                    "articleId": "LEGIARTI000044259829",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-2",
                    "articleId": "LEGIARTI000043545412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1",
                    "articleId": "LEGIARTI000043545448",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1-1",
                    "articleId": "LEGIARTI000043538784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2",
                    "articleId": "LEGIARTI000031010775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2-2",
                    "articleId": "LEGIARTI000043538814",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L32-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L32-1",
                    "articleId": "LEGIARTI000006465720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465428",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 467510400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465429",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1089417600000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465430",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1314403200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024506148",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1314403200000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247548",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545434",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L38",
                "38"
            ],
            "versionPrecedente": "LEGIARTI000039247548",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039247548",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les opérateurs réputés exercer une influence significative sur un marché du secteur des communications électroniques peuvent se voir imposer, en matière d'interconnexion et d'accès, une ou plusieurs des obligations suivantes, proportionnées à la réalisation des objectifs mentionnés à l'article L. 32-1 : 1° Rendre publiques des informations concernant l'interconnexion ou l'accès, notamment publier une offre technique et tarifaire détaillée d'interconnexion ou d'accès lorsqu'ils sont soumis à des obligations de non-discrimination ; l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer, à tout moment, des modifications à une telle offre pour la mettre en conformité avec les dispositions du présent code. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse toute information nécessaire ; 2° Fournir des prestations d'interconnexion ou d'accès dans des conditions non discriminatoires ; 3° Faire droit aux demandes raisonnables d'accès à des éléments de réseau ou à des moyens qui y sont associés ; 4° Ne pas pratiquer de tarifs excessifs ou d'éviction sur le marché en cause et pratiquer des tarifs reflétant les coûts correspondants ; 5° Isoler sur le plan comptable certaines activités en matière d'interconnexion ou d'accès, ou tenir une comptabilité des services et des activités qui permette, y compris sur les marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative, de vérifier le respect des obligations imposées au titre du présent article ; le respect de ces prescriptions est vérifié, aux frais de l'opérateur, par un organisme indépendant désigné par l'autorité ; 6° Le cas échéant, dans des circonstances exceptionnelles, respecter toutes autres obligations définies, après accord de la Commission européenne, en vue de lever ou d'atténuer les obstacles au développement d'une concurrence effective identifiés lors de l'analyse du marché prévue à l'article L. 37-1. II. – L'autorité peut imposer à un opérateur réputé exercer une influence significative sur un marché mentionné au I de réviser les contrats et conventions en cours à la date de promulgation de la loi n° 2004-669 du 9 juillet 2004 relative aux communications électroniques et aux services de communication audiovisuelle, qu'il a conclus, dans le cadre des droits exclusifs qui lui étaient confiés, avec les sociétés mentionnées aux articles 44 et 45 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, pour la transmission et la diffusion de leurs programmes. III. – Les obligations prévues au présent article sont établies, maintenues ou supprimées, compte tenu de l'analyse du marché prévue à l'article L. 37-1. Au moment de la révision de l'analyse d'un marché, l'autorité publie un bilan relatif aux résultats effectifs, eu égard aux objectifs poursuivis, des mesures décidées en vertu de l'analyse précédente. IV. – Dans son appréciation du caractère proportionné des obligations d'accès qu'elle est susceptible d'imposer en application du 3° du I, l'autorité prend notamment en considération les éléments suivants : a) La viabilité technique et économique de l'utilisation ou de la mise en place de ressources concurrentes, compte tenu du rythme auquel le marché évolue et de la nature et du type d'interconnexion et d'accès concerné notamment la viabilité d'autres produits d'accès en amont, tels que l'accès aux gaines ; b) Le degré de faisabilité de la fourniture d'accès proposée, compte tenu de la capacité disponible ; c) L'investissement initial réalisé par le propriétaire des ressources, en tenant compte des investissements publics réalisés et des risques inhérents à l'investissement ; d) La nécessité de préserver la concurrence à long terme en apportant une attention particulière à la concurrence effective fondée sur les infrastructures ; e) Le cas échéant, les éventuels droits de propriété intellectuelle pertinents ; f) La fourniture de services paneuropéens. V. – Un décret fixe les modalités d'application du présent article et précise les obligations mentionnées aux 1° à 5° du I.",
            "texteHtml": "<p>I. – Les opérateurs réputés exercer une influence significative sur un marché du secteur des communications électroniques peuvent se voir imposer, en matière d'interconnexion et d'accès, une ou plusieurs des obligations suivantes, proportionnées à la réalisation des objectifs mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000039247919&dateTexte=&categorieLien=id' title='Code des postes et des communications électroni... - art. L32-1 (M)'>l'article L. 32-1 : </a></p><p>1° Rendre publiques des informations concernant l'interconnexion ou l'accès, notamment publier une offre technique et tarifaire détaillée d'interconnexion ou d'accès lorsqu'ils sont soumis à des obligations de non-discrimination ; l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut imposer, à tout moment, des modifications à une telle offre pour la mettre en conformité avec les dispositions du présent code. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse toute information nécessaire ;</p><p>2° Fournir des prestations d'interconnexion ou d'accès dans des conditions non discriminatoires ;</p><p>3° Faire droit aux demandes raisonnables d'accès à des éléments de réseau ou à des moyens qui y sont associés ;</p><p>4° Ne pas pratiquer de tarifs excessifs ou d'éviction sur le marché en cause et pratiquer des tarifs reflétant les coûts correspondants ;</p><p>5° Isoler sur le plan comptable certaines activités en matière d'interconnexion ou d'accès, ou tenir une comptabilité des services et des activités qui permette, y compris sur les marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative, de vérifier le respect des obligations imposées au titre du présent article ; le respect de ces prescriptions est vérifié, aux frais de l'opérateur, par un organisme indépendant désigné par l'autorité ;</p><p>6° Le cas échéant, dans des circonstances exceptionnelles, respecter toutes autres obligations définies, après accord de la Commission européenne, en vue de lever ou d'atténuer les obstacles au développement d'une concurrence effective identifiés lors de l'analyse du marché prévue à l'article L. 37-1. </p><p>II. – L'autorité peut imposer à un opérateur réputé exercer une influence significative sur un marché mentionné au I de réviser les contrats et conventions en cours à la date de promulgation de la loi n° 2004-669 du 9 juillet 2004 relative aux communications électroniques et aux services de communication audiovisuelle, qu'il a conclus, dans le cadre des droits exclusifs qui lui étaient confiés, avec les sociétés mentionnées aux <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000512205&idArticle=LEGIARTI000006420537&dateTexte=&categorieLien=cid'>articles 44 et 45</a> de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, pour la transmission et la diffusion de leurs programmes.</p><p>III. – Les obligations prévues au présent article sont établies, maintenues ou supprimées, compte tenu de l'analyse du marché prévue à l'article L. 37-1.</p><p>Au moment de la révision de l'analyse d'un marché, l'autorité publie un bilan relatif aux résultats effectifs, eu égard aux objectifs poursuivis, des mesures décidées en vertu de l'analyse précédente.</p><p>IV. – Dans son appréciation du caractère proportionné des obligations d'accès qu'elle est susceptible d'imposer en application du 3° du I, l'autorité prend notamment en considération les éléments suivants :</p><p>a) La viabilité technique et économique de l'utilisation ou de la mise en place de ressources concurrentes, compte tenu du rythme auquel le marché évolue et de la nature et du type d'interconnexion et d'accès concerné notamment la viabilité d'autres produits d'accès en amont, tels que l'accès aux gaines ;</p><p>b) Le degré de faisabilité de la fourniture d'accès proposée, compte tenu de la capacité disponible ;</p><p>c) L'investissement initial réalisé par le propriétaire des ressources, en tenant compte des investissements publics réalisés et des risques inhérents à l'investissement ;</p><p>d) La nécessité de préserver la concurrence à long terme en apportant une attention particulière à la concurrence effective fondée sur les infrastructures ;</p><p>e) Le cas échéant, les éventuels droits de propriété intellectuelle pertinents ;</p><p>f) La fourniture de services paneuropéens.</p><p>V. – Un décret fixe les modalités d'application du présent article et précise les obligations mentionnées aux 1° à 5° du I.</p>",
            "num": "L38",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1571529600000,
            "dateFin": 1622160000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La régulation des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150661",
                        "id": "LEGISCTA000006150661",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165905",
                        "id": "LEGISCTA000006165905",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465428",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165905",
            "sectionParentId": "LEGISCTA000006165905",
            "sectionParentTitre": "Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre IV : La régulation des communications électroniques. &gt; Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039247548",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039241255",
                    "textTitle": "LOI n°2019-1063 du 18 octobre 2019 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039242947",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-10-19",
                    "dateSignaTexte": "2019-10-18",
                    "dateDebutCible": "2019-10-20"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret n°62-273 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n° 86-1067 du 30 septembre 1986 - art. 44",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "44",
                    "articleId": "LEGIARTI000006420537",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 1479254400000
                },
                {
                    "textCid": "JORFTEXT000020158771",
                    "textTitle": "Décision n°2008-1176\n du 2 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020158771",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1176",
                    "datePubli": 1233100800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020568760",
                    "textTitle": "Décision n° 2008-0977\n du 25 septembre 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020568762",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0977",
                    "datePubli": 1241308800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020831079",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484  du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021068797",
                    "textTitle": "Décision n°2009-0655\n du 27 juillet 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021068797",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0655",
                    "datePubli": 1253836800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029308364",
                    "textTitle": "DÉCISION n°2014-0735 du 26 juin 2014 - art. 14, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "JORFARTI000029308404",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0735",
                    "datePubli": 1406678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314632",
                    "textTitle": "DÉCISION n°2014-0733 du 26 juin 2014 - art. 19, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "JORFARTI000029314680",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0733",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314722",
                    "textTitle": "DÉCISION n°2014-0734 du 26 juin 2014 - art. 11, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "JORFARTI000029314743",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0734",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036485052",
                    "textTitle": "Décision n°2017-1568 du 21 décembre 2017 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000036485071",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1568",
                    "datePubli": 1515801600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037283354",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037283352",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D301 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D301",
                    "articleId": "LEGIARTI000044164739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D305 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D305",
                    "articleId": "LEGIARTI000044016345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D307 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D307",
                    "articleId": "LEGIARTI000044164801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D309 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000044164822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D310 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D310",
                    "articleId": "LEGIARTI000044164830",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D311 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D311",
                    "articleId": "LEGIARTI000044164844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D312 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D312",
                    "articleId": "LEGIARTI000044164854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D313 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D313",
                    "articleId": "LEGIARTI000006464538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1116633600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D99-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D99-6",
                    "articleId": "LEGIARTI000044016642",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L32-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L32-1",
                    "articleId": "LEGIARTI000039247919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L33-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000047293234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-3-1",
                    "articleId": "LEGIARTI000043538481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-4",
                    "articleId": "LEGIARTI000043545282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L36-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L36-11",
                    "articleId": "LEGIARTI000044564936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-1",
                    "articleId": "LEGIARTI000044259829",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-2",
                    "articleId": "LEGIARTI000043545412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1",
                    "articleId": "LEGIARTI000043545448",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1-1",
                    "articleId": "LEGIARTI000043538784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2",
                    "articleId": "LEGIARTI000039247522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2-2",
                    "articleId": "LEGIARTI000043538814",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465428",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 467510400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465429",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1089417600000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465430",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1314403200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024506148",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1314403200000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247548",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545434",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L38",
                "38"
            ],
            "versionPrecedente": "LEGIARTI000024506148",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024506148",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les opérateurs réputés exercer une influence significative sur un marché du secteur des communications électroniques peuvent se voir imposer, en matière d'interconnexion et d'accès, une ou plusieurs des obligations suivantes, proportionnées à la réalisation des objectifs mentionnés à l'article L. 32-1 : 1° Rendre publiques des informations concernant l'interconnexion ou l'accès, notamment publier une offre technique et tarifaire détaillée d'interconnexion ou d'accès lorsqu'ils sont soumis à des obligations de non-discrimination ; l'Autorité de régulation des communications électroniques et des postes peut imposer, à tout moment, des modifications à une telle offre pour la mettre en conformité avec les dispositions du présent code. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques et des postes toute information nécessaire ; 2° Fournir des prestations d'interconnexion ou d'accès dans des conditions non discriminatoires ; 3° Faire droit aux demandes raisonnables d'accès à des éléments de réseau ou à des moyens qui y sont associés ; 4° Ne pas pratiquer de tarifs excessifs ou d'éviction sur le marché en cause et pratiquer des tarifs reflétant les coûts correspondants ; 5° Isoler sur le plan comptable certaines activités en matière d'interconnexion ou d'accès, ou tenir une comptabilité des services et des activités qui permette, y compris sur les marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative, de vérifier le respect des obligations imposées au titre du présent article ; le respect de ces prescriptions est vérifié, aux frais de l'opérateur, par un organisme indépendant désigné par l'autorité ; 6° Le cas échéant, dans des circonstances exceptionnelles, respecter toutes autres obligations définies, après accord de la Commission européenne, en vue de lever ou d'atténuer les obstacles au développement d'une concurrence effective identifiés lors de l'analyse du marché prévue à l'article L. 37-1. II. – L'autorité peut imposer à un opérateur réputé exercer une influence significative sur un marché mentionné au I de réviser les contrats et conventions en cours à la date de promulgation de la loi n° 2004-669 du 9 juillet 2004 relative aux communications électroniques et aux services de communication audiovisuelle, qu'il a conclus, dans le cadre des droits exclusifs qui lui étaient confiés, avec les sociétés mentionnées aux articles 44 et 45 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, pour la transmission et la diffusion de leurs programmes. III. – Les obligations prévues au présent article sont établies, maintenues ou supprimées, compte tenu de l'analyse du marché prévue à l'article L. 37-1. Au moment de la révision de l'analyse d'un marché, l'autorité publie un bilan relatif aux résultats effectifs, eu égard aux objectifs poursuivis, des mesures décidées en vertu de l'analyse précédente. IV. – Dans son appréciation du caractère proportionné des obligations d'accès qu'elle est susceptible d'imposer en application du 3° du I, l'autorité prend notamment en considération les éléments suivants : a) La viabilité technique et économique de l'utilisation ou de la mise en place de ressources concurrentes, compte tenu du rythme auquel le marché évolue et de la nature et du type d'interconnexion et d'accès concerné notamment la viabilité d'autres produits d'accès en amont, tels que l'accès aux gaines ; b) Le degré de faisabilité de la fourniture d'accès proposée, compte tenu de la capacité disponible ; c) L'investissement initial réalisé par le propriétaire des ressources, en tenant compte des investissements publics réalisés et des risques inhérents à l'investissement ; d) La nécessité de préserver la concurrence à long terme en apportant une attention particulière à la concurrence effective fondée sur les infrastructures ; e) Le cas échéant, les éventuels droits de propriété intellectuelle pertinents ; f) La fourniture de services paneuropéens. V. – Un décret fixe les modalités d'application du présent article et précise les obligations mentionnées aux 1° à 5° du I.",
            "texteHtml": "<p>I. – Les opérateurs réputés exercer une influence significative sur un marché du secteur des communications électroniques peuvent se voir imposer, en matière d'interconnexion et d'accès, une ou plusieurs des obligations suivantes, proportionnées à la réalisation des objectifs mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465720&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L32-1 (V)'>l'article L. 32-1 : </a></p><p>1° Rendre publiques des informations concernant l'interconnexion ou l'accès, notamment publier une offre technique et tarifaire détaillée d'interconnexion ou d'accès lorsqu'ils sont soumis à des obligations de non-discrimination ; l'Autorité de régulation des communications électroniques et des postes peut imposer, à tout moment, des modifications à une telle offre pour la mettre en conformité avec les dispositions du présent code. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques et des postes toute information nécessaire ;</p><p>2° Fournir des prestations d'interconnexion ou d'accès dans des conditions non discriminatoires ;</p><p>3° Faire droit aux demandes raisonnables d'accès à des éléments de réseau ou à des moyens qui y sont associés ;</p><p>4° Ne pas pratiquer de tarifs excessifs ou d'éviction sur le marché en cause et pratiquer des tarifs reflétant les coûts correspondants ;</p><p>5° Isoler sur le plan comptable certaines activités en matière d'interconnexion ou d'accès, ou tenir une comptabilité des services et des activités qui permette, y compris sur les marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative, de vérifier le respect des obligations imposées au titre du présent article ; le respect de ces prescriptions est vérifié, aux frais de l'opérateur, par un organisme indépendant désigné par l'autorité ;</p><p>6° Le cas échéant, dans des circonstances exceptionnelles, respecter toutes autres obligations définies, après accord de la Commission européenne, en vue de lever ou d'atténuer les obstacles au développement d'une concurrence effective identifiés lors de l'analyse du marché prévue à l'article L. 37-1. </p><p>II. – L'autorité peut imposer à un opérateur réputé exercer une influence significative sur un marché mentionné au I de réviser les contrats et conventions en cours à la date de promulgation de la loi n° 2004-669 du 9 juillet 2004 relative aux communications électroniques et aux services de communication audiovisuelle, qu'il a conclus, dans le cadre des droits exclusifs qui lui étaient confiés, avec les sociétés mentionnées aux <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000512205&idArticle=LEGIARTI000006420537&dateTexte=&categorieLien=cid' title='Loi n° 86-1067 du 30 septembre 1986 - art. 44 (V)'>articles 44 et 45</a> de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, pour la transmission et la diffusion de leurs programmes.</p><p>III. – Les obligations prévues au présent article sont établies, maintenues ou supprimées, compte tenu de l'analyse du marché prévue à l'article L. 37-1.</p><p>Au moment de la révision de l'analyse d'un marché, l'autorité publie un bilan relatif aux résultats effectifs, eu égard aux objectifs poursuivis, des mesures décidées en vertu de l'analyse précédente.</p><p>IV. – Dans son appréciation du caractère proportionné des obligations d'accès qu'elle est susceptible d'imposer en application du 3° du I, l'autorité prend notamment en considération les éléments suivants :</p><p>a) La viabilité technique et économique de l'utilisation ou de la mise en place de ressources concurrentes, compte tenu du rythme auquel le marché évolue et de la nature et du type d'interconnexion et d'accès concerné notamment la viabilité d'autres produits d'accès en amont, tels que l'accès aux gaines ;</p><p>b) Le degré de faisabilité de la fourniture d'accès proposée, compte tenu de la capacité disponible ;</p><p>c) L'investissement initial réalisé par le propriétaire des ressources, en tenant compte des investissements publics réalisés et des risques inhérents à l'investissement ;</p><p>d) La nécessité de préserver la concurrence à long terme en apportant une attention particulière à la concurrence effective fondée sur les infrastructures ;</p><p>e) Le cas échéant, les éventuels droits de propriété intellectuelle pertinents ;</p><p>f) La fourniture de services paneuropéens.</p><p>V. – Un décret fixe les modalités d'application du présent article et précise les obligations mentionnées aux 1° à 5° du I.</p>",
            "num": "L38",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1314403200000,
            "dateFin": 1571529600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La régulation des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150661",
                        "id": "LEGISCTA000006150661",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165905",
                        "id": "LEGISCTA000006165905",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465428",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165905",
            "sectionParentId": "LEGISCTA000006165905",
            "sectionParentTitre": "Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre IV : La régulation des communications électroniques. &gt; Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024506148",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024502658",
                    "textTitle": "Ordonnance n°2011-1012\n du 24 août 2011 - art. 21",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000024503313",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2011-08-26",
                    "dateSignaTexte": "2011-08-24",
                    "dateDebutCible": "2011-08-27"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret n°62-273 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n° 86-1067 du 30 septembre 1986 - art. 44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "44",
                    "articleId": "LEGIARTI000006420537",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 1479254400000
                },
                {
                    "textCid": "JORFTEXT000020158771",
                    "textTitle": "Décision n°2008-1176\n du 2 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020158771",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1176",
                    "datePubli": 1233100800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020568760",
                    "textTitle": "Décision n° 2008-0977\n du 25 septembre 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020568762",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0977",
                    "datePubli": 1241308800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020831079",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484  du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021068797",
                    "textTitle": "Décision n°2009-0655\n du 27 juillet 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021068797",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0655",
                    "datePubli": 1253836800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029308364",
                    "textTitle": "DÉCISION n°2014-0735 du 26 juin 2014 - art. 14, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "JORFARTI000029308404",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0735",
                    "datePubli": 1406678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314632",
                    "textTitle": "DÉCISION n°2014-0733 du 26 juin 2014 - art. 19, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "JORFARTI000029314680",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0733",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314722",
                    "textTitle": "DÉCISION n°2014-0734 du 26 juin 2014 - art. 11, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "JORFARTI000029314743",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0734",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036485052",
                    "textTitle": "Décision n°2017-1568 du 21 décembre 2017 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000036485071",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1568",
                    "datePubli": 1515801600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037283354",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037283352",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D301 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D301",
                    "articleId": "LEGIARTI000044164739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D305 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D305",
                    "articleId": "LEGIARTI000044016345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D307 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D307",
                    "articleId": "LEGIARTI000044164801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D309 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000044164822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D310 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D310",
                    "articleId": "LEGIARTI000044164830",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D311 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D311",
                    "articleId": "LEGIARTI000044164844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D312 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D312",
                    "articleId": "LEGIARTI000044164854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D313 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D313",
                    "articleId": "LEGIARTI000006464538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1116633600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D99-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D99-6",
                    "articleId": "LEGIARTI000044016642",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L32-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L32-1",
                    "articleId": "LEGIARTI000006465720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L33-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000047293234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-3-1",
                    "articleId": "LEGIARTI000043538481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-4",
                    "articleId": "LEGIARTI000043545282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L36-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L36-11",
                    "articleId": "LEGIARTI000044564936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-1",
                    "articleId": "LEGIARTI000044259829",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-2",
                    "articleId": "LEGIARTI000043545412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1",
                    "articleId": "LEGIARTI000043545448",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1-1",
                    "articleId": "LEGIARTI000043538784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2",
                    "articleId": "LEGIARTI000031010775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2-2",
                    "articleId": "LEGIARTI000043538814",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465428",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 467510400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465429",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1089417600000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465430",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1314403200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024506148",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1314403200000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247548",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545434",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L38",
                "38"
            ],
            "versionPrecedente": "LEGIARTI000006465430",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006465430",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les opérateurs réputés exercer une influence significative sur un marché du secteur des communications électroniques peuvent se voir imposer, en matière d'interconnexion et d'accès, une ou plusieurs des obligations suivantes, proportionnées à la réalisation des objectifs mentionnés à l'article L. 32-1 : 1° Rendre publiques des informations concernant l'interconnexion ou l'accès, notamment publier une offre technique et tarifaire détaillée d'interconnexion ou d'accès lorsqu'ils sont soumis à des obligations de non-discrimination ; l'Autorité de régulation des communications électroniques et des postes peut imposer, à tout moment, des modifications à une telle offre pour la mettre en conformité avec les dispositions du présent code. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques et des postes toute information nécessaire ; 2° Fournir des prestations d'interconnexion ou d'accès dans des conditions non discriminatoires ; 3° Faire droit aux demandes raisonnables d'accès à des éléments de réseau ou à des moyens qui y sont associés ; 4° Ne pas pratiquer de tarifs excessifs ou d'éviction sur le marché en cause et pratiquer des tarifs reflétant les coûts correspondants ; 5° Isoler sur le plan comptable certaines activités en matière d'interconnexion ou d'accès, ou tenir une comptabilité des services et des activités qui permette de vérifier le respect des obligations imposées au titre du présent article ; le respect de ces prescriptions est vérifié, aux frais de l'opérateur, par un organisme indépendant désigné par l'autorité ; 6° Le cas échéant, dans des circonstances exceptionnelles, respecter toutes autres obligations définies, après accord de la Commission européenne, en vue de lever ou d'atténuer les obstacles au développement d'une concurrence effective identifiés lors de l'analyse du marché prévue à l'article L. 37-1. II. - Les opérateurs réputés exercer une influence significative sur le marché du raccordement aux réseaux téléphoniques fixes ouverts au public sont tenus de fournir à tout opérateur les prestations d'interconnexion et d'accès nécessaires pour que leurs abonnés puissent, à un tarif raisonnable, présélectionner le service téléphonique au public de cet opérateur et écarter, appel par appel, tout choix de présélection en composant un préfixe court ; les tarifs de ces prestations reflètent les coûts correspondants. III. - L'autorité peut imposer à un opérateur réputé exercer une influence significative sur un marché mentionné au I de réviser les contrats et conventions en cours à la date de promulgation de la loi n° 2004-669 du 9 juillet 2004 relative aux communications électroniques et aux services de communication audiovisuelle, qu'il a conclus, dans le cadre des droits exclusifs qui lui étaient confiés, avec les sociétés mentionnées aux articles 44 et 45 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, pour la transmission et la diffusion de leurs programmes. IV. - Les obligations prévues au présent article sont établies, maintenues ou supprimées, compte tenu de l'analyse du marché prévue à l'article L. 37-1. Au moment de la révision de l'analyse d'un marché, l'autorité publie un bilan relatif aux résultats effectifs, eu égard aux objectifs poursuivis, des mesures décidées en vertu de l'analyse précédente. V. - Dans son appréciation du caractère proportionné des obligations d'accès qu'elle est susceptible d'imposer en application du 3° du I, l'autorité prend notamment en considération les éléments suivants : a) La viabilité technique et économique de l'utilisation ou de la mise en place de ressources concurrentes, compte tenu du rythme auquel le marché évolue et de la nature et du type d'interconnexion et d'accès concerné ; b) Le degré de faisabilité de la fourniture d'accès proposée, compte tenu de la capacité disponible ; c) L'investissement initial réalisé par le propriétaire des ressources, sans négliger les risques inhérents à l'investissement ; d) La nécessité de préserver la concurrence à long terme ; e) Le cas échéant, les éventuels droits de propriété intellectuelle pertinents ; f) La fourniture de services paneuropéens. VI. - Un décret fixe les modalités d'application du présent article et précise les obligations mentionnées aux 1° à 5° du I.",
            "texteHtml": "<p></p>   I. - Les opérateurs réputés exercer une influence significative sur un marché du secteur des communications électroniques peuvent se voir imposer, en matière d'interconnexion et d'accès, une ou plusieurs des obligations suivantes, proportionnées à la réalisation des objectifs mentionnés à l'article L. 32-1 :<p></p><p></p>   1° Rendre publiques des informations concernant l'interconnexion ou l'accès, notamment publier une offre technique et tarifaire détaillée d'interconnexion ou d'accès lorsqu'ils sont soumis à des obligations de non-discrimination ; l'Autorité de régulation des communications électroniques et des postes peut imposer, à tout moment, des modifications à une telle offre pour la mettre en conformité avec les dispositions du présent code. L'opérateur communique à cette fin à l'Autorité de régulation des communications électroniques et des postes toute information nécessaire ;<p></p><p></p>   2° Fournir des prestations d'interconnexion ou d'accès dans des conditions non discriminatoires ;<p></p><p></p>   3° Faire droit aux demandes raisonnables d'accès à des éléments de réseau ou à des moyens qui y sont associés ;<p></p><p></p>   4° Ne pas pratiquer de tarifs excessifs ou d'éviction sur le marché en cause et pratiquer des tarifs reflétant les coûts correspondants ;<p></p><p></p>   5° Isoler sur le plan comptable certaines activités en matière d'interconnexion ou d'accès, ou tenir une comptabilité des services et des activités qui permette de vérifier le respect des obligations imposées au titre du présent article ; le respect de ces prescriptions est vérifié, aux frais de l'opérateur, par un organisme indépendant désigné par l'autorité ;<p></p><p></p>   6° Le cas échéant, dans des circonstances exceptionnelles, respecter toutes autres obligations définies, après accord de la Commission européenne, en vue de lever ou d'atténuer les obstacles au développement d'une concurrence effective identifiés lors de l'analyse du marché prévue à l'article L. 37-1.<p></p><p></p>   II. - Les opérateurs réputés exercer une influence significative sur le marché du raccordement aux réseaux téléphoniques fixes ouverts au public sont tenus de fournir à tout opérateur les prestations d'interconnexion et d'accès nécessaires pour que leurs abonnés puissent, à un tarif raisonnable, présélectionner le service téléphonique au public de cet opérateur et écarter, appel par appel, tout choix de présélection en composant un préfixe court ; les tarifs de ces prestations reflètent les coûts correspondants.<p></p><p></p>   III. - L'autorité peut imposer à un opérateur réputé exercer une influence significative sur un marché mentionné au I de réviser les contrats et conventions en cours à la date de promulgation de la loi n° 2004-669 du 9 juillet 2004 relative aux communications électroniques et aux services de communication audiovisuelle, qu'il a conclus, dans le cadre des droits exclusifs qui lui étaient confiés, avec les sociétés mentionnées aux articles 44 et 45 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, pour la transmission et la diffusion de leurs programmes.<p></p><p></p>   IV. - Les obligations prévues au présent article sont établies, maintenues ou supprimées, compte tenu de l'analyse du marché prévue à l'article L. 37-1.<p></p><p></p>   Au moment de la révision de l'analyse d'un marché, l'autorité publie un bilan relatif aux résultats effectifs, eu égard aux objectifs poursuivis, des mesures décidées en vertu de l'analyse précédente.<p></p><p></p>   V. - Dans son appréciation du caractère proportionné des obligations d'accès qu'elle est susceptible d'imposer en application du 3° du I, l'autorité prend notamment en considération les éléments suivants :<p></p><p></p>   a) La viabilité technique et économique de l'utilisation ou de la mise en place de ressources concurrentes, compte tenu du rythme auquel le marché évolue et de la nature et du type d'interconnexion et d'accès concerné ;<p></p><p></p>   b) Le degré de faisabilité de la fourniture d'accès proposée, compte tenu de la capacité disponible ;<p></p><p></p>   c) L'investissement initial réalisé par le propriétaire des ressources, sans négliger les risques inhérents à l'investissement ;<p></p><p></p>   d) La nécessité de préserver la concurrence à long terme ;<p></p><p></p>   e) Le cas échéant, les éventuels droits de propriété intellectuelle pertinents ;<p></p><p></p>   f) La fourniture de services paneuropéens.<p></p><p></p>   VI. - Un décret fixe les modalités d'application du présent article et précise les obligations mentionnées aux 1° à 5° du I.<p></p>",
            "num": "L38",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1116633600000,
            "dateFin": 1314403200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La régulation des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150661",
                        "id": "LEGISCTA000006150661",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165905",
                        "id": "LEGISCTA000006165905",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465428",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165905",
            "sectionParentId": "LEGISCTA000006165905",
            "sectionParentTitre": "Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre IV : La régulation des communications électroniques. &gt; Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006465430",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000446769",
                    "textTitle": "Loi n°2005-516 du 20 mai 2005 - art. 14 (V) JORF 21 mai 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006241228",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-05-21",
                    "dateSignaTexte": "2005-05-20",
                    "dateDebutCible": "2005-05-21"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret 62-273 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi 86-1067 1986-09-30 art. 44, art. 45",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000512205",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n°86-1067 du 30 septembre 1986 - art. 45 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000006420543",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 528508800000
                },
                {
                    "textCid": "JORFTEXT000000439399",
                    "textTitle": "Loi 2004-669 2004-07-09",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000439399",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-669",
                    "datePubli": 1089417600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020158771",
                    "textTitle": "Décision n°2008-1176\n du 2 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020158771",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1176",
                    "datePubli": 1233100800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020568760",
                    "textTitle": "Décision n° 2008-0977\n du 25 septembre 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020568762",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0977",
                    "datePubli": 1241308800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020831079",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484  du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021068797",
                    "textTitle": "Décision n°2009-0655\n du 27 juillet 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021068797",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0655",
                    "datePubli": 1253836800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029308364",
                    "textTitle": "DÉCISION n°2014-0735 du 26 juin 2014 - art. 14, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "JORFARTI000029308404",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0735",
                    "datePubli": 1406678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314632",
                    "textTitle": "DÉCISION n°2014-0733 du 26 juin 2014 - art. 19, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "JORFARTI000029314680",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0733",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314722",
                    "textTitle": "DÉCISION n°2014-0734 du 26 juin 2014 - art. 11, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "JORFARTI000029314743",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0734",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036485052",
                    "textTitle": "Décision n°2017-1568 du 21 décembre 2017 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000036485071",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1568",
                    "datePubli": 1515801600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037283354",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037283352",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D301 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D301",
                    "articleId": "LEGIARTI000044164739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D305 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D305",
                    "articleId": "LEGIARTI000044016345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D307 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D307",
                    "articleId": "LEGIARTI000044164801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D309 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000044164822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D310 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D310",
                    "articleId": "LEGIARTI000044164830",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D311 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D311",
                    "articleId": "LEGIARTI000044164844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D312 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D312",
                    "articleId": "LEGIARTI000044164854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D313 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D313",
                    "articleId": "LEGIARTI000006464538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1116633600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D99-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D99-6",
                    "articleId": "LEGIARTI000044016642",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L33-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000047293234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-3-1",
                    "articleId": "LEGIARTI000043538481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-4",
                    "articleId": "LEGIARTI000043545282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L36-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L36-11",
                    "articleId": "LEGIARTI000044564936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-1",
                    "articleId": "LEGIARTI000044259829",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-2",
                    "articleId": "LEGIARTI000043545412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1",
                    "articleId": "LEGIARTI000043545448",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1-1",
                    "articleId": "LEGIARTI000043538784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2",
                    "articleId": "LEGIARTI000031010775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2-2",
                    "articleId": "LEGIARTI000043538814",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L32-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L32-1",
                    "articleId": "LEGIARTI000006465720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465428",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 467510400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465429",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1089417600000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465430",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1314403200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024506148",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1314403200000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247548",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545434",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L38",
                "38"
            ],
            "versionPrecedente": "LEGIARTI000006465429",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006465429",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les opérateurs réputés exercer une influence significative sur un marché du secteur des communications électroniques peuvent se voir imposer, en matière d'interconnexion et d'accès, une ou plusieurs des obligations suivantes, proportionnées à la réalisation des objectifs mentionnés à l'article L. 32-1 : 1° Rendre publiques des informations concernant l'interconnexion ou l'accès, notamment publier une offre technique et tarifaire détaillée d'interconnexion ou d'accès lorsqu'ils sont soumis à des obligations de non-discrimination ; l'Autorité de régulation des télécommunications peut imposer, à tout moment, des modifications à une telle offre pour la mettre en conformité avec les dispositions du présent code. L'opérateur communique à cette fin à l'Autorité de régulation des télécommunications toute information nécessaire ; 2° Fournir des prestations d'interconnexion ou d'accès dans des conditions non discriminatoires ; 3° Faire droit aux demandes raisonnables d'accès à des éléments de réseau ou à des moyens qui y sont associés ; 4° Ne pas pratiquer de tarifs excessifs ou d'éviction sur le marché en cause et pratiquer des tarifs reflétant les coûts correspondants ; 5° Isoler sur le plan comptable certaines activités en matière d'interconnexion ou d'accès, ou tenir une comptabilité des services et des activités qui permette de vérifier le respect des obligations imposées au titre du présent article ; le respect de ces prescriptions est vérifié, aux frais de l'opérateur, par un organisme indépendant désigné par l'autorité ; 6° Le cas échéant, dans des circonstances exceptionnelles, respecter toutes autres obligations définies, après accord de la Commission européenne, en vue de lever ou d'atténuer les obstacles au développement d'une concurrence effective identifiés lors de l'analyse du marché prévue à l'article L. 37-1. II. - Les opérateurs réputés exercer une influence significative sur le marché du raccordement aux réseaux téléphoniques fixes ouverts au public sont tenus de fournir à tout opérateur les prestations d'interconnexion et d'accès nécessaires pour que leurs abonnés puissent, à un tarif raisonnable, présélectionner le service téléphonique au public de cet opérateur et écarter, appel par appel, tout choix de présélection en composant un préfixe court ; les tarifs de ces prestations reflètent les coûts correspondants. III. - L'autorité peut imposer à un opérateur réputé exercer une influence significative sur un marché mentionné au I de réviser les contrats et conventions en cours à la date de promulgation de la loi n° 2004-669 du 9 juillet 2004 relative aux communications électroniques et aux services de communication audiovisuelle, qu'il a conclus, dans le cadre des droits exclusifs qui lui étaient confiés, avec les sociétés mentionnées aux articles 44 et 45 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, pour la transmission et la diffusion de leurs programmes. IV. - Les obligations prévues au présent article sont établies, maintenues ou supprimées, compte tenu de l'analyse du marché prévue à l'article L. 37-1. Au moment de la révision de l'analyse d'un marché, l'autorité publie un bilan relatif aux résultats effectifs, eu égard aux objectifs poursuivis, des mesures décidées en vertu de l'analyse précédente. V. - Dans son appréciation du caractère proportionné des obligations d'accès qu'elle est susceptible d'imposer en application du 3° du I, l'autorité prend notamment en considération les éléments suivants : a) La viabilité technique et économique de l'utilisation ou de la mise en place de ressources concurrentes, compte tenu du rythme auquel le marché évolue et de la nature et du type d'interconnexion et d'accès concerné ; b) Le degré de faisabilité de la fourniture d'accès proposée, compte tenu de la capacité disponible ; c) L'investissement initial réalisé par le propriétaire des ressources, sans négliger les risques inhérents à l'investissement ; d) La nécessité de préserver la concurrence à long terme ; e) Le cas échéant, les éventuels droits de propriété intellectuelle pertinents ; f) La fourniture de services paneuropéens. VI. - Un décret fixe les modalités d'application du présent article et précise les obligations mentionnées aux 1° à 5° du I.",
            "texteHtml": "<p></p>   I. - Les opérateurs réputés exercer une influence significative sur un marché du secteur des communications électroniques peuvent se voir imposer, en matière d'interconnexion et d'accès, une ou plusieurs des obligations suivantes, proportionnées à la réalisation des objectifs mentionnés à l'article L. 32-1 :<p></p><p></p>   1° Rendre publiques des informations concernant l'interconnexion ou l'accès, notamment publier une offre technique et tarifaire détaillée d'interconnexion ou d'accès lorsqu'ils sont soumis à des obligations de non-discrimination ; l'Autorité de régulation des télécommunications peut imposer, à tout moment, des modifications à une telle offre pour la mettre en conformité avec les dispositions du présent code. L'opérateur communique à cette fin à l'Autorité de régulation des télécommunications toute information nécessaire ;<p></p><p></p>   2° Fournir des prestations d'interconnexion ou d'accès dans des conditions non discriminatoires ;<p></p><p></p>   3° Faire droit aux demandes raisonnables d'accès à des éléments de réseau ou à des moyens qui y sont associés ;<p></p><p></p>   4° Ne pas pratiquer de tarifs excessifs ou d'éviction sur le marché en cause et pratiquer des tarifs reflétant les coûts correspondants ;<p></p><p></p>   5° Isoler sur le plan comptable certaines activités en matière d'interconnexion ou d'accès, ou tenir une comptabilité des services et des activités qui permette de vérifier le respect des obligations imposées au titre du présent article ; le respect de ces prescriptions est vérifié, aux frais de l'opérateur, par un organisme indépendant désigné par l'autorité ;<p></p><p></p>   6° Le cas échéant, dans des circonstances exceptionnelles, respecter toutes autres obligations définies, après accord de la Commission européenne, en vue de lever ou d'atténuer les obstacles au développement d'une concurrence effective identifiés lors de l'analyse du marché prévue à l'article L. 37-1.<p></p><p></p>   II. - Les opérateurs réputés exercer une influence significative sur le marché du raccordement aux réseaux téléphoniques fixes ouverts au public sont tenus de fournir à tout opérateur les prestations d'interconnexion et d'accès nécessaires pour que leurs abonnés puissent, à un tarif raisonnable, présélectionner le service téléphonique au public de cet opérateur et écarter, appel par appel, tout choix de présélection en composant un préfixe court ; les tarifs de ces prestations reflètent les coûts correspondants.<p></p><p></p>   III. - L'autorité peut imposer à un opérateur réputé exercer une influence significative sur un marché mentionné au I de réviser les contrats et conventions en cours à la date de promulgation de la loi n° 2004-669 du 9 juillet 2004 relative aux communications électroniques et aux services de communication audiovisuelle, qu'il a conclus, dans le cadre des droits exclusifs qui lui étaient confiés, avec les sociétés mentionnées aux articles 44 et 45 de la loi n° 86-1067 du 30 septembre 1986 relative à la liberté de communication, pour la transmission et la diffusion de leurs programmes.<p></p><p></p>   IV. - Les obligations prévues au présent article sont établies, maintenues ou supprimées, compte tenu de l'analyse du marché prévue à l'article L. 37-1.<p></p><p></p>   Au moment de la révision de l'analyse d'un marché, l'autorité publie un bilan relatif aux résultats effectifs, eu égard aux objectifs poursuivis, des mesures décidées en vertu de l'analyse précédente.<p></p><p></p>   V. - Dans son appréciation du caractère proportionné des obligations d'accès qu'elle est susceptible d'imposer en application du 3° du I, l'autorité prend notamment en considération les éléments suivants :<p></p><p></p>   a) La viabilité technique et économique de l'utilisation ou de la mise en place de ressources concurrentes, compte tenu du rythme auquel le marché évolue et de la nature et du type d'interconnexion et d'accès concerné ;<p></p><p></p>   b) Le degré de faisabilité de la fourniture d'accès proposée, compte tenu de la capacité disponible ;<p></p><p></p>   c) L'investissement initial réalisé par le propriétaire des ressources, sans négliger les risques inhérents à l'investissement ;<p></p><p></p>   d) La nécessité de préserver la concurrence à long terme ;<p></p><p></p>   e) Le cas échéant, les éventuels droits de propriété intellectuelle pertinents ;<p></p><p></p>   f) La fourniture de services paneuropéens.<p></p><p></p>   VI. - Un décret fixe les modalités d'application du présent article et précise les obligations mentionnées aux 1° à 5° du I.<p></p>",
            "num": "L38",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1089417600000,
            "dateFin": 1116633600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118605",
                        "id": "LEGISCTA000006118605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-07-27",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136631",
                        "id": "LEGISCTA000006136631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : La régulation des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150661",
                        "id": "LEGISCTA000006150661",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-10",
                        "fin": "2999-01-01",
                        "titre": "Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165905",
                        "id": "LEGISCTA000006165905",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465428",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006165905",
            "sectionParentId": "LEGISCTA000006165905",
            "sectionParentTitre": "Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre IV : La régulation des communications électroniques. &gt; Section  2 : Dispositions relatives aux opérateurs exerçant une influence significative sur un marché du secteur des communications électroniques.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006465429",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000439399",
                    "textTitle": "Loi n°2004-669 du 9 juillet 2004 - art. 18 () JORF 10 juillet 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000006421630",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-07-10",
                    "dateSignaTexte": "2004-07-09",
                    "dateDebutCible": "2004-07-10"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret 62-273 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi 86-1067 1986-09-30 art. 44, art. 45",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000512205",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000512205",
                    "textTitle": "Loi n°86-1067 du 30 septembre 1986 - art. 45 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000006420543",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-1067",
                    "datePubli": 528508800000,
                    "dateDebut": 528508800000
                },
                {
                    "textCid": "JORFTEXT000000439399",
                    "textTitle": "Loi 2004-669 2004-07-09",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000439399",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-669",
                    "datePubli": 1089417600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020158771",
                    "textTitle": "Décision n°2008-1176\n du 2 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020158771",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1176",
                    "datePubli": 1233100800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020568760",
                    "textTitle": "Décision n° 2008-0977\n du 25 septembre 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020568762",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0977",
                    "datePubli": 1241308800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020831079",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484  du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021068797",
                    "textTitle": "Décision n°2009-0655\n du 27 juillet 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021068797",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0655",
                    "datePubli": 1253836800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029308364",
                    "textTitle": "DÉCISION n°2014-0735 du 26 juin 2014 - art. 14, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "JORFARTI000029308404",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0735",
                    "datePubli": 1406678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314632",
                    "textTitle": "DÉCISION n°2014-0733 du 26 juin 2014 - art. 19, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "JORFARTI000029314680",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0733",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314722",
                    "textTitle": "DÉCISION n°2014-0734 du 26 juin 2014 - art. 11, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "JORFARTI000029314743",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0734",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036485052",
                    "textTitle": "Décision n°2017-1568 du 21 décembre 2017 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000036485071",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1568",
                    "datePubli": 1515801600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037283354",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037283352",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D301 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D301",
                    "articleId": "LEGIARTI000044164739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D305 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D305",
                    "articleId": "LEGIARTI000044016345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D307 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D307",
                    "articleId": "LEGIARTI000044164801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D309 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000044164822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D310 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D310",
                    "articleId": "LEGIARTI000044164830",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D311 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D311",
                    "articleId": "LEGIARTI000044164844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D312 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D312",
                    "articleId": "LEGIARTI000044164854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D313 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D313",
                    "articleId": "LEGIARTI000006464538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1116633600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D99-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D99-6",
                    "articleId": "LEGIARTI000044016642",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L33-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000047293234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-3-1",
                    "articleId": "LEGIARTI000043538481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-4",
                    "articleId": "LEGIARTI000043545282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L36-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L36-11",
                    "articleId": "LEGIARTI000044564936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-1",
                    "articleId": "LEGIARTI000044259829",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-2",
                    "articleId": "LEGIARTI000043545412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1",
                    "articleId": "LEGIARTI000043545448",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1-1",
                    "articleId": "LEGIARTI000043538784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2",
                    "articleId": "LEGIARTI000031010775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2-2",
                    "articleId": "LEGIARTI000043538814",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L32-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L32-1",
                    "articleId": "LEGIARTI000006465720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465428",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 467510400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465429",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1089417600000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465430",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1314403200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024506148",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1314403200000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247548",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545434",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L38",
                "38"
            ],
            "versionPrecedente": "LEGIARTI000006465428",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006465428",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "",
            "texteHtml": "",
            "num": "L38",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": -246240000000,
            "dateFin": 467510400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "1991-01-01",
                        "titre": "LIVRE II : Le service des télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118603",
                        "id": "LEGISCTA000006118603",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "1991-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136621",
                        "id": "LEGISCTA000006136621",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "1991-01-01",
                        "titre": "CHAPITRE Ier : Le monopole des télécommunications.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150640",
                        "id": "LEGISCTA000006150640",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465428",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150640",
            "sectionParentId": "LEGISCTA000006150640",
            "sectionParentTitre": "CHAPITRE Ier : Le monopole des télécommunications.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Le service des télécommunications &gt; TITRE Ier : Dispositions générales &gt; CHAPITRE Ier : Le monopole des télécommunications.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006465428",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA :(Abrogé par la loi n° 84-939 du 23 octobre 1984, art. 3-I).",
            "notaHtml": "<p></p>   NOTA :(Abrogé par la loi n° 84-939 du 23 octobre 1984, art. 3-I).<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000693189",
                    "textTitle": "Loi 84-939 1984-10-23 art. 3 JORF 25 octobre 1984",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693189",
                    "natureText": "LOI",
                    "datePubliTexte": "1984-10-25",
                    "dateSignaTexte": "1984-10-23",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret 62-273 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret 62-273 1962-03-12 JORF 14 mars 1962 rectificatif JORF 30 mars 1962",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020158771",
                    "textTitle": "Décision n°2008-1176\n du 2 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020158771",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1176",
                    "datePubli": 1233100800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020568760",
                    "textTitle": "Décision n° 2008-0977\n du 25 septembre 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020568762",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0977",
                    "datePubli": 1241308800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484\n du 11 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020831079",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020831079",
                    "textTitle": "Décision n° 2009-0484  du 11 juin 2009 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000020831105",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0484",
                    "datePubli": 1247097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000021068797",
                    "textTitle": "Décision n°2009-0655\n du 27 juillet 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000021068797",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0655",
                    "datePubli": 1253836800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029308364",
                    "textTitle": "DÉCISION n°2014-0735 du 26 juin 2014 - art. 14, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "JORFARTI000029308404",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0735",
                    "datePubli": 1406678400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314632",
                    "textTitle": "DÉCISION n°2014-0733 du 26 juin 2014 - art. 19, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "JORFARTI000029314680",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0733",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029314722",
                    "textTitle": "DÉCISION n°2014-0734 du 26 juin 2014 - art. 11, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "JORFARTI000029314743",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2014-0734",
                    "datePubli": 1406851200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036485052",
                    "textTitle": "Décision n°2017-1568 du 21 décembre 2017 - art. 9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "JORFARTI000036485071",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-1568",
                    "datePubli": 1515801600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000037283354",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037283352",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D301 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D301",
                    "articleId": "LEGIARTI000044164739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D305 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D305",
                    "articleId": "LEGIARTI000044016345",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D307 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D307",
                    "articleId": "LEGIARTI000044164801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D309 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D309",
                    "articleId": "LEGIARTI000044164822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D310 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D310",
                    "articleId": "LEGIARTI000044164830",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D311 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D311",
                    "articleId": "LEGIARTI000044164844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D312 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D312",
                    "articleId": "LEGIARTI000044164854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633219200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D313 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D313",
                    "articleId": "LEGIARTI000006464538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1116633600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D99-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D99-6",
                    "articleId": "LEGIARTI000044016642",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L33-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000047293234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-3-1",
                    "articleId": "LEGIARTI000043538481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L34-8-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L34-8-4",
                    "articleId": "LEGIARTI000043545282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L36-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L36-11",
                    "articleId": "LEGIARTI000044564936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-1",
                    "articleId": "LEGIARTI000044259829",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L37-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L37-2",
                    "articleId": "LEGIARTI000043545412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1",
                    "articleId": "LEGIARTI000043545448",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-1-1",
                    "articleId": "LEGIARTI000043538784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2",
                    "articleId": "LEGIARTI000031010775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L38-2-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L38-2-2",
                    "articleId": "LEGIARTI000043538814",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465428",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": -246240000000,
                    "dateFin": 467510400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465429",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1089417600000,
                    "dateFin": 1116633600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006465430",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1116633600000,
                    "dateFin": 1314403200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024506148",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1314403200000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247548",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 1622160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043545434",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1622160000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L38",
                "38"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}