{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038239803",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'exploitant d'une installation nucléaire de base démantelée dans son ensemble qui ne nécessite plus les mesures de contrôle prévues par le présent chapitre et par le chapitre VI du présent titre adresse à l'Autorité de sûreté nucléaire une demande de déclassement. Il en informe le ministre chargé de la sûreté nucléaire. Le dossier de demande de déclassement comprend : 1° Les nom, prénoms et qualités de l'exploitant et son domicile ou, s'il s'agit d'une société, sa raison sociale ou sa dénomination, son siège social ainsi que la qualité du signataire de la demande ; 2° Une carte au 1/25 000 indiquant la localisation de l'installation démantelée ; 3° Un plan de situation au 1/10 000 indiquant le périmètre de l'installation et mentionnant notamment les bâtiments avec leur affectation, les voies de chemin de fer, les voies publiques, les points d'eau, canaux et cours d'eau, les réseaux de transport d'énergie et de produits énergétiques ainsi que les servitudes d'utilité publique éventuellement instituées en application de l'article L. 593-5 ; 4° Une présentation de l'état du site après le démantèlement comportant notamment une analyse de l'état du sol et une description des éventuelles constructions de l'installation qui subsistent et de leur état au regard des intérêts mentionnés à l'article L. 593-1 . Ce document justifie que l'état du site après le démantèlement respecte les éléments essentiels mentionnés au 2° du II de l'article R. 593-69 . Il indique, le cas échéant, les activités, installations, ouvrages ou travaux subsistant dans le périmètre de l'installation qui appartiennent à des catégories inscrites dans l'une des nomenclatures mentionnées aux articles L. 214-2 et L. 511-2 , en précisant ceux qui continuent de relever du régime des installations nucléaires de base jusqu'au déclassement. Pour ces derniers, le document doit contenir les informations demandées en application des articles L. 214-6 ou L. 513-1 pour les installations fonctionnant au bénéfice des droits acquis dans le cadre du régime de l'autorisation environnementale institué par le chapitre unique du titre VIII du livre Ier, du régime des installations, ouvrages, travaux et activités institué par la section 1 du chapitre IV du titre Ier du livre II ou du régime des installations classées pour la protection de l'environnement institué par le titre Ier du présent livre. L'installation ou l'équipement reste soumis aux prescriptions qui lui étaient applicables au titre du régime des installations nucléaires de base. Ces prescriptions valent prescriptions du préfet et peuvent être modifiées ou complétées selon les modalités définies, selon le cas, par le régime de l'autorisation environnementale, le régime des installations, ouvrages, travaux et activités institué par la section 1 du chapitre IV du titre Ier du livre II ou le régime des installations classées pour la protection de l'environnement institué par le titre Ier du présent livre. L'Autorité de sûreté nucléaire transmet aux services chargés de la police des eaux compétents ou à l'inspection des installations classées, à leur demande, les informations, études ou rapports qu'elle détient sur l'installation ou l'équipement qui permettent d'apprécier sa situation au regard des intérêts mentionnés à l'article L. 211-1 ou L. 511-1 . L'exploitant constitue les garanties financières, si l'installation ou l'équipement relève de l'article L. 516-1 ; 5° Si l'exploitant n'est pas le propriétaire de l'installation ou du terrain servant d'assiette, un document établi par le propriétaire attestant qu'il est informé des obligations qui peuvent être mises à sa charge, même après le déclassement, en application de l'article L. 596-5 ou, si l'exploitant est le propriétaire du terrain, une déclaration sur ses intentions de conserver ou non cette propriété ; 6° Un document présentant l'usage futur du site ; 7° Le cas échéant, les servitudes d'utilité publique prévues à l'article L. 593-5 que l'exploitant propose d'instituer autour du site ou sur le terrain d'assiette de l'installation après son démantèlement ainsi que les modifications qu'il propose d'apporter aux servitudes déjà instituées. II.-L'Autorité de sûreté nucléaire transmet le dossier au préfet avec une note expliquant l'effet d'une mesure de déclassement. Le préfet recueille l'avis des communes intéressées, qui disposent d'un délai de trois mois pour se prononcer. Le préfet transmet à l'autorité, avec son avis, les avis qu'il a ainsi recueillis. L'autorité transmet le dossier de demande, assorti de la note explicative, à la commission locale d'information, qui dispose d'un délai de trois mois pour donner son avis. III.-La décision de déclassement, après homologation par le ministre chargé de la sûreté nucléaire, fait l'objet des mesures de notification, de communication et de publication définies au VI de l'article R. 593-38 , le cas échéant, sous les réserves énoncées au VII du même article. IV.-L'autorité peut subordonner l'entrée en vigueur d'une mesure de déclassement à l'institution de servitudes d'utilité publique mentionnées à l'article L. 593-5. Le dossier mentionné au I fait partie des pièces du dossier de l'enquête publique prévue à l'article L. 515-9 pour l'institution des servitudes d'utilité publique. V.-Si, du fait de son déclassement, une installation ou un équipement précédemment soumis au régime des installations nucléaires de base est soumis au régime de l'autorisation environnementale institué par le chapitre unique du titre VIII du livre Ier, au régime des installations, ouvrages, travaux et activités institué par la section 1 du chapitre IV du titre Ier du livre II ou au régime des installations classées pour la protection de l'environnement institué par le titre Ier du présent livre, l'installation ou l'équipement peut continuer à fonctionner sans nouvelle autorisation, ni déclaration, sous réserve de satisfaire aux dispositions du dernier alinéa du 4° du I. Il en va de même pour les installations ou équipements mentionnés à l'article L. 593-3 qui, du fait d'une mesure de déclassement, cessent d'être inclus dans le périmètre d'une installation nucléaire de base. VI.-Le délai d'instruction de la demande de déclassement est fixé à un an. Lorsque la complexité du dossier le justifie ou que l'Autorité de sûreté nucléaire entend subordonner l'entrée en vigueur de la mesure de déclassement à l'institution de servitudes d'utilité publiques, ce délai peut être prorogé d'un an au plus par l'autorité. Le silence gardé par l'autorité à l'expiration de ce délai vaut décision de rejet de la demande de déclassement.",
            "texteHtml": "<p>I.-L'exploitant d'une installation nucléaire de base démantelée dans son ensemble qui ne nécessite plus les mesures de contrôle prévues par le présent chapitre et par le chapitre VI du présent titre adresse à l'Autorité de sûreté nucléaire une demande de déclassement. Il en informe le ministre chargé de la sûreté nucléaire. </p><p>Le dossier de demande de déclassement comprend : </p><p>1° Les nom, prénoms et qualités de l'exploitant et son domicile ou, s'il s'agit d'une société, sa raison sociale ou sa dénomination, son siège social ainsi que la qualité du signataire de la demande ; </p><p>2° Une carte au 1/25 000 indiquant la localisation de l'installation démantelée ; </p><p>3° Un plan de situation au 1/10 000 indiquant le périmètre de l'installation et mentionnant notamment les bâtiments avec leur affectation, les voies de chemin de fer, les voies publiques, les points d'eau, canaux et cours d'eau, les réseaux de transport d'énergie et de produits énergétiques ainsi que les servitudes d'utilité publique éventuellement instituées en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000025109684&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L593-5 (V)'>L. 593-5 </a>; </p><p>4° Une présentation de l'état du site après le démantèlement comportant notamment une analyse de l'état du sol et une description des éventuelles constructions de l'installation qui subsistent et de leur état au regard des intérêts mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000025109676&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L593-1 (V)'>L. 593-1</a>. Ce document justifie que l'état du site après le démantèlement respecte les éléments essentiels mentionnés au 2° du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000038239793&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R593-69 (V)'>R. 593-69</a>. Il indique, le cas échéant, les activités, installations, ouvrages ou travaux subsistant dans le périmètre de l'installation qui appartiennent à des catégories inscrites dans l'une des nomenclatures mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833121&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L214-2 (V)'>L. 214-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006834229&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L511-2 (V)'>L. 511-2</a>, en précisant ceux qui continuent de relever du régime des installations nucléaires de base jusqu'au déclassement. </p><p>Pour ces derniers, le document doit contenir les informations demandées en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833132&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L214-6 (V)'>L. 214-6 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006834254&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L513-1 (V)'>L. 513-1 </a>pour les installations fonctionnant au bénéfice des droits acquis dans le cadre du régime de l'autorisation environnementale institué par le chapitre unique du titre VIII du livre Ier, du régime des installations, ouvrages, travaux et activités institué par la section 1 du chapitre IV du titre Ier du livre II ou du régime des installations classées pour la protection de l'environnement institué par le titre Ier du présent livre. L'installation ou l'équipement reste soumis aux prescriptions qui lui étaient applicables au titre du régime des installations nucléaires de base. </p><p>Ces prescriptions valent prescriptions du préfet et peuvent être modifiées ou complétées selon les modalités définies, selon le cas, par le régime de l'autorisation environnementale, le régime des installations, ouvrages, travaux et activités institué par la section 1 du chapitre IV du titre Ier du livre II ou le régime des installations classées pour la protection de l'environnement institué par le titre Ier du présent livre. </p><p>L'Autorité de sûreté nucléaire transmet aux services chargés de la police des eaux compétents ou à l'inspection des installations classées, à leur demande, les informations, études ou rapports qu'elle détient sur l'installation ou l'équipement qui permettent d'apprécier sa situation au regard des intérêts mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832979&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L211-1 (V)'>L. 211-1 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006834227&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L511-1 (V)'>L. 511-1</a>. </p><p>L'exploitant constitue les garanties financières, si l'installation ou l'équipement relève de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006834329&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L516-1 (V)'>L. 516-1 </a>; </p><p>5° Si l'exploitant n'est pas le propriétaire de l'installation ou du terrain servant d'assiette, un document établi par le propriétaire attestant qu'il est informé des obligations qui peuvent être mises à sa charge, même après le déclassement, en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000025110800&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L596-5 (V)'>L. 596-5 </a>ou, si l'exploitant est le propriétaire du terrain, une déclaration sur ses intentions de conserver ou non cette propriété ; </p><p>6° Un document présentant l'usage futur du site ; </p><p>7° Le cas échéant, les servitudes d'utilité publique prévues à l'article L. 593-5 que l'exploitant propose d'instituer autour du site ou sur le terrain d'assiette de l'installation après son démantèlement ainsi que les modifications qu'il propose d'apporter aux servitudes déjà instituées. </p><p>II.-L'Autorité de sûreté nucléaire transmet le dossier au préfet avec une note expliquant l'effet d'une mesure de déclassement. Le préfet recueille l'avis des communes intéressées, qui disposent d'un délai de trois mois pour se prononcer. Le préfet transmet à l'autorité, avec son avis, les avis qu'il a ainsi recueillis. </p><p>L'autorité transmet le dossier de demande, assorti de la note explicative, à la commission locale d'information, qui dispose d'un délai de trois mois pour donner son avis. </p><p>III.-La décision de déclassement, après homologation par le ministre chargé de la sûreté nucléaire, fait l'objet des mesures de notification, de communication et de publication définies au VI de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000038239129&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R593-38 (V)'>R. 593-38</a>, le cas échéant, sous les réserves énoncées au VII du même article. </p><p>IV.-L'autorité peut subordonner l'entrée en vigueur d'une mesure de déclassement à l'institution de servitudes d'utilité publique mentionnées à l'article L. 593-5. Le dossier mentionné au I fait partie des pièces du dossier de l'enquête publique prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006834306&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L515-9 (V)'>L. 515-9 </a>pour l'institution des servitudes d'utilité publique. </p><p>V.-Si, du fait de son déclassement, une installation ou un équipement précédemment soumis au régime des installations nucléaires de base est soumis au régime de l'autorisation environnementale institué par le chapitre unique du titre VIII du livre Ier, au régime des installations, ouvrages, travaux et activités institué par la section 1 du chapitre IV du titre Ier du livre II ou au régime des installations classées pour la protection de l'environnement institué par le titre Ier du présent livre, l'installation ou l'équipement peut continuer à fonctionner sans nouvelle autorisation, ni déclaration, sous réserve de satisfaire aux dispositions du dernier alinéa du 4° du I. </p><p>Il en va de même pour les installations ou équipements mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000025109680&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L593-3 (V)'>L. 593-3</a> qui, du fait d'une mesure de déclassement, cessent d'être inclus dans le périmètre d'une installation nucléaire de base. </p><p>VI.-Le délai d'instruction de la demande de déclassement est fixé à un an. Lorsque la complexité du dossier le justifie ou que l'Autorité de sûreté nucléaire entend subordonner l'entrée en vigueur de la mesure de déclassement à l'institution de servitudes d'utilité publiques, ce délai peut être prorogé d'un an au plus par l'autorité. Le silence gardé par l'autorité à l'expiration de ce délai vaut décision de rejet de la demande de déclassement.</p>",
            "num": "R593-73",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1554076800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-03-12",
                        "fin": "2999-01-01",
                        "titre": "Titre IX : La sécurité nucléaire et les installations nucléaires de base\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184340",
                        "id": "LEGISCTA000032184340",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-03-12",
                        "fin": "2019-04-01",
                        "titre": "Chapitre III : Installations nucléaires de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184392",
                        "id": "LEGISCTA000032184622",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Installations nucléaires de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184392",
                        "id": "LEGISCTA000038246337",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 10 : Arrêt définitif, démantèlement et déclassement d'une installation nucléaire de base\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038239777",
                        "id": "LEGISCTA000038239777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Déclassement\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038239801",
                        "id": "LEGISCTA000038239801",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000038239803",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000038239801",
            "sectionParentId": "LEGISCTA000038239801",
            "sectionParentTitre": "Sous-section 3 : Déclassement\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Prévention des pollutions, des risques et des nuisances &gt; Titre IX : La sécurité nucléaire et les installations nucléaires de base\r\n &gt; Chapitre III : Installations nucléaires de base &gt; Section 10 : Arrêt définitif, démantèlement et déclassement d'une installation nucléaire de base\r\n &gt; Sous-section 3 : Déclassement\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038239803",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038232601",
                    "textTitle": "Décret n°2019-190 du 14 mars 2019 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038235784",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-03-16",
                    "dateSignaTexte": "2019-03-14",
                    "dateDebutCible": "2019-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L211-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-1",
                    "articleId": "LEGIARTI000006832979",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-2",
                    "articleId": "LEGIARTI000006833121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L214-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-6",
                    "articleId": "LEGIARTI000006833132",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488326400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L511-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006834227",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L511-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-2",
                    "articleId": "LEGIARTI000006834229",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L513-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L513-1",
                    "articleId": "LEGIARTI000006834254",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1449187200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L515-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L515-9",
                    "articleId": "LEGIARTI000006834306",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L516-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L516-1",
                    "articleId": "LEGIARTI000006834329",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L593-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L593-1",
                    "articleId": "LEGIARTI000025109676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488326400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L593-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L593-3",
                    "articleId": "LEGIARTI000025109680",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1455235200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L593-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L593-5",
                    "articleId": "LEGIARTI000025109684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1455235200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L596-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L596-5",
                    "articleId": "LEGIARTI000025110800",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1455235200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-105 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R593-105",
                    "articleId": "LEGIARTI000038239992",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R593-38",
                    "articleId": "LEGIARTI000038239129",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-69 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R593-69",
                    "articleId": "LEGIARTI000038239793",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R593-72",
                    "articleId": "LEGIARTI000038239799",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-74 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R593-74",
                    "articleId": "LEGIARTI000038239805",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R596-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R596-7",
                    "articleId": "LEGIARTI000038241438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000038239803",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R593-73",
                "593-73"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}