{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047293616",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Est punie de 100 000 euros d'amende : 1° Toute propagande ou publicité, directe ou indirecte, du tabac, d'un produit du tabac ou des ingrédients définis à l'article L. 3512-1 en méconnaissance de l'interdiction prévue à l'article L. 3512-4 ; 2° Le fait de retransmettre une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est interdite, ainsi que la retransmission, par un moyen autre qu'une chaîne de télévision, d'une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est autorisée, en méconnaissance des dispositions de l'article L. 3512-6 ; 3° Le fait de méconnaître les dispositions de l'article L. 3512-14 ; 4° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes dont les teneurs en goudron, en nicotine et en monoxyde de carbone des émissions dépassent les teneurs maximales fixées dans les conditions du I de l'article L. 3512-15 ; 5° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes, du tabac à rouler ou du tabac à chauffer : a) Aromatisés ayant une odeur ou un goût clairement identifiable avant ou pendant la consommation, autre que ceux du tabac ; b) Dont les filtres, le papier, les capsules, le conditionnement ou tout autre composant contiennent du tabac, de la nicotine ou des arômes ; c) Contenant tout dispositif technique permettant de modifier l'odeur ou le goût des produits du tabac ou leur intensité de combustion ; d) Contenant des vitamines ou d'autres additifs laissant entendre qu'un produit du tabac a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ; e) Contenant de la caféine, de la taurine ou d'autres additifs et stimulants associés à l'énergie et à la vitalité ; f) Contenant des additifs qui confèrent des propriétés colorantes aux émissions de fumée ; g) Contenant des additifs qui facilitent l'inhalation ou l'absorption de nicotine ; h) Contenant des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ; i) Contenant des additifs dans des quantités qui augmentent, lors de la consommation, de manière significative ou mesurable, leurs effets toxiques ou l'effet de dépendance qu'ils engendrent ; 6° Le fait de vendre, distribuer ou offrir à titre gratuit du papier et des filtres : a) Contenant du tabac, de la nicotine ou des arômes ; b) Contenant tout dispositif technique permettant de modifier leur odeur ou leur goût ou l'intensité de la combustion de la cigarette ; 7° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes, du tabac à rouler, du tabac à chauffer, du papier à cigarette et du papier à rouler les cigarettes en méconnaissance des dispositions de l'article L. 3512-20 imposant une neutralité et une uniformisation des unités de conditionnement, des emballages extérieurs et des suremballages ; 8° Le fait d'utiliser sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : a) Contribue à la promotion d'un produit du tabac ; b) Ressemble à un produit alimentaire ou cosmétique ; 9° Le fait d'utiliser une marque ou une dénomination sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, en méconnaissance des dispositions de l'article L. 3512-21 du code de la santé publique ; 10° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du tabac ou du papier à rouler les cigarettes dans des unités de conditionnement et des emballages extérieurs méconnaissent les obligations fixées en matière d'avertissements sanitaires prévues à l'article L. 3512-22 ; 11° Toute propagande ou publicité, directe ou indirecte, en faveur des produits du vapotage en méconnaissance de l'interdiction prévue à l'article L. 3513-4 ; 12° Le fait de vendre, distribuer ou offrir à titre gratuit des dispositifs électroniques de vapotage jetables, des flacons de recharge ou des cartouches à usage unique contenant de la nicotine qui comportent les additifs suivants : a) Des additifs créant l'impression que le produit a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ; b) Des additifs et stimulants associés à l'énergie et à la vitalité ; c) Des additifs qui confèrent des propriétés colorantes aux émissions ; d) Des additifs qui facilitent l'inhalation ou l'absorption de nicotine ; e) Des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ; 13° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage dont les teneurs en nicotine dépassent les teneurs maximales fixées dans les conditions du second alinéa de l'article L. 3513-8 ; 14° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage contenant de la nicotine sans dispositif de sûreté ou dont le dispositif de sûreté méconnaît les dispositions de l'article L. 3513-9 ; 15° Le fait de vendre, distribuer ou offrir à titre gratuit un dispositif électronique de vapotage jetable dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ; 16° Le fait de vendre, distribuer ou offrir à titre gratuit des cartouches à usage unique dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ; 17° Le fait de vendre, distribuer ou offrir à titre gratuit un flacon de recharge contenant de la nicotine dont le volume maximal méconnait les dispositions de l'article L. 3513-15 ; 18° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ou l'emballage extérieur ne mentionne pas l'un ou plusieurs des éléments suivants : a) La composition intégrale du liquide contenant de la nicotine ; b) La teneur moyenne en nicotine et de la quantité diffusée par dose ; c) Le numéro de lot ; d) Une recommandation selon laquelle le produit doit être tenu hors de portée des enfants ; e) Un avertissement sanitaire apposé deux fois ; 19° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ne comprend pas la notice en méconnaissance des dispositions de l'article L. 3513-17 ; 20° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits du vapotage contenant de la nicotine, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : a) Contribue à la promotion des produits du vapotage ou incite à leur consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ; b) Suggère que le produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ; c) Ressemble à un produit alimentaire ou cosmétique ; d) Suggère que le produit est plus facilement biodégradable ou présente d'autres avantages pour l'environnement ; e) Suggère un avantage économique au moyen de bons imprimés, d'offres de réduction, de distribution gratuite, de promotion de type “ deux pour le prix d'un ” ou d'autres offres similaires ; 21° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits à fumer à base de plantes autres que le tabac, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : a) Contribue à la promotion du produit ou incite à sa consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ; les étiquettes ne comprennent aucune information sur la teneur en nicotine, en goudron ou en monoxyde de carbone du produit ; b) Suggère qu'un produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ; c) Indique que le produit est exempt d'additifs ou d'arômes ; d) Ressemble à un produit alimentaire ou cosmétique ; 22° Le fait de vendre, distribuer ou offrir à titre gratuit un produit à fumer à base de plantes autres que le tabac dont l'unité de conditionnement et l'emballage extérieur méconnait les dispositions de l'article L. 3514-4 sur l'avertissement sanitaire. II.-Pour les infractions pénales mentionnées au I, est encourue la peine complémentaire de confiscation de la chose qui a servi ou était destinée à commettre l'infraction ou de la chose qui en est le produit, en application de l'article 131-21 du code pénal. III.-La récidive est punie d'une amende de 200 000 €. En cas de récidive, le tribunal peut, en outre, prononcer l'interdiction pendant une durée inférieure ou égale à cinq ans, de la vente des produits qui ont fait l'objet de l'opération illégale. Le tribunal ordonne, s'il y a lieu, la suppression, l'enlèvement ou la confiscation de la publicité interdite aux frais des délinquants. La cessation de la publicité peut être ordonnée soit sur réquisition du ministère public, soit d'office par le juge d'instruction ou le tribunal saisi des poursuites. La mesure ainsi prise est exécutoire nonobstant toutes voies de recours. Mainlevée peut en être donnée par la juridiction qui l'a ordonnée ou qui est saisie du dossier. La mesure cesse d'avoir effet en cas de décision de non-lieu ou de relaxe. Les décisions statuant sur les demandes de mainlevée peuvent faire l'objet d'un recours devant la chambre de l'instruction ou devant la cour d'appel selon qu'elles ont été prononcées par un juge d'instruction ou par le tribunal saisi des poursuites. La chambre de l'instruction ou la cour d'appel statue dans un délai de dix jours à compter de la réception des pièces.",
            "texteHtml": "<p>I.-Est punie de 100 000 euros d'amende :</p><p>1° Toute propagande ou publicité, directe ou indirecte, du tabac, d'un produit du tabac ou des ingrédients définis à l'article L. 3512-1 en méconnaissance de l'interdiction prévue à l'article L. 3512-4 ;</p><p>2° Le fait de retransmettre une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est interdite, ainsi que la retransmission, par un moyen autre qu'une chaîne de télévision, d'une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est autorisée, en méconnaissance des dispositions de l'article L. 3512-6 ;</p><p>3° Le fait de méconnaître les dispositions de l'article L. 3512-14 ;</p><p>4° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes dont les teneurs en goudron, en nicotine et en monoxyde de carbone des émissions dépassent les teneurs maximales fixées dans les conditions du I de l'article L. 3512-15 ;</p><p>5° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes, du tabac à rouler ou du tabac à chauffer :</p><p>a) Aromatisés ayant une odeur ou un goût clairement identifiable avant ou pendant la consommation, autre que ceux du tabac ;</p><p>b) Dont les filtres, le papier, les capsules, le conditionnement ou tout autre composant contiennent du tabac, de la nicotine ou des arômes ;</p><p>c) Contenant tout dispositif technique permettant de modifier l'odeur ou le goût des produits du tabac ou leur intensité de combustion ;</p><p>d) Contenant des vitamines ou d'autres additifs laissant entendre qu'un produit du tabac a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ;</p><p>e) Contenant de la caféine, de la taurine ou d'autres additifs et stimulants associés à l'énergie et à la vitalité ;</p><p>f) Contenant des additifs qui confèrent des propriétés colorantes aux émissions de fumée ;</p><p>g) Contenant des additifs qui facilitent l'inhalation ou l'absorption de nicotine ;</p><p>h) Contenant des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ;</p><p>i) Contenant des additifs dans des quantités qui augmentent, lors de la consommation, de manière significative ou mesurable, leurs effets toxiques ou l'effet de dépendance qu'ils engendrent ;</p><p>6° Le fait de vendre, distribuer ou offrir à titre gratuit du papier et des filtres :</p><p>a) Contenant du tabac, de la nicotine ou des arômes ;</p><p>b) Contenant tout dispositif technique permettant de modifier leur odeur ou leur goût ou l'intensité de la combustion de la cigarette ;</p><p>7° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes, du tabac à rouler, du tabac à chauffer, du papier à cigarette et du papier à rouler les cigarettes en méconnaissance des dispositions de l'article L. 3512-20 imposant une neutralité et une uniformisation des unités de conditionnement, des emballages extérieurs et des suremballages ;</p><p>8° Le fait d'utiliser sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui :</p><p>a) Contribue à la promotion d'un produit du tabac ;</p><p>b) Ressemble à un produit alimentaire ou cosmétique ;</p><p>9° Le fait d'utiliser une marque ou une dénomination sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, en méconnaissance des dispositions de l'article L. 3512-21 du code de la santé publique ;</p><p>10° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du tabac ou du papier à rouler les cigarettes dans des unités de conditionnement et des emballages extérieurs méconnaissent les obligations fixées en matière d'avertissements sanitaires prévues à l'article L. 3512-22 ;</p><p>11° Toute propagande ou publicité, directe ou indirecte, en faveur des produits du vapotage en méconnaissance de l'interdiction prévue à l'article L. 3513-4 ;</p><p>12° Le fait de vendre, distribuer ou offrir à titre gratuit des dispositifs électroniques de vapotage jetables, des flacons de recharge ou des cartouches à usage unique contenant de la nicotine qui comportent les additifs suivants :</p><p>a) Des additifs créant l'impression que le produit a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ;</p><p>b) Des additifs et stimulants associés à l'énergie et à la vitalité ;</p><p>c) Des additifs qui confèrent des propriétés colorantes aux émissions ;</p><p>d) Des additifs qui facilitent l'inhalation ou l'absorption de nicotine ;</p><p>e) Des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ;</p><p>13° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage dont les teneurs en nicotine dépassent les teneurs maximales fixées dans les conditions du second alinéa de l'article L. 3513-8 ;</p><p>14° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage contenant de la nicotine sans dispositif de sûreté ou dont le dispositif de sûreté méconnaît les dispositions de l'article L. 3513-9 ;</p><p>15° Le fait de vendre, distribuer ou offrir à titre gratuit un dispositif électronique de vapotage jetable dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ;</p><p>16° Le fait de vendre, distribuer ou offrir à titre gratuit des cartouches à usage unique dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ;</p><p>17° Le fait de vendre, distribuer ou offrir à titre gratuit un flacon de recharge contenant de la nicotine dont le volume maximal méconnait les dispositions de l'article L. 3513-15 ;</p><p>18° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ou l'emballage extérieur ne mentionne pas l'un ou plusieurs des éléments suivants :</p><p>a) La composition intégrale du liquide contenant de la nicotine ;</p><p>b) La teneur moyenne en nicotine et de la quantité diffusée par dose ;</p><p>c) Le numéro de lot ;</p><p>d) Une recommandation selon laquelle le produit doit être tenu hors de portée des enfants ;</p><p>e) Un avertissement sanitaire apposé deux fois ;</p><p>19° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ne comprend pas la notice en méconnaissance des dispositions de l'article L. 3513-17 ;</p><p>20° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits du vapotage contenant de la nicotine, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui :</p><p>a) Contribue à la promotion des produits du vapotage ou incite à leur consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ;</p><p>b) Suggère que le produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ;</p><p>c) Ressemble à un produit alimentaire ou cosmétique ;</p><p>d) Suggère que le produit est plus facilement biodégradable ou présente d'autres avantages pour l'environnement ;</p><p>e) Suggère un avantage économique au moyen de bons imprimés, d'offres de réduction, de distribution gratuite, de promotion de type “ deux pour le prix d'un ” ou d'autres offres similaires ;</p><p>21° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits à fumer à base de plantes autres que le tabac, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui :</p><p>a) Contribue à la promotion du produit ou incite à sa consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ; les étiquettes ne comprennent aucune information sur la teneur en nicotine, en goudron ou en monoxyde de carbone du produit ;</p><p>b) Suggère qu'un produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ;</p><p>c) Indique que le produit est exempt d'additifs ou d'arômes ;</p><p>d) Ressemble à un produit alimentaire ou cosmétique ;</p><p>22° Le fait de vendre, distribuer ou offrir à titre gratuit un produit à fumer à base de plantes autres que le tabac dont l'unité de conditionnement et l'emballage extérieur méconnait les dispositions de l'article L. 3514-4 sur l'avertissement sanitaire.</p><p>II.-Pour les infractions pénales mentionnées au I, est encourue la peine complémentaire de confiscation de la chose qui a servi ou était destinée à commettre l'infraction ou de la chose qui en est le produit, en application de l'article 131-21 du code pénal.</p><p>III.-La récidive est punie d'une amende de 200 000 €. En cas de récidive, le tribunal peut, en outre, prononcer l'interdiction pendant une durée inférieure ou égale à cinq ans, de la vente des produits qui ont fait l'objet de l'opération illégale.</p><p>Le tribunal ordonne, s'il y a lieu, la suppression, l'enlèvement ou la confiscation de la publicité interdite aux frais des délinquants.</p><p>La cessation de la publicité peut être ordonnée soit sur réquisition du ministère public, soit d'office par le juge d'instruction ou le tribunal saisi des poursuites. La mesure ainsi prise est exécutoire nonobstant toutes voies de recours. Mainlevée peut en être donnée par la juridiction qui l'a ordonnée ou qui est saisie du dossier. La mesure cesse d'avoir effet en cas de décision de non-lieu ou de relaxe.</p><p>Les décisions statuant sur les demandes de mainlevée peuvent faire l'objet d'un recours devant la chambre de l'instruction ou devant la cour d'appel selon qu'elles ont été prononcées par un juge d'instruction ou par le tribunal saisi des poursuites.</p><p>La chambre de l'instruction ou la cour d'appel statue dans un délai de dix jours à compter de la réception des pièces.</p>",
            "num": "L3515-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1698019200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Lutte contre les maladies et dépendances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125347",
                        "id": "LEGISCTA000006125347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Lutte contre le tabagisme et lutte contre le dopage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140619",
                        "id": "LEGISCTA000006140619",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Lutte contre le tabagisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155126",
                        "id": "LEGISCTA000006155126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-05-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions pénales \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032549525",
                        "id": "LEGISCTA000032549525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-05-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Sanctions et responsabilité pénale \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032549533",
                        "id": "LEGISCTA000032549533",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032549535",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032549533",
            "sectionParentId": "LEGISCTA000032549533",
            "sectionParentTitre": "Section 2 : Sanctions et responsabilité pénale \n",
            "fullSectionsTitre": "Partie législative &gt; Troisième partie : Lutte contre les maladies et dépendances &gt; Livre V : Lutte contre le tabagisme et lutte contre le dopage &gt; Titre Ier : Lutte contre le tabagisme &gt; Chapitre V : Dispositions pénales \r\n\r\n &gt; Section 2 : Sanctions et responsabilité pénale \n",
            "refInjection": "MD-20231022_182327_517_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000047293616",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 29 de la loi n° 2023-171 du 9 mars 2023, ces dispositions entrent en vigueur le 23 octobre 2023.",
            "notaHtml": "<p>Conformément au II de l'article 29 de la loi n° 2023-171 du 9 mars 2023, ces dispositions entrent en vigueur le 23 octobre 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047281777",
                    "textTitle": "LOI n°2023-171 du 9 mars 2023 - art. 29 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000047282755",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-03-10",
                    "dateSignaTexte": "2023-03-09",
                    "dateDebutCible": "2023-03-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000046768221",
                    "textTitle": "Arrêté du 13 décembre 2022 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000046768252",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671580800000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032549535",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1463788800000,
                    "dateFin": 1538352000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036364775",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1538352000000,
                    "dateFin": 1698019200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047293616",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1698019200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L3515-3",
                "3515-3"
            ],
            "versionPrecedente": "LEGIARTI000036364775",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036364775",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Est punie de 100 000 euros d'amende : 1° Toute propagande ou publicité, directe ou indirecte, du tabac, d'un produit du tabac ou des ingrédients définis à l'article L. 3512-1 en méconnaissance de l'interdiction prévue à l'article L. 3512-4 ; 2° Le fait de retransmettre une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est interdite, ainsi que la retransmission, par un moyen autre qu'une chaîne de télévision, d'une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est autorisée, en méconnaissance des dispositions de l'article L. 3512-6 ; 3° Le fait de méconnaître les dispositions de l'article L. 3512-14 ; 4° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes dont les teneurs en goudron, en nicotine et en monoxyde de carbone des émissions dépassent les teneurs maximales fixées dans les conditions du I de l'article L. 3512-15 ; 5° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes ou du tabac à rouler : a) Aromatisés ayant une odeur ou un goût clairement identifiable avant ou pendant la consommation, autre que ceux du tabac ; b) Dont les filtres, le papier, les capsules, le conditionnement ou tout autre composant contiennent du tabac, de la nicotine ou des arômes ; c) Contenant tout dispositif technique permettant de modifier l'odeur ou le goût des produits du tabac ou leur intensité de combustion ; d) Contenant des vitamines ou d'autres additifs laissant entendre qu'un produit du tabac a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ; e) Contenant de la caféine, de la taurine ou d'autres additifs et stimulants associés à l'énergie et à la vitalité ; f) Contenant des additifs qui confèrent des propriétés colorantes aux émissions de fumée ; g) Contenant des additifs qui facilitent l'inhalation ou l'absorption de nicotine ; h) Contenant des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ; i) Contenant des additifs dans des quantités qui augmentent, lors de la consommation, de manière significative ou mesurable, leurs effets toxiques ou l'effet de dépendance qu'ils engendrent ; 6° Le fait de vendre, distribuer ou offrir à titre gratuit du papier et des filtres : a) Contenant du tabac, de la nicotine ou des arômes ; b) Contenant tout dispositif technique permettant de modifier leur odeur ou leur goût ou l'intensité de la combustion de la cigarette ; 7° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes, du tabac à rouler, du papier à cigarette et du papier à rouler les cigarettes en méconnaissance des dispositions de l'article L. 3512-20 imposant une neutralité et une uniformisation des unités de conditionnement, des emballages extérieurs et des suremballages ; 8° Le fait d'utiliser sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : a) Contribue à la promotion d'un produit du tabac ; b) Ressemble à un produit alimentaire ou cosmétique ; 9° Le fait d'utiliser une marque ou une dénomination sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, en méconnaissance des dispositions de l'article L. 3512-21 du code de la santé publique ; 10° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du tabac ou du papier à rouler les cigarettes dans des unités de conditionnement et des emballages extérieurs méconnaissent les obligations fixées en matière d'avertissements sanitaires prévues à l'article L. 3512-22 ; 11° Toute propagande ou publicité, directe ou indirecte, en faveur des produits du vapotage en méconnaissance de l'interdiction prévue à l'article L. 3513-4 ; 12° Le fait de vendre, distribuer ou offrir à titre gratuit des dispositifs électroniques de vapotage jetables, des flacons de recharge ou des cartouches à usage unique contenant de la nicotine qui comportent les additifs suivants : a) Des additifs créant l'impression que le produit a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ; b) Des additifs et stimulants associés à l'énergie et à la vitalité ; c) Des additifs qui confèrent des propriétés colorantes aux émissions ; d) Des additifs qui facilitent l'inhalation ou l'absorption de nicotine ; e) Des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ; 13° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage dont les teneurs en nicotine dépassent les teneurs maximales fixées dans les conditions du second alinéa de l'article L. 3513-8 ; 14° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage contenant de la nicotine sans dispositif de sûreté ou dont le dispositif de sûreté méconnaît les dispositions de l'article L. 3513-9 ; 15° Le fait de vendre, distribuer ou offrir à titre gratuit un dispositif électronique de vapotage jetable dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ; 16° Le fait de vendre, distribuer ou offrir à titre gratuit des cartouches à usage unique dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ; 17° Le fait de vendre, distribuer ou offrir à titre gratuit un flacon de recharge contenant de la nicotine dont le volume maximal méconnait les dispositions de l'article L. 3513-15 ; 18° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ou l'emballage extérieur ne mentionne pas l'un ou plusieurs des éléments suivants : a) La composition intégrale du liquide contenant de la nicotine ; b) La teneur moyenne en nicotine et de la quantité diffusée par dose ; c) Le numéro de lot ; d) Une recommandation selon laquelle le produit doit être tenu hors de portée des enfants ; e) Un avertissement sanitaire apposé deux fois ; 19° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ne comprend pas la notice en méconnaissance des dispositions de l'article L. 3513-17 ; 20° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits du vapotage contenant de la nicotine, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : a) Contribue à la promotion des produits du vapotage ou incite à leur consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ; b) Suggère que le produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ; c) Ressemble à un produit alimentaire ou cosmétique ; d) Suggère que le produit est plus facilement biodégradable ou présente d'autres avantages pour l'environnement ; e) Suggère un avantage économique au moyen de bons imprimés, d'offres de réduction, de distribution gratuite, de promotion de type “ deux pour le prix d'un ” ou d'autres offres similaires ; 21° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits à fumer à base de plantes autres que le tabac, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : a) Contribue à la promotion du produit ou incite à sa consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ; les étiquettes ne comprennent aucune information sur la teneur en nicotine, en goudron ou en monoxyde de carbone du produit ; b) Suggère qu'un produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ; c) Indique que le produit est exempt d'additifs ou d'arômes ; d) Ressemble à un produit alimentaire ou cosmétique ; 22° Le fait de vendre, distribuer ou offrir à titre gratuit un produit à fumer à base de plantes autres que le tabac dont l'unité de conditionnement et l'emballage extérieur méconnait les dispositions de l'article L. 3514-4 sur l'avertissement sanitaire. II.-Pour les infractions pénales mentionnées au I, est encourue la peine complémentaire de confiscation de la chose qui a servi ou était destinée à commettre l'infraction ou de la chose qui en est le produit, en application de l'article 131-21 du code pénal. III.-La récidive est punie d'une amende de 200 000 €. En cas de récidive, le tribunal peut, en outre, prononcer l'interdiction pendant une durée inférieure ou égale à cinq ans, de la vente des produits qui ont fait l'objet de l'opération illégale. Le tribunal ordonne, s'il y a lieu, la suppression, l'enlèvement ou la confiscation de la publicité interdite aux frais des délinquants. La cessation de la publicité peut être ordonnée soit sur réquisition du ministère public, soit d'office par le juge d'instruction ou le tribunal saisi des poursuites. La mesure ainsi prise est exécutoire nonobstant toutes voies de recours. Mainlevée peut en être donnée par la juridiction qui l'a ordonnée ou qui est saisie du dossier. La mesure cesse d'avoir effet en cas de décision de non-lieu ou de relaxe. Les décisions statuant sur les demandes de mainlevée peuvent faire l'objet d'un recours devant la chambre de l'instruction ou devant la cour d'appel selon qu'elles ont été prononcées par un juge d'instruction ou par le tribunal saisi des poursuites. La chambre de l'instruction ou la cour d'appel statue dans un délai de dix jours à compter de la réception des pièces.",
            "texteHtml": "<p>I.-Est punie de 100 000 euros d'amende :</p><p>1° Toute propagande ou publicité, directe ou indirecte, du tabac, d'un produit du tabac ou des ingrédients définis à l'article L. 3512-1 en méconnaissance de l'interdiction prévue à l'article L. 3512-4 ;</p><p>2° Le fait de retransmettre une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est interdite, ainsi que la retransmission, par un moyen autre qu'une chaîne de télévision, d'une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est autorisée, en méconnaissance des dispositions de l'article L. 3512-6 ;</p><p>3° Le fait de méconnaître les dispositions de l'article L. 3512-14 ;</p><p>4° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes dont les teneurs en goudron, en nicotine et en monoxyde de carbone des émissions dépassent les teneurs maximales fixées dans les conditions du I de l'article L. 3512-15 ;</p><p>5° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes ou du tabac à rouler :</p><p>a) Aromatisés ayant une odeur ou un goût clairement identifiable avant ou pendant la consommation, autre que ceux du tabac ;</p><p>b) Dont les filtres, le papier, les capsules, le conditionnement ou tout autre composant contiennent du tabac, de la nicotine ou des arômes ;</p><p>c) Contenant tout dispositif technique permettant de modifier l'odeur ou le goût des produits du tabac ou leur intensité de combustion ;</p><p>d) Contenant des vitamines ou d'autres additifs laissant entendre qu'un produit du tabac a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ;</p><p>e) Contenant de la caféine, de la taurine ou d'autres additifs et stimulants associés à l'énergie et à la vitalité ;</p><p>f) Contenant des additifs qui confèrent des propriétés colorantes aux émissions de fumée ;</p><p>g) Contenant des additifs qui facilitent l'inhalation ou l'absorption de nicotine ;</p><p>h) Contenant des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ;</p><p>i) Contenant des additifs dans des quantités qui augmentent, lors de la consommation, de manière significative ou mesurable, leurs effets toxiques ou l'effet de dépendance qu'ils engendrent ;</p><p>6° Le fait de vendre, distribuer ou offrir à titre gratuit du papier et des filtres :</p><p>a) Contenant du tabac, de la nicotine ou des arômes ;</p><p>b) Contenant tout dispositif technique permettant de modifier leur odeur ou leur goût ou l'intensité de la combustion de la cigarette ;</p><p>7° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes, du tabac à rouler, du papier à cigarette et du papier à rouler les cigarettes en méconnaissance des dispositions de l'article L. 3512-20 imposant une neutralité et une uniformisation des unités de conditionnement, des emballages extérieurs et des suremballages ;</p><p>8° Le fait d'utiliser sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui :</p><p>a) Contribue à la promotion d'un produit du tabac ;</p><p>b) Ressemble à un produit alimentaire ou cosmétique ;</p><p>9° Le fait d'utiliser une marque ou une dénomination sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, en méconnaissance des dispositions de l'article L. 3512-21 du code de la santé publique ;</p><p>10° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du tabac ou du papier à rouler les cigarettes dans des unités de conditionnement et des emballages extérieurs méconnaissent les obligations fixées en matière d'avertissements sanitaires prévues à l'article L. 3512-22 ;</p><p>11° Toute propagande ou publicité, directe ou indirecte, en faveur des produits du vapotage en méconnaissance de l'interdiction prévue à l'article L. 3513-4 ;</p><p>12° Le fait de vendre, distribuer ou offrir à titre gratuit des dispositifs électroniques de vapotage jetables, des flacons de recharge ou des cartouches à usage unique contenant de la nicotine qui comportent les additifs suivants :</p><p>a) Des additifs créant l'impression que le produit a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ;</p><p>b) Des additifs et stimulants associés à l'énergie et à la vitalité ;</p><p>c) Des additifs qui confèrent des propriétés colorantes aux émissions ;</p><p>d) Des additifs qui facilitent l'inhalation ou l'absorption de nicotine ;</p><p>e) Des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ;</p><p>13° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage dont les teneurs en nicotine dépassent les teneurs maximales fixées dans les conditions du second alinéa de l'article L. 3513-8 ;</p><p>14° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage contenant de la nicotine sans dispositif de sûreté ou dont le dispositif de sûreté méconnaît les dispositions de l'article L. 3513-9 ;</p><p>15° Le fait de vendre, distribuer ou offrir à titre gratuit un dispositif électronique de vapotage jetable dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ;</p><p>16° Le fait de vendre, distribuer ou offrir à titre gratuit des cartouches à usage unique dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ;</p><p>17° Le fait de vendre, distribuer ou offrir à titre gratuit un flacon de recharge contenant de la nicotine dont le volume maximal méconnait les dispositions de l'article L. 3513-15 ;</p><p>18° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ou l'emballage extérieur ne mentionne pas l'un ou plusieurs des éléments suivants :</p><p>a) La composition intégrale du liquide contenant de la nicotine ;</p><p>b) La teneur moyenne en nicotine et de la quantité diffusée par dose ;</p><p>c) Le numéro de lot ;</p><p>d) Une recommandation selon laquelle le produit doit être tenu hors de portée des enfants ;</p><p>e) Un avertissement sanitaire apposé deux fois ;</p><p>19° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ne comprend pas la notice en méconnaissance des dispositions de l'article L. 3513-17 ;</p><p>20° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits du vapotage contenant de la nicotine, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui :</p><p>a) Contribue à la promotion des produits du vapotage ou incite à leur consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ;</p><p>b) Suggère que le produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ;</p><p>c) Ressemble à un produit alimentaire ou cosmétique ;</p><p>d) Suggère que le produit est plus facilement biodégradable ou présente d'autres avantages pour l'environnement ;</p><p>e) Suggère un avantage économique au moyen de bons imprimés, d'offres de réduction, de distribution gratuite, de promotion de type “ deux pour le prix d'un ” ou d'autres offres similaires ;</p><p>21° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits à fumer à base de plantes autres que le tabac, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui :</p><p>a) Contribue à la promotion du produit ou incite à sa consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ; les étiquettes ne comprennent aucune information sur la teneur en nicotine, en goudron ou en monoxyde de carbone du produit ;</p><p>b) Suggère qu'un produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ;</p><p>c) Indique que le produit est exempt d'additifs ou d'arômes ;</p><p>d) Ressemble à un produit alimentaire ou cosmétique ;</p><p>22° Le fait de vendre, distribuer ou offrir à titre gratuit un produit à fumer à base de plantes autres que le tabac dont l'unité de conditionnement et l'emballage extérieur méconnait les dispositions de l'article L. 3514-4 sur l'avertissement sanitaire.</p><p>II.-Pour les infractions pénales mentionnées au I, est encourue la peine complémentaire de confiscation de la chose qui a servi ou était destinée à commettre l'infraction ou de la chose qui en est le produit, en application de l'article 131-21 du code pénal.</p><p>III.-La récidive est punie d'une amende de 200 000 €. En cas de récidive, le tribunal peut, en outre, prononcer l'interdiction pendant une durée inférieure ou égale à cinq ans, de la vente des produits qui ont fait l'objet de l'opération illégale.</p><p>Le tribunal ordonne, s'il y a lieu, la suppression, l'enlèvement ou la confiscation de la publicité interdite aux frais des délinquants.</p><p>La cessation de la publicité peut être ordonnée soit sur réquisition du ministère public, soit d'office par le juge d'instruction ou le tribunal saisi des poursuites. La mesure ainsi prise est exécutoire nonobstant toutes voies de recours. Mainlevée peut en être donnée par la juridiction qui l'a ordonnée ou qui est saisie du dossier. La mesure cesse d'avoir effet en cas de décision de non-lieu ou de relaxe.</p><p>Les décisions statuant sur les demandes de mainlevée peuvent faire l'objet d'un recours devant la chambre de l'instruction ou devant la cour d'appel selon qu'elles ont été prononcées par un juge d'instruction ou par le tribunal saisi des poursuites.</p><p>La chambre de l'instruction ou la cour d'appel statue dans un délai de dix jours à compter de la réception des pièces.</p>",
            "num": "L3515-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1538352000000,
            "dateFin": 1698019200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Lutte contre les maladies et dépendances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125347",
                        "id": "LEGISCTA000006125347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Lutte contre le tabagisme et lutte contre le dopage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140619",
                        "id": "LEGISCTA000006140619",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Lutte contre le tabagisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155126",
                        "id": "LEGISCTA000006155126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-05-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions pénales \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032549525",
                        "id": "LEGISCTA000032549525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-05-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Sanctions et responsabilité pénale \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032549533",
                        "id": "LEGISCTA000032549533",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032549535",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032549533",
            "sectionParentId": "LEGISCTA000032549533",
            "sectionParentTitre": "Section 2 : Sanctions et responsabilité pénale \n",
            "fullSectionsTitre": "Partie législative &gt; Troisième partie : Lutte contre les maladies et dépendances &gt; Livre V : Lutte contre le tabagisme et lutte contre le dopage &gt; Titre Ier : Lutte contre le tabagisme &gt; Chapitre V : Dispositions pénales \r\n\r\n &gt; Section 2 : Sanctions et responsabilité pénale \n",
            "refInjection": "MD-20231022_182327_517_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000036364775",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036298548",
                    "textTitle": "LOI n° 2017-1775 du 28 décembre 2017 - art. 35 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000036354136",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-29",
                    "dateSignaTexte": "2017-12-28",
                    "dateDebutCible": "2017-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000046768221",
                    "textTitle": "Arrêté du 13 décembre 2022 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000046768252",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671580800000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032549535",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1463788800000,
                    "dateFin": 1538352000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036364775",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1538352000000,
                    "dateFin": 1698019200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047293616",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1698019200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L3515-3",
                "3515-3"
            ],
            "versionPrecedente": "LEGIARTI000032549535",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032549535",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Est punie de 100 000 euros d'amende : 1° Toute propagande ou publicité, directe ou indirecte, du tabac, d'un produit du tabac ou des ingrédients définis à l'article L. 3512-1 en méconnaissance de l'interdiction prévue à l'article L. 3512-4 ; 2° Le fait de retransmettre une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est interdite, ainsi que la retransmission, par un moyen autre qu'une chaîne de télévision, d'une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est autorisée, en méconnaissance des dispositions de l'article L. 3512-6 ; 3° Le fait de vendre, distribuer ou offrir à titre gratuit des paquets de moins de vingt cigarettes, des paquets de plus de vingt cigarettes qui ne sont pas composés d'un nombre de cigarettes multiple de cinq ou des contenants de moins de trente grammes de tabacs fine coupe destinés à rouler des cigarettes, quel que soit leur conditionnement ; 4° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes dont les teneurs en goudron, en nicotine et en monoxyde de carbone des émissions dépassent les teneurs maximales fixées dans les conditions du I de l'article L. 3512-15 ; 5° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes ou du tabac à rouler : a) Aromatisés ayant une odeur ou un goût clairement identifiable avant ou pendant la consommation, autre que ceux du tabac ; b) Dont les filtres, le papier, les capsules, le conditionnement ou tout autre composant contiennent du tabac, de la nicotine ou des arômes ; c) Contenant tout dispositif technique permettant de modifier l'odeur ou le goût des produits du tabac ou leur intensité de combustion ; d) Contenant des vitamines ou d'autres additifs laissant entendre qu'un produit du tabac a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ; e) Contenant de la caféine, de la taurine ou d'autres additifs et stimulants associés à l'énergie et à la vitalité ; f) Contenant des additifs qui confèrent des propriétés colorantes aux émissions de fumée ; g) Contenant des additifs qui facilitent l'inhalation ou l'absorption de nicotine ; h) Contenant des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ; i) Contenant des additifs dans des quantités qui augmentent, lors de la consommation, de manière significative ou mesurable, leurs effets toxiques ou l'effet de dépendance qu'ils engendrent ; 6° Le fait de vendre, distribuer ou offrir à titre gratuit du papier et des filtres : a) Contenant du tabac, de la nicotine ou des arômes ; b) Contenant tout dispositif technique permettant de modifier leur odeur ou leur goût ou l'intensité de la combustion de la cigarette ; 7° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes, du tabac à rouler, du papier à cigarette et du papier à rouler les cigarettes en méconnaissance des dispositions de l'article L. 3512-20 imposant une neutralité et une uniformisation des unités de conditionnement, des emballages extérieurs et des suremballages ; 8° Le fait d'utiliser sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : a) Contribue à la promotion d'un produit du tabac ; b) Ressemble à un produit alimentaire ou cosmétique ; 9° Le fait d'utiliser une marque ou une dénomination sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, en méconnaissance des dispositions de l'article L. 3512-21 du code de la santé publique ; 10° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du tabac ou du papier à rouler les cigarettes dans des unités de conditionnement et des emballages extérieurs méconnaissent les obligations fixées en matière d'avertissements sanitaires prévues à l'article L. 3512-22 ; 11° Toute propagande ou publicité, directe ou indirecte, en faveur des produits du vapotage en méconnaissance de l'interdiction prévue à l'article L. 3513-4 ; 12° Le fait de vendre, distribuer ou offrir à titre gratuit des dispositifs électroniques de vapotage jetables, des flacons de recharge ou des cartouches à usage unique contenant de la nicotine qui comportent les additifs suivants : a) Des additifs créant l'impression que le produit a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ; b) Des additifs et stimulants associés à l'énergie et à la vitalité ; c) Des additifs qui confèrent des propriétés colorantes aux émissions ; d) Des additifs qui facilitent l'inhalation ou l'absorption de nicotine ; e) Des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ; 13° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage dont les teneurs en nicotine dépassent les teneurs maximales fixées dans les conditions du second alinéa de l'article L. 3513-8 ; 14° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage contenant de la nicotine sans dispositif de sûreté ou dont le dispositif de sûreté méconnaît les dispositions de l'article L. 3513-9 ; 15° Le fait de vendre, distribuer ou offrir à titre gratuit un dispositif électronique de vapotage jetable dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ; 16° Le fait de vendre, distribuer ou offrir à titre gratuit des cartouches à usage unique dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ; 17° Le fait de vendre, distribuer ou offrir à titre gratuit un flacon de recharge contenant de la nicotine dont le volume maximal méconnait les dispositions de l'article L. 3513-15 ; 18° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ou l'emballage extérieur ne mentionne pas l'un ou plusieurs des éléments suivants : a) La composition intégrale du liquide contenant de la nicotine ; b) La teneur moyenne en nicotine et de la quantité diffusée par dose ; c) Le numéro de lot ; d) Une recommandation selon laquelle le produit doit être tenu hors de portée des enfants ; e) Un avertissement sanitaire apposé deux fois ; 19° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ne comprend pas la notice en méconnaissance des dispositions de l'article L. 3513-17 ; 20° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits du vapotage contenant de la nicotine, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : a) Contribue à la promotion des produits du vapotage ou incite à leur consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ; b) Suggère que le produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ; c) Ressemble à un produit alimentaire ou cosmétique ; d) Suggère que le produit est plus facilement biodégradable ou présente d'autres avantages pour l'environnement ; e) Suggère un avantage économique au moyen de bons imprimés, d'offres de réduction, de distribution gratuite, de promotion de type “ deux pour le prix d'un ” ou d'autres offres similaires ; 21° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits à fumer à base de plantes autres que le tabac, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : a) Contribue à la promotion du produit ou incite à sa consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ; les étiquettes ne comprennent aucune information sur la teneur en nicotine, en goudron ou en monoxyde de carbone du produit ; b) Suggère qu'un produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ; c) Indique que le produit est exempt d'additifs ou d'arômes ; d) Ressemble à un produit alimentaire ou cosmétique ; 22° Le fait de vendre, distribuer ou offrir à titre gratuit un produit à fumer à base de plantes autres que le tabac dont l'unité de conditionnement et l'emballage extérieur méconnait les dispositions de l'article L. 3514-4 sur l'avertissement sanitaire. II.-Pour les infractions pénales mentionnées au I, est encourue la peine complémentaire de confiscation de la chose qui a servi ou était destinée à commettre l'infraction ou de la chose qui en est le produit, en application de l'article 131-21 du code pénal. III.-La récidive est punie d'une amende de 200 000 €. En cas de récidive, le tribunal peut, en outre, prononcer l'interdiction pendant une durée inférieure ou égale à cinq ans, de la vente des produits qui ont fait l'objet de l'opération illégale. Le tribunal ordonne, s'il y a lieu, la suppression, l'enlèvement ou la confiscation de la publicité interdite aux frais des délinquants. La cessation de la publicité peut être ordonnée soit sur réquisition du ministère public, soit d'office par le juge d'instruction ou le tribunal saisi des poursuites. La mesure ainsi prise est exécutoire nonobstant toutes voies de recours. Mainlevée peut en être donnée par la juridiction qui l'a ordonnée ou qui est saisie du dossier. La mesure cesse d'avoir effet en cas de décision de non-lieu ou de relaxe. Les décisions statuant sur les demandes de mainlevée peuvent faire l'objet d'un recours devant la chambre de l'instruction ou devant la cour d'appel selon qu'elles ont été prononcées par un juge d'instruction ou par le tribunal saisi des poursuites. La chambre de l'instruction ou la cour d'appel statue dans un délai de dix jours à compter de la réception des pièces.",
            "texteHtml": "I.-Est punie de 100 000 euros d'amende : <br/><br/> 1° Toute propagande ou publicité, directe ou indirecte, du tabac, d'un produit du tabac ou des ingrédients définis à l'article L. 3512-1 en méconnaissance de l'interdiction prévue à l'article L. 3512-4 ; <br/><br/> 2° Le fait de retransmettre une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est interdite, ainsi que la retransmission, par un moyen autre qu'une chaîne de télévision, d'une compétition de sport mécanique contenant de la publicité directe ou indirecte pour le tabac et se déroulant dans un pays où la publicité pour le tabac est autorisée, en méconnaissance des dispositions de l'article L. 3512-6 ; <br/><br/> 3° Le fait de vendre, distribuer ou offrir à titre gratuit des paquets de moins de vingt cigarettes, des paquets de plus de vingt cigarettes qui ne sont pas composés d'un nombre de cigarettes multiple de cinq ou des contenants de moins de trente grammes de tabacs fine coupe destinés à rouler des cigarettes, quel que soit leur conditionnement ; <br/><br/> 4° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes dont les teneurs en goudron, en nicotine et en monoxyde de carbone des émissions dépassent les teneurs maximales fixées dans les conditions du I de l'article L. 3512-15 ; <br/><br/> 5° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes ou du tabac à rouler : <br/><br/> a) Aromatisés ayant une odeur ou un goût clairement identifiable avant ou pendant la consommation, autre que ceux du tabac ; <br/><br/> b) Dont les filtres, le papier, les capsules, le conditionnement ou tout autre composant contiennent du tabac, de la nicotine ou des arômes ; <br/><br/> c) Contenant tout dispositif technique permettant de modifier l'odeur ou le goût des produits du tabac ou leur intensité de combustion ; <br/><br/> d) Contenant des vitamines ou d'autres additifs laissant entendre qu'un produit du tabac a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ; <br/><br/> e) Contenant de la caféine, de la taurine ou d'autres additifs et stimulants associés à l'énergie et à la vitalité ; <br/><br/> f) Contenant des additifs qui confèrent des propriétés colorantes aux émissions de fumée ; <br/><br/> g) Contenant des additifs qui facilitent l'inhalation ou l'absorption de nicotine ; <br/><br/> h) Contenant des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ; <br/><br/> i) Contenant des additifs dans des quantités qui augmentent, lors de la consommation, de manière significative ou mesurable, leurs effets toxiques ou l'effet de dépendance qu'ils engendrent ; <br/><br/> 6° Le fait de vendre, distribuer ou offrir à titre gratuit du papier et des filtres : <br/><br/> a) Contenant du tabac, de la nicotine ou des arômes ; <br/><br/> b) Contenant tout dispositif technique permettant de modifier leur odeur ou leur goût ou l'intensité de la combustion de la cigarette ; <br/><br/> 7° Le fait de vendre, distribuer ou offrir à titre gratuit des cigarettes, du tabac à rouler, du papier à cigarette et du papier à rouler les cigarettes en méconnaissance des dispositions de l'article L. 3512-20 imposant une neutralité et une uniformisation des unités de conditionnement, des emballages extérieurs et des suremballages ; <br/><br/> 8° Le fait d'utiliser sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : <br/><br/> a) Contribue à la promotion d'un produit du tabac ; <br/><br/> b) Ressemble à un produit alimentaire ou cosmétique ; <br/><br/> 9° Le fait d'utiliser une marque ou une dénomination sur l'étiquetage des unités de conditionnement, sur tout emballage extérieur, ainsi que sur les produits du tabac proprement dit, en méconnaissance des dispositions de l'article L. 3512-21 du code de la santé publique ; <br/><br/> 10° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du tabac ou du papier à rouler les cigarettes dans des unités de conditionnement et des emballages extérieurs méconnaissent les obligations fixées en matière d'avertissements sanitaires prévues à l'article L. 3512-22 ; <br/><br/> 11° Toute propagande ou publicité, directe ou indirecte, en faveur des produits du vapotage en méconnaissance de l'interdiction prévue à l'article L. 3513-4 ; <br/><br/> 12° Le fait de vendre, distribuer ou offrir à titre gratuit des dispositifs électroniques de vapotage jetables, des flacons de recharge ou des cartouches à usage unique contenant de la nicotine qui comportent les additifs suivants : <br/><br/> a) Des additifs créant l'impression que le produit a des effets bénéfiques sur la santé ou que les risques qu'il présente pour la santé ont été réduits ; <br/><br/> b) Des additifs et stimulants associés à l'énergie et à la vitalité ; <br/><br/> c) Des additifs qui confèrent des propriétés colorantes aux émissions ; <br/><br/> d) Des additifs qui facilitent l'inhalation ou l'absorption de nicotine ; <br/><br/> e) Des additifs qui, sans combustion, ont des propriétés cancérogènes, mutagènes ou toxiques pour la reproduction humaine ; <br/><br/> 13° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage dont les teneurs en nicotine dépassent les teneurs maximales fixées dans les conditions du second alinéa de l'article L. 3513-8 ; <br/><br/> 14° Le fait de vendre, distribuer ou offrir à titre gratuit des produits du vapotage contenant de la nicotine sans dispositif de sûreté ou dont le dispositif de sûreté méconnaît les dispositions de l'article L. 3513-9 ; <br/><br/> 15° Le fait de vendre, distribuer ou offrir à titre gratuit un dispositif électronique de vapotage jetable dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ; <br/><br/> 16° Le fait de vendre, distribuer ou offrir à titre gratuit des cartouches à usage unique dont le réservoir dépasse le volume maximal fixé dans les conditions de l'article L. 3513-15 ; <br/><br/> 17° Le fait de vendre, distribuer ou offrir à titre gratuit un flacon de recharge contenant de la nicotine dont le volume maximal méconnait les dispositions de l'article L. 3513-15 ; <br/><br/> 18° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ou l'emballage extérieur ne mentionne pas l'un ou plusieurs des éléments suivants : <br/><br/> a) La composition intégrale du liquide contenant de la nicotine ; <br/><br/> b) La teneur moyenne en nicotine et de la quantité diffusée par dose ; <br/><br/> c) Le numéro de lot ; <br/><br/> d) Une recommandation selon laquelle le produit doit être tenu hors de portée des enfants ; <br/><br/> e) Un avertissement sanitaire apposé deux fois ; <br/><br/> 19° Le fait de vendre, distribuer ou offrir à titre gratuit un produit du vapotage contenant de la nicotine dont l'unité de conditionnement ne comprend pas la notice en méconnaissance des dispositions de l'article L. 3513-17 ; <br/><br/> 20° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits du vapotage contenant de la nicotine, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : <br/><br/> a) Contribue à la promotion des produits du vapotage ou incite à leur consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ; <br/><br/> b) Suggère que le produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ; <br/><br/> c) Ressemble à un produit alimentaire ou cosmétique ; <br/><br/> d) Suggère que le produit est plus facilement biodégradable ou présente d'autres avantages pour l'environnement ; <br/><br/> e) Suggère un avantage économique au moyen de bons imprimés, d'offres de réduction, de distribution gratuite, de promotion de type “ deux pour le prix d'un ” ou d'autres offres similaires ; <br/><br/> 21° Le fait d'utiliser, sur les unités de conditionnement ainsi que sur tout emballage extérieur de produits à fumer à base de plantes autres que le tabac, un message, un symbole, une marque, une dénomination commerciale, un signe figuratif ou tout autre élément ou dispositif qui : <br/><br/> a) Contribue à la promotion du produit ou incite à sa consommation en donnant une impression erronée quant aux caractéristiques, effets sur la santé, risques ou émissions du produit ; les étiquettes ne comprennent aucune information sur la teneur en nicotine, en goudron ou en monoxyde de carbone du produit ; <br/><br/> b) Suggère qu'un produit est moins nocif que d'autres ou vise à réduire l'effet de certains composants nocifs de la fumée ou présente des propriétés vitalisantes, énergisantes, curatives, rajeunissantes, naturelles, biologiques ou a des effets bénéfiques sur la santé ou le mode de vie ; <br/><br/> c) Indique que le produit est exempt d'additifs ou d'arômes ; <br/><br/> d) Ressemble à un produit alimentaire ou cosmétique ; <br/><br/> 22° Le fait de vendre, distribuer ou offrir à titre gratuit un produit à fumer à base de plantes autres que le tabac dont l'unité de conditionnement et l'emballage extérieur méconnait les dispositions de l'article L. 3514-4 sur l'avertissement sanitaire. <br/><br/> II.-Pour les infractions pénales mentionnées au I, est encourue la peine complémentaire de confiscation de la chose qui a servi ou était destinée à commettre l'infraction ou de la chose qui en est le produit, en application de l'article 131-21 du code pénal. <br/><br/> III.-La récidive est punie d'une amende de 200 000 €. En cas de récidive, le tribunal peut, en outre, prononcer l'interdiction pendant une durée inférieure ou égale à cinq ans, de la vente des produits qui ont fait l'objet de l'opération illégale. <br/><br/> Le tribunal ordonne, s'il y a lieu, la suppression, l'enlèvement ou la confiscation de la publicité interdite aux frais des délinquants. <br/><br/> La cessation de la publicité peut être ordonnée soit sur réquisition du ministère public, soit d'office par le juge d'instruction ou le tribunal saisi des poursuites. La mesure ainsi prise est exécutoire nonobstant toutes voies de recours. Mainlevée peut en être donnée par la juridiction qui l'a ordonnée ou qui est saisie du dossier. La mesure cesse d'avoir effet en cas de décision de non-lieu ou de relaxe. <br/><br/> Les décisions statuant sur les demandes de mainlevée peuvent faire l'objet d'un recours devant la chambre de l'instruction ou devant la cour d'appel selon qu'elles ont été prononcées par un juge d'instruction ou par le tribunal saisi des poursuites. <br/><br/> La chambre de l'instruction ou la cour d'appel statue dans un délai de dix jours à compter de la réception des pièces. ",
            "num": "L3515-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1463788800000,
            "dateFin": 1538352000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Lutte contre les maladies et dépendances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125347",
                        "id": "LEGISCTA000006125347",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Lutte contre le tabagisme et lutte contre le dopage",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140619",
                        "id": "LEGISCTA000006140619",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-05-25",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Lutte contre le tabagisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155126",
                        "id": "LEGISCTA000006155126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-05-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions pénales \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032549525",
                        "id": "LEGISCTA000032549525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-05-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Sanctions et responsabilité pénale \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032549533",
                        "id": "LEGISCTA000032549533",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032549535",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032549533",
            "sectionParentId": "LEGISCTA000032549533",
            "sectionParentTitre": "Section 2 : Sanctions et responsabilité pénale \n",
            "fullSectionsTitre": "Partie législative &gt; Troisième partie : Lutte contre les maladies et dépendances &gt; Livre V : Lutte contre le tabagisme et lutte contre le dopage &gt; Titre Ier : Lutte contre le tabagisme &gt; Chapitre V : Dispositions pénales \r\n\r\n &gt; Section 2 : Sanctions et responsabilité pénale \n",
            "refInjection": "MD-20231022_182327_517_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000032549535",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032547462",
                    "textTitle": "Ordonnance n°2016-623 du 19 mai 2016 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032548446",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-05-20",
                    "dateSignaTexte": "2016-05-19",
                    "dateDebutCible": "2016-05-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000046768221",
                    "textTitle": "Arrêté du 13 décembre 2022 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000046768252",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671580800000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032549535",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1463788800000,
                    "dateFin": 1538352000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036364775",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1538352000000,
                    "dateFin": 1698019200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047293616",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1698019200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L3515-3",
                "3515-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}