{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041468265",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu. 2. Lorsqu'un titulaire de bénéfices non commerciaux étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices industriels et commerciaux, il est tenu compte de ces résultats pour la détermination des bénéfices non commerciaux à comprendre dans les bases de l'impôt sur le revenu. II. – 1. Le bénéfice net mentionné à l'article 38 est : 1° Diminué du montant des produits qui ne proviennent pas de l'activité exercée à titre professionnel, à l'exclusion de ceux pris en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I ; 2° Augmenté du montant des charges admises en déduction qui ne sont pas nécessitées par l'exercice de l'activité à titre professionnel, à l'exclusion de celles prises en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I. 2. Sous réserve du VII de l'article 151 septies , en cas de cession d'un élément d'actif immobilisé, les articles 39 duodecies à 39 novodecies sont applicables dans les conditions suivantes : 1° Le prix de cession de l'élément d'actif est réputé égal à la somme : a) Du prix de cession réel de cet élément, multiplié par le rapport entre, au numérateur, la durée d'utilisation de l'élément aux fins de l'exercice de l'activité à titre professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; b) Et de la valeur d'origine de cet élément, multipliée par le rapport entre, au numérateur, la durée d'utilisation de l'élément à des fins autres que l'exercice de l'activité à titre professionnel depuis qu'il appartient au patrimoine professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; 2° La valeur comptable de l'élément d'actif cédé est réputée majorée du montant des amortissements, autres que ceux soumis au 2° du 1 du III du présent article, qui ont été réintégrés au bénéfice en application du 2° du 1 du présent II ; ces amortissements sont néanmoins considérés ne pas avoir été expressément exclus des charges déductibles. 3. Sous réserve d'une option expresse en ce sens, le 1° du 1 n'est pas applicable, d'une part, et le 2° du même 1 n'est applicable qu'à la quote-part des charges afférentes à un bien qui excède le montant des produits afférents au même bien, d'autre part : 1° Lorsque les produits mentionnés au 1° du même 1 n'excèdent pas 5 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession ; 2° Ou que les produits mentionnés au même 1° n'excèdent pas 10 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession, si la condition mentionnée au 1° du présent 3 était satisfaite au titre de l'exercice précédent. III. – 1. Les charges et produits mentionnés au 1 du II sont retenus, suivant leur nature, pour la détermination : 1° Des revenus fonciers, des revenus de capitaux mobiliers, des profits mentionnés à l'article 150 ter ou des plus-values de cession à titre onéreux de biens ou droits de toute nature mentionnées aux articles 150-0 A à 150 VH , selon les règles applicables à ces catégories de revenus ; 2° D'un bénéfice, distinct du bénéfice net, imposable dans les conditions prévues aux 1°, 1° bis, 1° ter ou 2° du I de l'article 156. 2. Sous réserve du VII de l'article 151 septies, en cas de cession d'un élément d'actif immobilisé, la différence entre le prix de cession réel de l'élément d'actif et le montant déterminé dans les conditions du 1° du 2 du II du présent article est retenue pour la détermination des plus-values de cession à titre onéreux de biens ou droits de toute nature selon les règles applicables à cette catégorie de revenus. 3. Les revenus, profits et plus-values mentionnés au 1° du 1 ou au 2 sont réputés avoir été perçus ou réalisés à la date de la clôture de l'exercice ou de la période d'imposition pour l'application des obligations déclaratives et pour le recouvrement de l'impôt dû. IV. – 1. Sous réserve du 2, l'exercice à titre professionnel implique la participation personnelle, directe et continue à l'accomplissement des actes nécessaires à l'activité. 2. L'activité de location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés est exercée à titre professionnel lorsque les deux conditions suivantes sont réunies : 1° (Abrogé) 2° Les recettes annuelles retirées de cette activité par l'ensemble des membres du foyer fiscal excèdent 23 000 € ; 3° Ces recettes excèdent les revenus du foyer fiscal soumis à l'impôt sur le revenu dans les catégories des traitements et salaires au sens de l'article 79 , des bénéfices industriels et commerciaux autres que ceux tirés de l'activité de location meublée, des bénéfices agricoles, des bénéfices non commerciaux et des revenus des gérants et associés mentionnés à l'article 62 . Pour l'application du 3°, les recettes afférentes à une location ayant commencé avant le 1er janvier 2009 ou portant sur un local d'habitation acquis ou réservé avant cette date dans les conditions prévues aux articles L. 261-2, L. 261-3 , L. 261-15 ou L. 262-1 du code de la construction et de l'habitation sont comptées pour un montant quintuple de leur valeur, diminué de deux cinquièmes de cette valeur par année écoulée depuis le début de la location, dans la limite de dix années à compter du début de celle-ci. La location du local d'habitation est réputée commencer à la date de son acquisition ou, si l'acquisition a eu lieu avant l'achèvement du local, à la date de cet achèvement. L'année où commence la location, les recettes y afférentes sont, le cas échéant, ramenées à douze mois pour l'appréciation des seuils mentionnés aux 2° et 3° du présent 2. Il en est de même l'année de cessation totale de l'activité de location.",
            "texteHtml": "<p>I. – 1. Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu.</p><p>2. Lorsqu'un titulaire de bénéfices non commerciaux étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices industriels et commerciaux, il est tenu compte de ces résultats pour la détermination des bénéfices non commerciaux à comprendre dans les bases de l'impôt sur le revenu.</p><p>II. – 1. Le bénéfice net mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307530&dateTexte=&categorieLien=cid'>l'article 38 </a>est :</p><p>1° Diminué du montant des produits qui ne proviennent pas de l'activité exercée à titre professionnel, à l'exclusion de ceux pris en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I ;</p><p>2° Augmenté du montant des charges admises en déduction qui ne sont pas nécessitées par l'exercice de l'activité à titre professionnel, à l'exclusion de celles prises en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I.</p><p>2. Sous réserve du VII de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307428&dateTexte=&categorieLien=cid'>l'article 151 septies</a>, en cas de cession d'un élément d'actif immobilisé, les articles 39 duodecies à 39 novodecies sont applicables dans les conditions suivantes :</p><p>1° Le prix de cession de l'élément d'actif est réputé égal à la somme :</p><p>a) Du prix de cession réel de cet élément, multiplié par le rapport entre, au numérateur, la durée d'utilisation de l'élément aux fins de l'exercice de l'activité à titre professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ;</p><p>b) Et de la valeur d'origine de cet élément, multipliée par le rapport entre, au numérateur, la durée d'utilisation de l'élément à des fins autres que l'exercice de l'activité à titre professionnel depuis qu'il appartient au patrimoine professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ;</p><p>2° La valeur comptable de l'élément d'actif cédé est réputée majorée du montant des amortissements, autres que ceux soumis au 2° du 1 du III du présent article, qui ont été réintégrés au bénéfice en application du 2° du 1 du présent II ; ces amortissements sont néanmoins considérés ne pas avoir été expressément exclus des charges déductibles.</p><p>3. Sous réserve d'une option expresse en ce sens, le 1° du 1 n'est pas applicable, d'une part, et le 2° du même 1 n'est applicable qu'à la quote-part des charges afférentes à un bien qui excède le montant des produits afférents au même bien, d'autre part :</p><p>1° Lorsque les produits mentionnés au 1° du même 1 n'excèdent pas 5 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession ;</p><p>2° Ou que les produits mentionnés au même 1° n'excèdent pas 10 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession, si la condition mentionnée au 1° du présent 3 était satisfaite au titre de l'exercice précédent.</p><p>III. – 1. Les charges et produits mentionnés au 1 du II sont retenus, suivant leur nature, pour la détermination :</p><p>1° Des revenus fonciers, des revenus de capitaux mobiliers, des profits mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314368&dateTexte=&categorieLien=cid'>150 ter</a> ou des plus-values de cession à titre onéreux de biens ou droits de toute nature mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302714&dateTexte=&categorieLien=cid'>articles 150-0 A à 150 VH</a>, selon les règles applicables à ces catégories de revenus ;</p><p>2° D'un bénéfice, distinct du bénéfice net, imposable dans les conditions prévues aux 1°, 1° bis, 1° ter ou 2° du I de l'article 156.</p><p>2. Sous réserve du VII de l'article 151 septies, en cas de cession d'un élément d'actif immobilisé, la différence entre le prix de cession réel de l'élément d'actif et le montant déterminé dans les conditions du 1° du 2 du II du présent article est retenue pour la détermination des plus-values de cession à titre onéreux de biens ou droits de toute nature selon les règles applicables à cette catégorie de revenus.</p><p>3. Les revenus, profits et plus-values mentionnés au 1° du 1 ou au 2 sont réputés avoir été perçus ou réalisés à la date de la clôture de l'exercice ou de la période d'imposition pour l'application des obligations déclaratives et pour le recouvrement de l'impôt dû.</p><p>IV. – 1. Sous réserve du 2, l'exercice à titre professionnel implique la participation personnelle, directe et continue à l'accomplissement des actes nécessaires à l'activité.</p><p>2. L'activité de location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés est exercée à titre professionnel lorsque les deux conditions suivantes sont réunies :</p><p>1° (Abrogé)</p><p>2° Les recettes annuelles retirées de cette activité par l'ensemble des membres du foyer fiscal excèdent 23 000 € ;</p><p>3° Ces recettes excèdent les revenus du foyer fiscal soumis à l'impôt sur le revenu dans les catégories des traitements et salaires au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302537&dateTexte=&categorieLien=cid'>l'article 79</a>, des bénéfices industriels et commerciaux autres que ceux tirés de l'activité de location meublée, des bénéfices agricoles, des bénéfices non commerciaux et des revenus des gérants et associés mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307047&dateTexte=&categorieLien=cid'>l'article 62</a>.</p><p>Pour l'application du 3°, les recettes afférentes à une location ayant commencé avant le 1er janvier 2009 ou portant sur un local d'habitation acquis ou réservé avant cette date dans les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824580&dateTexte=&categorieLien=cid'>articles L. 261-2, L. 261-3</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824676&dateTexte=&categorieLien=cid'>L. 261-15 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824622&dateTexte=&categorieLien=cid'>L. 262-1 </a>du code de la construction et de l'habitation sont comptées pour un montant quintuple de leur valeur, diminué de deux cinquièmes de cette valeur par année écoulée depuis le début de la location, dans la limite de dix années à compter du début de celle-ci.</p><p>La location du local d'habitation est réputée commencer à la date de son acquisition ou, si l'acquisition a eu lieu avant l'achèvement du local, à la date de cet achèvement. L'année où commence la location, les recettes y afférentes sont, le cas échéant, ramenées à douze mois pour l'appréciation des seuils mentionnés aux 2° et 3° du présent 2. Il en est de même l'année de cessation totale de l'activité de location.</p><p></p>",
            "num": "155",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "VIII : Dispositions communes aux différentes catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191582",
                        "id": "LEGISCTA000006191582",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197230",
                        "id": "LEGISCTA000006197230",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302873",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197230",
            "sectionParentId": "LEGISCTA000006197230",
            "sectionParentTitre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VIII : Dispositions communes aux différentes catégories de revenus &gt; 5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "refInjection": "MD-20231010_195436_344_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000041468265",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 49 de la loi n° 2019-1479 du 28 décembre 2019, l'article 155, dans sa rédaction résultant du I du présent article, s'applique aux revenus et profits perçus ou réalisés à compter du 1er janvier 2020.",
            "notaHtml": "<p>Conformément au II de l'article 49 de la loi n° 2019-1479 du 28 décembre 2019, l'article 155, dans sa rédaction résultant du I du présent article, s'applique aux revenus et profits perçus ou réalisés à compter du 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 49 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "49",
                    "articleId": "LEGIARTI000039793361",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2019-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028402174",
                    "textTitle": "Décision n°2013-684 DC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028402175",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-684 DC",
                    "datePubli": 1388361600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680805",
                    "textTitle": "Décision n°2016-742 DC du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680806",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-742 DC",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680887",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680888",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042666286",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042666293",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L611-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000042683852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L613-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000033712796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D324-1-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D324-1-3",
                    "articleId": "LEGIARTI000042667476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L324-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L324-2",
                    "articleId": "LEGIARTI000041411382",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 ter",
                    "articleId": "LEGIARTI000006314368",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000006302714",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 septies",
                    "articleId": "LEGIARTI000006307428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1518134400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 156 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "156",
                    "articleId": "LEGIARTI000047622626",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239 nonies",
                    "articleId": "LEGIARTI000046861002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006307530",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000044989060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 62",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000006307047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 76 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "76 A",
                    "articleId": "LEGIARTI000023371301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 79",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "79",
                    "articleId": "LEGIARTI000006302537",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-12",
                    "articleId": "LEGIARTI000006585213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L261-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L261-15",
                    "articleId": "LEGIARTI000006824676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L261-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L261-2",
                    "articleId": "LEGIARTI000006824580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006824622",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153008000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048184189",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302873",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023371259",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025842432",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028448302",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781841",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041468265",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "155"
            ],
            "versionPrecedente": "LEGIARTI000031781841",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031781841",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu. 2. Lorsqu'un titulaire de bénéfices non commerciaux étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices industriels et commerciaux, il est tenu compte de ces résultats pour la détermination des bénéfices non commerciaux à comprendre dans les bases de l'impôt sur le revenu. II. – 1. Le bénéfice net mentionné à l'article 38 est : 1° Diminué du montant des produits qui ne proviennent pas de l'activité exercée à titre professionnel, à l'exclusion de ceux pris en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I ; 2° Augmenté du montant des charges admises en déduction qui ne sont pas nécessitées par l'exercice de l'activité à titre professionnel, à l'exclusion de celles prises en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I. 2. Sous réserve du VII de l'article 151 septies , en cas de cession d'un élément d'actif immobilisé, les articles 39 duodecies à 39 novodecies sont applicables dans les conditions suivantes : 1° Le prix de cession de l'élément d'actif est réputé égal à la somme : a) Du prix de cession réel de cet élément, multiplié par le rapport entre, au numérateur, la durée d'utilisation de l'élément aux fins de l'exercice de l'activité à titre professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; b) Et de la valeur d'origine de cet élément, multipliée par le rapport entre, au numérateur, la durée d'utilisation de l'élément à des fins autres que l'exercice de l'activité à titre professionnel depuis qu'il appartient au patrimoine professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; 2° La valeur comptable de l'élément d'actif cédé est réputée majorée du montant des amortissements, autres que ceux soumis au 2° du 1 du III du présent article, qui ont été réintégrés au bénéfice en application du 2° du 1 du présent II ; ces amortissements sont néanmoins considérés ne pas avoir été expressément exclus des charges déductibles. 3. Sous réserve d'une option expresse en ce sens, le 1° du 1 n'est pas applicable, d'une part, et le 2° du même 1 n'est applicable qu'à la quote-part des charges afférentes à un bien qui excède le montant des produits afférents au même bien, d'autre part : 1° Lorsque les produits mentionnés au 1° du même 1 n'excèdent pas 5 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession ; 2° Ou que les produits mentionnés au même 1° n'excèdent pas 10 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession, si la condition mentionnée au 1° du présent 3 était satisfaite au titre de l'exercice précédent. III. – 1. Les charges et produits mentionnés au 1 du II sont retenus, suivant leur nature, pour la détermination : 1° Des revenus fonciers, des revenus de capitaux mobiliers, des profits mentionnés à l'article 150 ter ou des plus-values de cession à titre onéreux de biens ou droits de toute nature mentionnées aux articles 150-0 A à 150 VH , selon les règles applicables à ces catégories de revenus ; 2° D'un bénéfice, distinct du bénéfice net, imposable dans les conditions prévues aux 1°, 1° bis, 1° ter ou 2° du I de l'article 156. 2. Sous réserve du VII de l'article 151 septies, en cas de cession d'un élément d'actif immobilisé, la différence entre le prix de cession réel de l'élément d'actif et le montant déterminé dans les conditions du 1° du 2 du II du présent article est retenue pour la détermination des plus-values de cession à titre onéreux de biens ou droits de toute nature selon les règles applicables à cette catégorie de revenus. 3. Les revenus, profits et plus-values mentionnés au 1° du 1 ou au 2 sont réputés avoir été perçus ou réalisés à la date de la clôture de l'exercice ou de la période d'imposition pour l'application des obligations déclaratives et pour le recouvrement de l'impôt dû. IV. – 1. Sous réserve du 2, l'exercice à titre professionnel implique la participation personnelle, directe et continue à l'accomplissement des actes nécessaires à l'activité. 2. L'activité de location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés est exercée à titre professionnel lorsque les trois conditions suivantes sont réunies : 1° Un membre du foyer fiscal au moins est inscrit au registre du commerce et des sociétés en qualité de loueur professionnel ; 2° Les recettes annuelles retirées de cette activité par l'ensemble des membres du foyer fiscal excèdent 23 000 € ; 3° Ces recettes excèdent les revenus du foyer fiscal soumis à l'impôt sur le revenu dans les catégories des traitements et salaires au sens de l'article 79 , des bénéfices industriels et commerciaux autres que ceux tirés de l'activité de location meublée, des bénéfices agricoles, des bénéfices non commerciaux et des revenus des gérants et associés mentionnés à l'article 62 . Pour l'application du 3°, les recettes afférentes à une location ayant commencé avant le 1er janvier 2009 ou portant sur un local d'habitation acquis ou réservé avant cette date dans les conditions prévues aux articles L. 261-2, L. 261-3 , L. 261-15 ou L. 262-1 du code de la construction et de l'habitation sont comptées pour un montant quintuple de leur valeur, diminué de deux cinquièmes de cette valeur par année écoulée depuis le début de la location, dans la limite de dix années à compter du début de celle-ci. La location du local d'habitation est réputée commencer à la date de son acquisition ou, si l'acquisition a eu lieu avant l'achèvement du local, à la date de cet achèvement. L'année où commence la location, les recettes y afférentes sont, le cas échéant, ramenées à douze mois pour l'appréciation des seuils mentionnés aux 2° et 3° du présent 2. Il en est de même l'année de cessation totale de l'activité de location.",
            "texteHtml": "<p>I. – 1. Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu. </p><p>2. Lorsqu'un titulaire de bénéfices non commerciaux étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices industriels et commerciaux, il est tenu compte de ces résultats pour la détermination des bénéfices non commerciaux à comprendre dans les bases de l'impôt sur le revenu. </p><p>II. – 1. Le bénéfice net mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307530&dateTexte=&categorieLien=cid'>l'article 38 </a>est : </p><p>1° Diminué du montant des produits qui ne proviennent pas de l'activité exercée à titre professionnel, à l'exclusion de ceux pris en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I ; </p><p>2° Augmenté du montant des charges admises en déduction qui ne sont pas nécessitées par l'exercice de l'activité à titre professionnel, à l'exclusion de celles prises en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I. </p><p>2. Sous réserve du VII de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307428&dateTexte=&categorieLien=cid'>l'article 151 septies</a>, en cas de cession d'un élément d'actif immobilisé, les articles 39 duodecies à 39 novodecies sont applicables dans les conditions suivantes : </p><p>1° Le prix de cession de l'élément d'actif est réputé égal à la somme : </p><p>a) Du prix de cession réel de cet élément, multiplié par le rapport entre, au numérateur, la durée d'utilisation de l'élément aux fins de l'exercice de l'activité à titre professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; </p><p>b) Et de la valeur d'origine de cet élément, multipliée par le rapport entre, au numérateur, la durée d'utilisation de l'élément à des fins autres que l'exercice de l'activité à titre professionnel depuis qu'il appartient au patrimoine professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; </p><p>2° La valeur comptable de l'élément d'actif cédé est réputée majorée du montant des amortissements, autres que ceux soumis au 2° du 1 du III du présent article, qui ont été réintégrés au bénéfice en application du 2° du 1 du présent II ; ces amortissements sont néanmoins considérés ne pas avoir été expressément exclus des charges déductibles. </p><p>3. Sous réserve d'une option expresse en ce sens, le 1° du 1 n'est pas applicable, d'une part, et le 2° du même 1 n'est applicable qu'à la quote-part des charges afférentes à un bien qui excède le montant des produits afférents au même bien, d'autre part : </p><p>1° Lorsque les produits mentionnés au 1° du même 1 n'excèdent pas 5 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession ; </p><p>2° Ou que les produits mentionnés au même 1° n'excèdent pas 10 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession, si la condition mentionnée au 1° du présent 3 était satisfaite au titre de l'exercice précédent. </p><p>III. – 1. Les charges et produits mentionnés au 1 du II sont retenus, suivant leur nature, pour la détermination : </p><p>1° Des revenus fonciers, des revenus de capitaux mobiliers, des profits mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314368&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 150 ter (V)'>150 ter</a> ou des plus-values de cession à titre onéreux de biens ou droits de toute nature mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302714&dateTexte=&categorieLien=cid'>articles 150-0 A à 150 VH</a>, selon les règles applicables à ces catégories de revenus ; </p><p>2° D'un bénéfice, distinct du bénéfice net, imposable dans les conditions prévues aux 1°, 1° bis, 1° ter ou 2° du I de l'article 156.</p><p>2. Sous réserve du VII de l'article 151 septies, en cas de cession d'un élément d'actif immobilisé, la différence entre le prix de cession réel de l'élément d'actif et le montant déterminé dans les conditions du 1° du 2 du II du présent article est retenue pour la détermination des plus-values de cession à titre onéreux de biens ou droits de toute nature selon les règles applicables à cette catégorie de revenus. </p><p>3. Les revenus, profits et plus-values mentionnés au 1° du 1 ou au 2 sont réputés avoir été perçus ou réalisés à la date de la clôture de l'exercice ou de la période d'imposition pour l'application des obligations déclaratives et pour le recouvrement de l'impôt dû. </p><p>IV. – 1. Sous réserve du 2, l'exercice à titre professionnel implique la participation personnelle, directe et continue à l'accomplissement des actes nécessaires à l'activité. </p><p>2. L'activité de location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés est exercée à titre professionnel lorsque les trois conditions suivantes sont réunies : </p><p>1° Un membre du foyer fiscal au moins est inscrit au registre du commerce et des sociétés en qualité de loueur professionnel ; </p><p>2° Les recettes annuelles retirées de cette activité par l'ensemble des membres du foyer fiscal excèdent 23 000 € ; </p><p>3° Ces recettes excèdent les revenus du foyer fiscal soumis à l'impôt sur le revenu dans les catégories des traitements et salaires au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302537&dateTexte=&categorieLien=cid'>l'article 79</a>, des bénéfices industriels et commerciaux autres que ceux tirés de l'activité de location meublée, des bénéfices agricoles, des bénéfices non commerciaux et des revenus des gérants et associés mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307047&dateTexte=&categorieLien=cid'>l'article 62</a>. </p><p>Pour l'application du 3°, les recettes afférentes à une location ayant commencé avant le 1er janvier 2009 ou portant sur un local d'habitation acquis ou réservé avant cette date dans les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824580&dateTexte=&categorieLien=cid'>articles L. 261-2, L. 261-3</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824676&dateTexte=&categorieLien=cid'>L. 261-15 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824622&dateTexte=&categorieLien=cid'>L. 262-1 </a>du code de la construction et de l'habitation sont comptées pour un montant quintuple de leur valeur, diminué de deux cinquièmes de cette valeur par année écoulée depuis le début de la location, dans la limite de dix années à compter du début de celle-ci. </p><p>La location du local d'habitation est réputée commencer à la date de son acquisition ou, si l'acquisition a eu lieu avant l'achèvement du local, à la date de cet achèvement. L'année où commence la location, les recettes y afférentes sont, le cas échéant, ramenées à douze mois pour l'appréciation des seuils mentionnés aux 2° et 3° du présent 2. Il en est de même l'année de cessation totale de l'activité de location.</p><p></p>",
            "num": "155",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1483228800000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "VIII : Dispositions communes aux différentes catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191582",
                        "id": "LEGISCTA000006191582",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197230",
                        "id": "LEGISCTA000006197230",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302873",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197230",
            "sectionParentId": "LEGISCTA000006197230",
            "sectionParentTitre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VIII : Dispositions communes aux différentes catégories de revenus &gt; 5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "refInjection": "MD-20231010_195436_344_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000031781841",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2013-1279 du 29 décembre 2013 article 43 IV : Les présentes dispositions s'appliquent aux profits ou pertes réalisés à compter du 1er janvier 2014.",
            "notaHtml": "<p>Loi n° 2013-1279 du 29 décembre 2013 article 43 IV : Les présentes dispositions s'appliquent aux profits ou pertes réalisés à compter du 1er janvier 2014.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031732865",
                    "textTitle": "LOI n°2015-1785 du 29 décembre 2015 - art. 105 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "105",
                    "articleId": "LEGIARTI000031734572",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-30",
                    "dateSignaTexte": "2015-12-29",
                    "dateDebutCible": "2015-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028402174",
                    "textTitle": "Décision n°2013-684 DC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028402175",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-684 DC",
                    "datePubli": 1388361600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680805",
                    "textTitle": "Décision n°2016-742 DC du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680806",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-742 DC",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680887",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680888",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042666286",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042666293",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L611-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000042683852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L613-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000033712796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D324-1-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D324-1-3",
                    "articleId": "LEGIARTI000042667476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L324-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L324-2",
                    "articleId": "LEGIARTI000041411382",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 ter",
                    "articleId": "LEGIARTI000006314368",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000006302714",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 septies",
                    "articleId": "LEGIARTI000006307428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1518134400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 156 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "156",
                    "articleId": "LEGIARTI000047622626",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239 nonies",
                    "articleId": "LEGIARTI000046861002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006307530",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000044989060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 62",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000006307047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 76 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "76 A",
                    "articleId": "LEGIARTI000023371301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 79",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "79",
                    "articleId": "LEGIARTI000006302537",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-12",
                    "articleId": "LEGIARTI000006585213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L261-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L261-15",
                    "articleId": "LEGIARTI000006824676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L261-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L261-2",
                    "articleId": "LEGIARTI000006824580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006824622",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153008000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048184189",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302873",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023371259",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025842432",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028448302",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781841",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041468265",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "155"
            ],
            "versionPrecedente": "LEGIARTI000028448302",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028448302",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu. 2. Lorsqu'un titulaire de bénéfices non commerciaux étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices industriels et commerciaux, il est tenu compte de ces résultats pour la détermination des bénéfices non commerciaux à comprendre dans les bases de l'impôt sur le revenu. II.-1. Le bénéfice net mentionné à l'article 38 est : 1° Diminué du montant des produits qui ne proviennent pas de l'activité exercée à titre professionnel, à l'exclusion de ceux pris en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I ; 2° Augmenté du montant des charges admises en déduction qui ne sont pas nécessitées par l'exercice de l'activité à titre professionnel, à l'exclusion de celles prises en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I. 2. Sous réserve du VII de l'article 151 septies , en cas de cession d'un élément d'actif immobilisé, les articles 39 duodecies à 39 novodecies sont applicables dans les conditions suivantes : 1° Le prix de cession de l'élément d'actif est réputé égal à la somme : a) Du prix de cession réel de cet élément, multiplié par le rapport entre, au numérateur, la durée d'utilisation de l'élément aux fins de l'exercice de l'activité à titre professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; b) Et de la valeur d'origine de cet élément, multipliée par le rapport entre, au numérateur, la durée d'utilisation de l'élément à des fins autres que l'exercice de l'activité à titre professionnel depuis qu'il appartient au patrimoine professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; 2° La valeur comptable de l'élément d'actif cédé est réputée majorée du montant des amortissements, autres que ceux soumis au 2° du 1 du III du présent article, qui ont été réintégrés au bénéfice en application du 2° du 1 du présent II ; ces amortissements sont néanmoins considérés ne pas avoir été expressément exclus des charges déductibles. 3. Le 1° du 1 n'est pas applicable, d'une part, et le 2° du même 1 n'est applicable qu'à la quote-part des charges afférentes à un bien qui excède le montant des produits afférents au même bien, d'autre part : 1° Lorsque les produits mentionnés au 1° du même 1 n'excèdent pas 5 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession ; 2° Ou que les produits mentionnés au même 1° n'excèdent pas 10 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession, si la condition mentionnée au 1° du présent 3 était satisfaite au titre de l'exercice précédent. III.-1. Les charges et produits mentionnés au 1 du II sont retenus, suivant leur nature, pour la détermination : 1° Des revenus fonciers, des revenus de capitaux mobiliers, des profits mentionnés à l'article 150 ter ou des plus-values de cession à titre onéreux de biens ou droits de toute nature mentionnées aux articles 150-0 A à 150 VH , selon les règles applicables à ces catégories de revenus ; 2° D'un bénéfice, distinct du bénéfice net, imposable dans les conditions prévues aux 1°,1° bis,1° ter ou 2° du I de l'article 156. 2. Sous réserve du VII de l'article 151 septies, en cas de cession d'un élément d'actif immobilisé, la différence entre le prix de cession réel de l'élément d'actif et le montant déterminé dans les conditions du 1° du 2 du II du présent article est retenue pour la détermination des plus-values de cession à titre onéreux de biens ou droits de toute nature selon les règles applicables à cette catégorie de revenus. 3. Les revenus, profits et plus-values mentionnés au 1° du 1 ou au 2 sont réputés avoir été perçus ou réalisés à la date de la clôture de l'exercice ou de la période d'imposition pour l'application des obligations déclaratives et pour le recouvrement de l'impôt dû. IV.-1. Sous réserve du 2, l'exercice à titre professionnel implique la participation personnelle, directe et continue à l'accomplissement des actes nécessaires à l'activité. 2.L'activité de location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés est exercée à titre professionnel lorsque les trois conditions suivantes sont réunies : 1° Un membre du foyer fiscal au moins est inscrit au registre du commerce et des sociétés en qualité de loueur professionnel ; 2° Les recettes annuelles retirées de cette activité par l'ensemble des membres du foyer fiscal excèdent 23 000 € ; 3° Ces recettes excèdent les revenus du foyer fiscal soumis à l'impôt sur le revenu dans les catégories des traitements et salaires au sens de l'article 79 , des bénéfices industriels et commerciaux autres que ceux tirés de l'activité de location meublée, des bénéfices agricoles, des bénéfices non commerciaux et des revenus des gérants et associés mentionnés à l'article 62 . Pour l'application du 3°, les recettes afférentes à une location ayant commencé avant le 1er janvier 2009 ou portant sur un local d'habitation acquis ou réservé avant cette date dans les conditions prévues aux articles L. 261-2, L. 261-3 , L. 261-15 ou L. 262-1 du code de la construction et de l'habitation sont comptées pour un montant quintuple de leur valeur, diminué de deux cinquièmes de cette valeur par année écoulée depuis le début de la location, dans la limite de dix années à compter du début de celle-ci. La location du local d'habitation est réputée commencer à la date de son acquisition ou, si l'acquisition a eu lieu avant l'achèvement du local, à la date de cet achèvement.L'année où commence la location, les recettes y afférentes sont, le cas échéant, ramenées à douze mois pour l'appréciation des seuils mentionnés aux 2° et 3° du présent 2. Il en est de même l'année de cessation totale de l'activité de location.",
            "texteHtml": "<p>I.-1. Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu. </p><p>2. Lorsqu'un titulaire de bénéfices non commerciaux étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices industriels et commerciaux, il est tenu compte de ces résultats pour la détermination des bénéfices non commerciaux à comprendre dans les bases de l'impôt sur le revenu. </p><p>II.-1. Le bénéfice net mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307530&dateTexte=&categorieLien=cid'>l'article 38 </a>est : </p><p>1° Diminué du montant des produits qui ne proviennent pas de l'activité exercée à titre professionnel, à l'exclusion de ceux pris en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I ; </p><p>2° Augmenté du montant des charges admises en déduction qui ne sont pas nécessitées par l'exercice de l'activité à titre professionnel, à l'exclusion de celles prises en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I. </p><p>2. Sous réserve du VII de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307428&dateTexte=&categorieLien=cid'>l'article 151 septies</a>, en cas de cession d'un élément d'actif immobilisé, les articles 39 duodecies à 39 novodecies sont applicables dans les conditions suivantes : </p><p>1° Le prix de cession de l'élément d'actif est réputé égal à la somme : </p><p>a) Du prix de cession réel de cet élément, multiplié par le rapport entre, au numérateur, la durée d'utilisation de l'élément aux fins de l'exercice de l'activité à titre professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; </p><p>b) Et de la valeur d'origine de cet élément, multipliée par le rapport entre, au numérateur, la durée d'utilisation de l'élément à des fins autres que l'exercice de l'activité à titre professionnel depuis qu'il appartient au patrimoine professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; </p><p>2° La valeur comptable de l'élément d'actif cédé est réputée majorée du montant des amortissements, autres que ceux soumis au 2° du 1 du III du présent article, qui ont été réintégrés au bénéfice en application du 2° du 1 du présent II ; ces amortissements sont néanmoins considérés ne pas avoir été expressément exclus des charges déductibles. </p><p>3. Le 1° du 1 n'est pas applicable, d'une part, et le 2° du même 1 n'est applicable qu'à la quote-part des charges afférentes à un bien qui excède le montant des produits afférents au même bien, d'autre part : </p><p>1° Lorsque les produits mentionnés au 1° du même 1 n'excèdent pas 5 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession ; </p><p>2° Ou que les produits mentionnés au même 1° n'excèdent pas 10 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession, si la condition mentionnée au 1° du présent 3 était satisfaite au titre de l'exercice précédent. </p><p>III.-1. Les charges et produits mentionnés au 1 du II sont retenus, suivant leur nature, pour la détermination : </p><p>1° Des revenus fonciers, des revenus de capitaux mobiliers, des profits mentionnés à l'article 150 ter ou des plus-values de cession à titre onéreux de biens ou droits de toute nature mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302714&dateTexte=&categorieLien=cid'>articles 150-0 A à 150 VH</a>, selon les règles applicables à ces catégories de revenus ; </p><p>2° D'un bénéfice, distinct du bénéfice net, imposable dans les conditions prévues aux 1°,1° bis,1° ter ou 2° du I de l'article 156.</p><p>2. Sous réserve du VII de l'article 151 septies, en cas de cession d'un élément d'actif immobilisé, la différence entre le prix de cession réel de l'élément d'actif et le montant déterminé dans les conditions du 1° du 2 du II du présent article est retenue pour la détermination des plus-values de cession à titre onéreux de biens ou droits de toute nature selon les règles applicables à cette catégorie de revenus. </p><p>3. Les revenus, profits et plus-values mentionnés au 1° du 1 ou au 2 sont réputés avoir été perçus ou réalisés à la date de la clôture de l'exercice ou de la période d'imposition pour l'application des obligations déclaratives et pour le recouvrement de l'impôt dû. </p><p>IV.-1. Sous réserve du 2, l'exercice à titre professionnel implique la participation personnelle, directe et continue à l'accomplissement des actes nécessaires à l'activité. </p><p>2.L'activité de location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés est exercée à titre professionnel lorsque les trois conditions suivantes sont réunies : </p><p>1° Un membre du foyer fiscal au moins est inscrit au registre du commerce et des sociétés en qualité de loueur professionnel ; </p><p>2° Les recettes annuelles retirées de cette activité par l'ensemble des membres du foyer fiscal excèdent 23 000 € ; </p><p>3° Ces recettes excèdent les revenus du foyer fiscal soumis à l'impôt sur le revenu dans les catégories des traitements et salaires au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302537&dateTexte=&categorieLien=cid'>l'article 79</a>, des bénéfices industriels et commerciaux autres que ceux tirés de l'activité de location meublée, des bénéfices agricoles, des bénéfices non commerciaux et des revenus des gérants et associés mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307047&dateTexte=&categorieLien=cid'>l'article 62</a>. </p><p>Pour l'application du 3°, les recettes afférentes à une location ayant commencé avant le 1er janvier 2009 ou portant sur un local d'habitation acquis ou réservé avant cette date dans les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824580&dateTexte=&categorieLien=cid'>articles L. 261-2, L. 261-3</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824676&dateTexte=&categorieLien=cid'>L. 261-15 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824622&dateTexte=&categorieLien=cid'>L. 262-1</a> du code de la construction et de l'habitation sont comptées pour un montant quintuple de leur valeur, diminué de deux cinquièmes de cette valeur par année écoulée depuis le début de la location, dans la limite de dix années à compter du début de celle-ci. <br/>La location du local d'habitation est réputée commencer à la date de son acquisition ou, si l'acquisition a eu lieu avant l'achèvement du local, à la date de cet achèvement.L'année où commence la location, les recettes y afférentes sont, le cas échéant, ramenées à douze mois pour l'appréciation des seuils mentionnés aux 2° et 3° du présent 2. Il en est de même l'année de cessation totale de l'activité de location.</p><p></p>",
            "num": "155",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1388534400000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "VIII : Dispositions communes aux différentes catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191582",
                        "id": "LEGISCTA000006191582",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197230",
                        "id": "LEGISCTA000006197230",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302873",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197230",
            "sectionParentId": "LEGISCTA000006197230",
            "sectionParentTitre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VIII : Dispositions communes aux différentes catégories de revenus &gt; 5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "refInjection": "MD-20231010_195436_344_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000028448302",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2013-1279 du 29 décembre 2013 article 43 IV : Les présentes dispositions s'appliquent aux profits ou pertes réalisés à compter du 1er janvier 2014.",
            "notaHtml": "<p>Loi n° 2013-1279 du 29 décembre 2013 article 43 IV : Les présentes dispositions s'appliquent aux profits ou pertes réalisés à compter du 1er janvier 2014.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028400921",
                    "textTitle": "LOI n°2013-1279\n du 29 décembre 2013 - art. 43 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000028428544",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-12-30",
                    "dateSignaTexte": "2013-12-29",
                    "dateDebutCible": "2013-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028402174",
                    "textTitle": "Décision n°2013-684 DC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028402175",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-684 DC",
                    "datePubli": 1388361600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680805",
                    "textTitle": "Décision n°2016-742 DC du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680806",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-742 DC",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680887",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680888",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042666286",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042666293",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L611-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000042683852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L613-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000033712796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D324-1-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D324-1-3",
                    "articleId": "LEGIARTI000042667476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L324-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L324-2",
                    "articleId": "LEGIARTI000041411382",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 ter",
                    "articleId": "LEGIARTI000006314368",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000006302714",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 septies",
                    "articleId": "LEGIARTI000006307428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1518134400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 156 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "156",
                    "articleId": "LEGIARTI000047622626",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239 nonies",
                    "articleId": "LEGIARTI000046861002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006307530",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000044989060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 62",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000006307047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 76 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "76 A",
                    "articleId": "LEGIARTI000023371301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 79",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "79",
                    "articleId": "LEGIARTI000006302537",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-12",
                    "articleId": "LEGIARTI000006585213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L261-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L261-15",
                    "articleId": "LEGIARTI000006824676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L261-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L261-2",
                    "articleId": "LEGIARTI000006824580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006824622",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153008000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048184189",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302873",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023371259",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025842432",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028448302",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781841",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041468265",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "155"
            ],
            "versionPrecedente": "LEGIARTI000025842432",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025842432",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu. 2. Lorsqu'un titulaire de bénéfices non commerciaux étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices industriels et commerciaux, il est tenu compte de ces résultats pour la détermination des bénéfices non commerciaux à comprendre dans les bases de l'impôt sur le revenu. II.-1. Le bénéfice net mentionné à l'article 38 est : 1° Diminué du montant des produits qui ne proviennent pas de l'activité exercée à titre professionnel, à l'exclusion de ceux pris en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I ; 2° Augmenté du montant des charges admises en déduction qui ne sont pas nécessitées par l'exercice de l'activité à titre professionnel, à l'exclusion de celles prises en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I. 2. Sous réserve du VII de l'article 151 septies , en cas de cession d'un élément d'actif immobilisé, les articles 39 duodecies à 39 novodecies sont applicables dans les conditions suivantes : 1° Le prix de cession de l'élément d'actif est réputé égal à la somme : a) Du prix de cession réel de cet élément, multiplié par le rapport entre, au numérateur, la durée d'utilisation de l'élément aux fins de l'exercice de l'activité à titre professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; b) Et de la valeur d'origine de cet élément, multipliée par le rapport entre, au numérateur, la durée d'utilisation de l'élément à des fins autres que l'exercice de l'activité à titre professionnel depuis qu'il appartient au patrimoine professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; 2° La valeur comptable de l'élément d'actif cédé est réputée majorée du montant des amortissements, autres que ceux soumis au 2° du 1 du III du présent article, qui ont été réintégrés au bénéfice en application du 2° du 1 du présent II ; ces amortissements sont néanmoins considérés ne pas avoir été expressément exclus des charges déductibles. 3. Le 1° du 1 n'est pas applicable, d'une part, et le 2° du même 1 n'est applicable qu'à la quote-part des charges afférentes à un bien qui excède le montant des produits afférents au même bien, d'autre part : 1° Lorsque les produits mentionnés au 1° du même 1 n'excèdent pas 5 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession ; 2° Ou que les produits mentionnés au même 1° n'excèdent pas 10 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession, si la condition mentionnée au 1° du présent 3 était satisfaite au titre de l'exercice précédent. III.-1. Les charges et produits mentionnés au 1 du II sont retenus, suivant leur nature, pour la détermination : 1° Des revenus fonciers, des revenus de capitaux mobiliers, des profits mentionnés aux articles 150 ter à 150 undecies ou des plus-values de cession à titre onéreux de biens ou droits de toute nature mentionnées aux articles 150-0 A à 150 VH , selon les règles applicables à ces catégories de revenus ; 2° D'un bénéfice, distinct du bénéfice net, imposable dans les conditions prévues aux 1°,1° bis,1° ter ou 2° du I de l'article 156. 2. Sous réserve du VII de l'article 151 septies, en cas de cession d'un élément d'actif immobilisé, la différence entre le prix de cession réel de l'élément d'actif et le montant déterminé dans les conditions du 1° du 2 du II du présent article est retenue pour la détermination des plus-values de cession à titre onéreux de biens ou droits de toute nature selon les règles applicables à cette catégorie de revenus. 3. Les revenus, profits et plus-values mentionnés au 1° du 1 ou au 2 sont réputés avoir été perçus ou réalisés à la date de la clôture de l'exercice ou de la période d'imposition pour l'application des obligations déclaratives et pour le recouvrement de l'impôt dû. IV.-1. Sous réserve du 2, l'exercice à titre professionnel implique la participation personnelle, directe et continue à l'accomplissement des actes nécessaires à l'activité. 2.L'activité de location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés est exercée à titre professionnel lorsque les trois conditions suivantes sont réunies : 1° Un membre du foyer fiscal au moins est inscrit au registre du commerce et des sociétés en qualité de loueur professionnel ; 2° Les recettes annuelles retirées de cette activité par l'ensemble des membres du foyer fiscal excèdent 23 000 € ; 3° Ces recettes excèdent les revenus du foyer fiscal soumis à l'impôt sur le revenu dans les catégories des traitements et salaires au sens de l'article 79 , des bénéfices industriels et commerciaux autres que ceux tirés de l'activité de location meublée, des bénéfices agricoles, des bénéfices non commerciaux et des revenus des gérants et associés mentionnés à l'article 62 . Pour l'application du 3°, les recettes afférentes à une location ayant commencé avant le 1er janvier 2009 ou portant sur un local d'habitation acquis ou réservé avant cette date dans les conditions prévues aux articles L. 261-2, L. 261-3 , L. 261-15 ou L. 262-1 du code de la construction et de l'habitation sont comptées pour un montant quintuple de leur valeur, diminué de deux cinquièmes de cette valeur par année écoulée depuis le début de la location, dans la limite de dix années à compter du début de celle-ci. La location du local d'habitation est réputée commencer à la date de son acquisition ou, si l'acquisition a eu lieu avant l'achèvement du local, à la date de cet achèvement.L'année où commence la location, les recettes y afférentes sont, le cas échéant, ramenées à douze mois pour l'appréciation des seuils mentionnés aux 2° et 3° du présent 2. Il en est de même l'année de cessation totale de l'activité de location.",
            "texteHtml": "<p>I.-1. Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu. </p><p>2. Lorsqu'un titulaire de bénéfices non commerciaux étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices industriels et commerciaux, il est tenu compte de ces résultats pour la détermination des bénéfices non commerciaux à comprendre dans les bases de l'impôt sur le revenu. </p><p>II.-1. Le bénéfice net mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307530&dateTexte=&categorieLien=cid'>l'article 38 </a>est : </p><p>1° Diminué du montant des produits qui ne proviennent pas de l'activité exercée à titre professionnel, à l'exclusion de ceux pris en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I ; </p><p>2° Augmenté du montant des charges admises en déduction qui ne sont pas nécessitées par l'exercice de l'activité à titre professionnel, à l'exclusion de celles prises en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I. </p><p>2. Sous réserve du VII de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307428&dateTexte=&categorieLien=cid'>l'article 151 septies</a>, en cas de cession d'un élément d'actif immobilisé, les articles 39 duodecies à 39 novodecies sont applicables dans les conditions suivantes : </p><p>1° Le prix de cession de l'élément d'actif est réputé égal à la somme : </p><p>a) Du prix de cession réel de cet élément, multiplié par le rapport entre, au numérateur, la durée d'utilisation de l'élément aux fins de l'exercice de l'activité à titre professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; </p><p>b) Et de la valeur d'origine de cet élément, multipliée par le rapport entre, au numérateur, la durée d'utilisation de l'élément à des fins autres que l'exercice de l'activité à titre professionnel depuis qu'il appartient au patrimoine professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; </p><p>2° La valeur comptable de l'élément d'actif cédé est réputée majorée du montant des amortissements, autres que ceux soumis au 2° du 1 du III du présent article, qui ont été réintégrés au bénéfice en application du 2° du 1 du présent II ; ces amortissements sont néanmoins considérés ne pas avoir été expressément exclus des charges déductibles. </p><p>3. Le 1° du 1 n'est pas applicable, d'une part, et le 2° du même 1 n'est applicable qu'à la quote-part des charges afférentes à un bien qui excède le montant des produits afférents au même bien, d'autre part : </p><p>1° Lorsque les produits mentionnés au 1° du même 1 n'excèdent pas 5 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession ; </p><p>2° Ou que les produits mentionnés au même 1° n'excèdent pas 10 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession, si la condition mentionnée au 1° du présent 3 était satisfaite au titre de l'exercice précédent. </p><p>III.-1. Les charges et produits mentionnés au 1 du II sont retenus, suivant leur nature, pour la détermination : </p><p>1° Des revenus fonciers, des revenus de capitaux mobiliers, des profits mentionnés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314368&dateTexte=&categorieLien=cid'>articles 150 ter à 150 undecies </a>ou des plus-values de cession à titre onéreux de biens ou droits de toute nature mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302714&dateTexte=&categorieLien=cid'>articles 150-0 A à 150 VH</a>, selon les règles applicables à ces catégories de revenus ; </p><p>2° D'un bénéfice, distinct du bénéfice net, imposable dans les conditions prévues aux 1°,1° bis,1° ter ou 2° du I de l'article 156.</p><p>2. Sous réserve du VII de l'article 151 septies, en cas de cession d'un élément d'actif immobilisé, la différence entre le prix de cession réel de l'élément d'actif et le montant déterminé dans les conditions du 1° du 2 du II du présent article est retenue pour la détermination des plus-values de cession à titre onéreux de biens ou droits de toute nature selon les règles applicables à cette catégorie de revenus. </p><p>3. Les revenus, profits et plus-values mentionnés au 1° du 1 ou au 2 sont réputés avoir été perçus ou réalisés à la date de la clôture de l'exercice ou de la période d'imposition pour l'application des obligations déclaratives et pour le recouvrement de l'impôt dû. </p><p>IV.-1. Sous réserve du 2, l'exercice à titre professionnel implique la participation personnelle, directe et continue à l'accomplissement des actes nécessaires à l'activité. </p><p>2.L'activité de location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés est exercée à titre professionnel lorsque les trois conditions suivantes sont réunies : </p><p>1° Un membre du foyer fiscal au moins est inscrit au registre du commerce et des sociétés en qualité de loueur professionnel ; </p><p>2° Les recettes annuelles retirées de cette activité par l'ensemble des membres du foyer fiscal excèdent 23 000 € ; </p><p>3° Ces recettes excèdent les revenus du foyer fiscal soumis à l'impôt sur le revenu dans les catégories des traitements et salaires au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302537&dateTexte=&categorieLien=cid'>l'article 79</a>, des bénéfices industriels et commerciaux autres que ceux tirés de l'activité de location meublée, des bénéfices agricoles, des bénéfices non commerciaux et des revenus des gérants et associés mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307047&dateTexte=&categorieLien=cid'>l'article 62</a>. </p><p>Pour l'application du 3°, les recettes afférentes à une location ayant commencé avant le 1er janvier 2009 ou portant sur un local d'habitation acquis ou réservé avant cette date dans les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824580&dateTexte=&categorieLien=cid'>articles L. 261-2, L. 261-3</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824676&dateTexte=&categorieLien=cid'>L. 261-15 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824622&dateTexte=&categorieLien=cid'>L. 262-1</a> du code de la construction et de l'habitation sont comptées pour un montant quintuple de leur valeur, diminué de deux cinquièmes de cette valeur par année écoulée depuis le début de la location, dans la limite de dix années à compter du début de celle-ci. <br/>La location du local d'habitation est réputée commencer à la date de son acquisition ou, si l'acquisition a eu lieu avant l'achèvement du local, à la date de cet achèvement.L'année où commence la location, les recettes y afférentes sont, le cas échéant, ramenées à douze mois pour l'appréciation des seuils mentionnés aux 2° et 3° du présent 2. Il en est de même l'année de cessation totale de l'activité de location.</p><p></p>",
            "num": "155",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1336348800000,
            "dateFin": 1388534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "VIII : Dispositions communes aux différentes catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191582",
                        "id": "LEGISCTA000006191582",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197230",
                        "id": "LEGISCTA000006197230",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302873",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197230",
            "sectionParentId": "LEGISCTA000006197230",
            "sectionParentTitre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VIII : Dispositions communes aux différentes catégories de revenus &gt; 5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "refInjection": "MD-20231010_195436_344_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000025842432",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025803650",
                    "textTitle": "Décret n°2012-653 du 4 mai 2012 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025819140",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-05-06",
                    "dateSignaTexte": "2012-05-04",
                    "dateDebutCible": "2012-05-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028402174",
                    "textTitle": "Décision n°2013-684 DC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028402175",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-684 DC",
                    "datePubli": 1388361600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680805",
                    "textTitle": "Décision n°2016-742 DC du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680806",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-742 DC",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680887",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680888",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042666286",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042666293",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L611-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000042683852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L613-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000033712796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D324-1-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D324-1-3",
                    "articleId": "LEGIARTI000042667476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L324-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L324-2",
                    "articleId": "LEGIARTI000041411382",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 ter",
                    "articleId": "LEGIARTI000006314368",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000006302714",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 septies",
                    "articleId": "LEGIARTI000006307428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1518134400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 156 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "156",
                    "articleId": "LEGIARTI000047622626",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239 nonies",
                    "articleId": "LEGIARTI000046861002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006307530",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000044989060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 62",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000006307047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 76 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "76 A",
                    "articleId": "LEGIARTI000023371301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 79",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "79",
                    "articleId": "LEGIARTI000006302537",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-12",
                    "articleId": "LEGIARTI000006585213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L261-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L261-15",
                    "articleId": "LEGIARTI000006824676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L261-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L261-2",
                    "articleId": "LEGIARTI000006824580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006824622",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153008000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048184189",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302873",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023371259",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025842432",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028448302",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781841",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041468265",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "155"
            ],
            "versionPrecedente": "LEGIARTI000023371259",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023371259",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-1. Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu. 2. Lorsqu'un titulaire de bénéfices non commerciaux étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices industriels et commerciaux, il est tenu compte de ces résultats pour la détermination des bénéfices non commerciaux à comprendre dans les bases de l'impôt sur le revenu. II.-1. Le bénéfice net mentionné à l'article 38 est : 1° Diminué du montant des produits qui ne proviennent pas de l'activité exercée à titre professionnel, à l'exclusion de ceux pris en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I ; 2° Augmenté du montant des charges admises en déduction qui ne sont pas nécessitées par l'exercice de l'activité à titre professionnel, à l'exclusion de celles prises en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I. 2. Sous réserve du VII de l'article 151 septies , en cas de cession d'un élément d'actif immobilisé, les articles 39 duodecies à 39 novodecies sont applicables dans les conditions suivantes : 1° Le prix de cession de l'élément d'actif est réputé égal à la somme : a) Du prix de cession réel de cet élément, multiplié par le rapport entre, au numérateur, la durée d'utilisation de l'élément aux fins de l'exercice de l'activité à titre professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; b) Et de la valeur d'origine de cet élément, multipliée par le rapport entre, au numérateur, la durée d'utilisation de l'élément à des fins autres que l'exercice de l'activité à titre professionnel depuis qu'il appartient au patrimoine professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; 2° La valeur comptable de l'élément d'actif cédé est réputée majorée du montant des amortissements, autres que ceux soumis au 2° du 1 du III du présent article, qui ont été réintégrés au bénéfice en application du 2° du 1 du présent II ; ces amortissements sont néanmoins considérés ne pas avoir été expressément exclus des charges déductibles. 3. Le 1° du 1 du présent II n'est pas applicable, d'une part, et le 2° du même 1 n'est applicable qu'à la quote-part des charges afférentes à un bien qui excède le montant des produits afférents au même bien, d'autre part : 1° Lorsque les produits mentionnés au 1° du même 1 n'excèdent pas 5 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession ; 2° Ou que les produits mentionnés au même 1° n'excèdent pas 10 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession, si la condition mentionnée au 1° du présent 3 était satisfaite au titre de l'exercice précédent. III.-1. Les charges et produits mentionnés au 1 du II sont retenus, suivant leur nature, pour la détermination : 1° Des revenus fonciers, des revenus de capitaux mobiliers, des profits mentionnés aux articles 150 ter à 150 undecies ou des plus-values de cession à titre onéreux de biens ou droits de toute nature mentionnées aux articles 150-0 A à 150 VH , selon les règles applicables à ces catégories de revenus ; 2° D'un bénéfice, distinct du bénéfice net, imposable dans les conditions prévues aux 1°,1° bis,1° ter ou 2° du I de l'article 156. 2. Sous réserve du VII de l'article 151 septies, en cas de cession d'un élément d'actif immobilisé, la différence entre le prix de cession réel de l'élément d'actif et le montant déterminé dans les conditions du 1° du 2 du II du présent article est retenue pour la détermination des plus-values de cession à titre onéreux de biens ou droits de toute nature selon les règles applicables à cette catégorie de revenus. 3. Les revenus, profits et plus-values mentionnés au 1° du 1 ou au 2 du présent III sont réputés avoir été perçus ou réalisés à la date de la clôture de l'exercice ou de la période d'imposition pour l'application des obligations déclaratives et pour le recouvrement de l'impôt dû. IV.-1. Sous réserve du 2 du présent IV, l'exercice à titre professionnel implique la participation personnelle, directe et continue à l'accomplissement des actes nécessaires à l'activité. 2.L'activité de location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés est exercée à titre professionnel lorsque les trois conditions suivantes sont réunies : 1° Un membre du foyer fiscal au moins est inscrit au registre du commerce et des sociétés en qualité de loueur professionnel ; 2° Les recettes annuelles retirées de cette activité par l'ensemble des membres du foyer fiscal excèdent 23 000 € ; 3° Ces recettes excèdent les revenus du foyer fiscal soumis à l'impôt sur le revenu dans les catégories des traitements et salaires au sens de l'article 79 , des bénéfices industriels et commerciaux autres que ceux tirés de l'activité de location meublée, des bénéfices agricoles, des bénéfices non commerciaux et des revenus des gérants et associés mentionnés à l'article 62 . Pour l'application du 3°, les recettes afférentes à une location ayant commencé avant le 1er janvier 2009 ou portant sur un local d'habitation acquis ou réservé avant cette date dans les conditions prévues aux articles L. 261-2, L. 261-3 , L. 261-15 ou L. 262-1 du code de la construction et de l'habitation sont comptées pour un montant quintuple de leur valeur, diminué de deux cinquièmes de cette valeur par année écoulée depuis le début de la location, dans la limite de dix années à compter du début de celle-ci. La location du local d'habitation est réputée commencer à la date de son acquisition ou, si l'acquisition a eu lieu avant l'achèvement du local, à la date de cet achèvement.L'année où commence la location, les recettes y afférentes sont, le cas échéant, ramenées à douze mois pour l'appréciation des seuils mentionnés aux 2° et 3° du présent 2. Il en est de même l'année de cessation totale de l'activité de location.",
            "texteHtml": "<p>I.-1. Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu. <br/><br/>2. Lorsqu'un titulaire de bénéfices non commerciaux étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices industriels et commerciaux, il est tenu compte de ces résultats pour la détermination des bénéfices non commerciaux à comprendre dans les bases de l'impôt sur le revenu. <br/><br/>II.-1. Le bénéfice net mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307530&dateTexte=&categorieLien=cid'>l'article 38 </a>est : <br/><br/>1° Diminué du montant des produits qui ne proviennent pas de l'activité exercée à titre professionnel, à l'exclusion de ceux pris en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I ; <br/><br/>2° Augmenté du montant des charges admises en déduction qui ne sont pas nécessitées par l'exercice de l'activité à titre professionnel, à l'exclusion de celles prises en compte pour la détermination de la plus-value ou moins-value de cession d'un élément d'actif immobilisé ou pour la détermination des résultats mentionnés au I. <br/><br/>2. Sous réserve du VII de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307428&dateTexte=&categorieLien=cid'>l'article 151 septies</a>, en cas de cession d'un élément d'actif immobilisé, les articles 39 duodecies à 39 novodecies sont applicables dans les conditions suivantes : <br/><br/>1° Le prix de cession de l'élément d'actif est réputé égal à la somme : <br/><br/>a) Du prix de cession réel de cet élément, multiplié par le rapport entre, au numérateur, la durée d'utilisation de l'élément aux fins de l'exercice de l'activité à titre professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; <br/><br/>b) Et de la valeur d'origine de cet élément, multipliée par le rapport entre, au numérateur, la durée d'utilisation de l'élément à des fins autres que l'exercice de l'activité à titre professionnel depuis qu'il appartient au patrimoine professionnel et, au dénominateur, sa durée d'appartenance au patrimoine professionnel ; <br/><br/>2° La valeur comptable de l'élément d'actif cédé est réputée majorée du montant des amortissements, autres que ceux soumis au 2° du 1 du III du présent article, qui ont été réintégrés au bénéfice en application du 2° du 1 du présent II ; ces amortissements sont néanmoins considérés ne pas avoir été expressément exclus des charges déductibles. <br/><br/>3. Le 1° du 1 du présent II n'est pas applicable, d'une part, et le 2° du même 1 n'est applicable qu'à la quote-part des charges afférentes à un bien qui excède le montant des produits afférents au même bien, d'autre part : <br/><br/>1° Lorsque les produits mentionnés au 1° du même 1 n'excèdent pas 5 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession ; <br/><br/>2° Ou que les produits mentionnés au même 1° n'excèdent pas 10 % de l'ensemble des produits de l'exercice, y compris ceux pris en compte pour la détermination des résultats mentionnés au I mais hors plus-values de cession, si la condition mentionnée au 1° du présent 3 était satisfaite au titre de l'exercice précédent. <br/><br/>III.-1. Les charges et produits mentionnés au 1 du II sont retenus, suivant leur nature, pour la détermination : <br/><br/>1° Des revenus fonciers, des revenus de capitaux mobiliers, des profits mentionnés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314368&dateTexte=&categorieLien=cid'>articles 150 ter à 150 undecies </a>ou des plus-values de cession à titre onéreux de biens ou droits de toute nature mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302714&dateTexte=&categorieLien=cid'>articles 150-0 A à 150 VH</a>, selon les règles applicables à ces catégories de revenus ; <br/><br/>2° D'un bénéfice, distinct du bénéfice net, imposable dans les conditions prévues aux 1°,1° bis,1° ter ou 2° du I de l'article 156.<br/><br/>2. Sous réserve du VII de l'article 151 septies, en cas de cession d'un élément d'actif immobilisé, la différence entre le prix de cession réel de l'élément d'actif et le montant déterminé dans les conditions du 1° du 2 du II du présent article est retenue pour la détermination des plus-values de cession à titre onéreux de biens ou droits de toute nature selon les règles applicables à cette catégorie de revenus. <br/><br/>3. Les revenus, profits et plus-values mentionnés au 1° du 1 ou au 2 du présent III sont réputés avoir été perçus ou réalisés à la date de la clôture de l'exercice ou de la période d'imposition pour l'application des obligations déclaratives et pour le recouvrement de l'impôt dû. <br/><br/>IV.-1. Sous réserve du 2 du présent IV, l'exercice à titre professionnel implique la participation personnelle, directe et continue à l'accomplissement des actes nécessaires à l'activité. <br/><br/>2.L'activité de location directe ou indirecte de locaux d'habitation meublés ou destinés à être loués meublés est exercée à titre professionnel lorsque les trois conditions suivantes sont réunies : <br/><br/>1° Un membre du foyer fiscal au moins est inscrit au registre du commerce et des sociétés en qualité de loueur professionnel ; <br/><br/>2° Les recettes annuelles retirées de cette activité par l'ensemble des membres du foyer fiscal excèdent 23 000 € ; <br/><br/>3° Ces recettes excèdent les revenus du foyer fiscal soumis à l'impôt sur le revenu dans les catégories des traitements et salaires au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302537&dateTexte=&categorieLien=cid'>l'article 79</a>, des bénéfices industriels et commerciaux autres que ceux tirés de l'activité de location meublée, des bénéfices agricoles, des bénéfices non commerciaux et des revenus des gérants et associés mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307047&dateTexte=&categorieLien=cid'>l'article 62</a>. <br/><br/>Pour l'application du 3°, les recettes afférentes à une location ayant commencé avant le 1er janvier 2009 ou portant sur un local d'habitation acquis ou réservé avant cette date dans les conditions prévues aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824580&dateTexte=&categorieLien=cid'>articles L. 261-2, L. 261-3</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824676&dateTexte=&categorieLien=cid'>L. 261-15 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824622&dateTexte=&categorieLien=cid'>L. 262-1</a> du code de la construction et de l'habitation sont comptées pour un montant quintuple de leur valeur, diminué de deux cinquièmes de cette valeur par année écoulée depuis le début de la location, dans la limite de dix années à compter du début de celle-ci. <br/>La location du local d'habitation est réputée commencer à la date de son acquisition ou, si l'acquisition a eu lieu avant l'achèvement du local, à la date de cet achèvement.L'année où commence la location, les recettes y afférentes sont, le cas échéant, ramenées à douze mois pour l'appréciation des seuils mentionnés aux 2° et 3° du présent 2. Il en est de même l'année de cessation totale de l'activité de location.</p><p></p>",
            "num": "155",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1325376000000,
            "dateFin": 1336348800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "VIII : Dispositions communes aux différentes catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191582",
                        "id": "LEGISCTA000006191582",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197230",
                        "id": "LEGISCTA000006197230",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302873",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197230",
            "sectionParentId": "LEGISCTA000006197230",
            "sectionParentTitre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VIII : Dispositions communes aux différentes catégories de revenus &gt; 5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "refInjection": "MD-20231010_195436_344_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000023371259",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000023316044",
                    "textTitle": "LOI n°2010-1658 du 29 décembre 2010 - art. 13 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000023364039",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-12-30",
                    "dateSignaTexte": "2010-12-29",
                    "dateDebutCible": "2010-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028402174",
                    "textTitle": "Décision n°2013-684 DC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028402175",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-684 DC",
                    "datePubli": 1388361600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680805",
                    "textTitle": "Décision n°2016-742 DC du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680806",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-742 DC",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680887",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680888",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042666286",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042666293",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L611-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000042683852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L613-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000033712796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D324-1-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D324-1-3",
                    "articleId": "LEGIARTI000042667476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L324-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L324-2",
                    "articleId": "LEGIARTI000041411382",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 ter",
                    "articleId": "LEGIARTI000006314368",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000006302714",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 septies",
                    "articleId": "LEGIARTI000006307428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1518134400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 156 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "156",
                    "articleId": "LEGIARTI000047622626",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239 nonies",
                    "articleId": "LEGIARTI000046861002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 38",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006307530",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000044989060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 62",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000006307047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 76 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "76 A",
                    "articleId": "LEGIARTI000023371301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 79",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "79",
                    "articleId": "LEGIARTI000006302537",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -620870400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-12",
                    "articleId": "LEGIARTI000006585213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L261-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L261-15",
                    "articleId": "LEGIARTI000006824676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L261-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L261-2",
                    "articleId": "LEGIARTI000006824580",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L262-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L262-1",
                    "articleId": "LEGIARTI000006824622",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1153008000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048184189",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302873",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023371259",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025842432",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028448302",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781841",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041468265",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "155"
            ],
            "versionPrecedente": "LEGIARTI000006302873",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006302873",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu.",
            "texteHtml": "<p></p>   Lorsqu'une entreprise industrielle ou commerciale étend son activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l'exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de l'impôt sur le revenu.<p></p><p></p>",
            "num": "155",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 1325376000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "VIII : Dispositions communes aux différentes catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191582",
                        "id": "LEGISCTA000006191582",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197230",
                        "id": "LEGISCTA000006197230",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302873",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197230",
            "sectionParentId": "LEGISCTA000006197230",
            "sectionParentTitre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VIII : Dispositions communes aux différentes catégories de revenus &gt; 5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "refInjection": "MD-20231010_195436_344_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006302873",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028402174",
                    "textTitle": "Décision n°2013-684 DC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028402175",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-684 DC",
                    "datePubli": 1388361600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680805",
                    "textTitle": "Décision n°2016-742 DC du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680806",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-742 DC",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680887",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680888",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042666286",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042666293",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L611-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000042683852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L613-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000033712796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D324-1-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D324-1-3",
                    "articleId": "LEGIARTI000042667476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L324-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L324-2",
                    "articleId": "LEGIARTI000041411382",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 156 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "156",
                    "articleId": "LEGIARTI000047622626",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239 nonies",
                    "articleId": "LEGIARTI000046861002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000044989060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 76 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "76 A",
                    "articleId": "LEGIARTI000023371301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-12",
                    "articleId": "LEGIARTI000006585213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048184189",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302873",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023371259",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025842432",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028448302",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781841",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041468265",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "155"
            ],
            "versionPrecedente": "LEGIARTI000048184189",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000048184189",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu’une entreprise industrielle ou commerciale étend sou activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l’exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de la taxe proportionnelle.",
            "texteHtml": "<p>Lorsqu’une entreprise industrielle ou commerciale étend sou activité à des opérations dont les résultats entrent dans la catégorie des bénéfices de l’exploitation agricole ou dans celle des bénéfices des professions non commerciales, il est tenu compte de ces résultats pour la détermination des bénéfices industriels et commerciaux à comprendre dans les bases de la taxe proportionnelle.</p>",
            "num": "155",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": -620870400000,
            "dateFin": 299635200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "VIII : Dispositions communes aux différentes catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191582",
                        "id": "LEGISCTA000006191582",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006197230",
                        "id": "LEGISCTA000006197230",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006302873",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006197230",
            "sectionParentId": "LEGISCTA000006197230",
            "sectionParentTitre": "5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VIII : Dispositions communes aux différentes catégories de revenus &gt; 5 : Contribuables disposant de revenus professionnels ressortissant à des catégories différentes",
            "refInjection": "MD-20231010_195436_344_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048184189",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028402174",
                    "textTitle": "Décision n°2013-684 DC  du 29 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028402175",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2013-684 DC",
                    "datePubli": 1388361600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680805",
                    "textTitle": "Décision n°2016-742 DC du 22 décembre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680806",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-742 DC",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033680887",
                    "textTitle": "Observations - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033680888",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482537600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042666286",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "JORFTEXT000042665780",
                    "textTitle": "Décret n°2020-1585 du 14 décembre 2020 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042666293",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1585",
                    "datePubli": 1607990400000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L611-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L611-1",
                    "articleId": "LEGIARTI000042683852",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1608076800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L613-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-1",
                    "articleId": "LEGIARTI000033712796",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D324-1-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D324-1-3",
                    "articleId": "LEGIARTI000042667476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L324-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L324-2",
                    "articleId": "LEGIARTI000041411382",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 octies B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "151 octies B",
                    "articleId": "LEGIARTI000023371287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 156 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "156",
                    "articleId": "LEGIARTI000047622626",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 239 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "239 nonies",
                    "articleId": "LEGIARTI000046861002",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 duodecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39 duodecies",
                    "articleId": "LEGIARTI000044989060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 76 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "76 A",
                    "articleId": "LEGIARTI000023371301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L722-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L722-12",
                    "articleId": "LEGIARTI000006585213",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048184189",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -620870400000,
                    "dateFin": 299635200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006302873",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 299635200000,
                    "dateFin": 1325376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023371259",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1325376000000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025842432",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028448302",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781841",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041468265",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "155"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}