{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042734959",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le collège de résolution établit des plans préventifs de résolution individuels pour les personnes tenues d'élaborer un plan préventif de rétablissement individuel en application des dispositions de la sous-section 2 de la présente section. Ces plans prévoient les mesures de résolution susceptibles d'être prises en application de la sous-section 9 et de la sous-section 10 de la présente section lorsque sont réunies les conditions de déclenchement d'une procédure de résolution mentionnées au II de l'article L. 613-49 ou, le cas échéant, aux I et II de l'article L. 613-49-1 . Le collège de résolution établit des plans préventifs de résolution de groupe pour les personnes tenues d'élaborer des plans préventifs de rétablissement de groupe en application des dispositions de la sous-section 2 de la présente section. Ces plans prévoient les mesures de résolution susceptibles d'être prises en application de la sous-section 9 et de la sous-section 10 de la présente section à l'encontre de ces personnes, de leurs filiales établies dans l'Union et, sous réserve des dispositions de l'article L. 632-13-1 , des I et II de l'article L. 613-15-2 et des articles L. 613-62 à L. 613-62-2 , de leurs filiales établies en dehors de l'Union, lorsque sont réunies les conditions de déclenchement d'une procédure de résolution mentionnées au II de l'article L. 613-49 ou, le cas échéant, aux I et II de l'article L. 613-49-1. Les organes centraux mentionnés à l'article L. 511-30 d'une part, les établissements de crédit et les entreprises d'investissement qui leur sont affiliés ainsi que leurs filiales d'autre part, sont considérés comme faisant partie d'une même groupe. Le collège de résolution peut décider que l'ensemble constitué par un système de protection institutionnel ou par d'autres systèmes coopératifs de solidarité mutuelle mentionnés aux 6 et 7 de l'article 113 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013 établis en France et les personnes qui y sont affiliées constitue un groupe. II. – Les plans préventifs de résolution décrivent la mise en œuvre des mesures de résolution mentionnées au I ci-dessus selon un éventail d'options et en se fondant sur plusieurs scenarios, incluant notamment la possibilité que la défaillance soit circonscrite et individuelle ou qu'elle survienne dans un contexte d'instabilité financière générale ou d'événement systémique. Ils ne tiennent pas compte : 1° D'un soutien financier public exceptionnel à l'exception des concours du fonds de garantie des dépôts et de résolution au titre du dispositif de financement de la résolution dans les conditions prévues aux III et IV de l'article L. 312-5 ou, s'il y a lieu, d'un ou plusieurs autres dispositifs équivalents relevant d'autres Etats membres de l'Union européenne ; 2° D'un apport urgent de liquidités octroyé par une banque centrale ; 3° D'un apport de liquidités octroyé par une banque centrale à des conditions non conventionnelles, en termes de constitution de garantie, d'échéance ou de taux d'intérêt. Ils prévoient les circonstances dans lesquelles, lorsqu'ils sont mis en œuvre, un établissement de crédit ou une entreprise d'investissement peut recourir aux facilités de banque centrale et énumèrent les catégories d'actifs qui, dans ce cas, seraient susceptibles d'être apportés en garantie. Les mesures mentionnées dans les plans sont indicatives et ne lient pas le collège de résolution ou les autorités de résolution des autres Etats membres. III. – Les plan préventifs de résolution comprennent, en les quantifiant, chaque fois que cela est nécessaire et possible, les éléments suivants : 1° Un résumé des éléments principaux du plan ; 2° Un résumé des modifications importantes intervenues à l'intérieur de la personne concernée ou du groupe auquel elle appartient depuis la dernière mise à jour du plan ; 3° Un descriptif des modalités selon lesquelles les fonctions critiques et les activités fondamentales pourraient être juridiquement et économiquement dissociées des autres fonctions, dans la mesure nécessaire pour assurer leur continuité en cas de défaillance de la personne ou du groupe ; 4° Un calendrier de mise en œuvre du plan ; 5° Une description détaillée de l'évaluation mentionnée au I de l'article L. 613-41 ; 6° Une description de toutes les mesures exigées en application du III de l'article L. 613-42 pour réduire ou supprimer les obstacles signalés à l'issue de l'évaluation mentionnée au I de l'article L. 613-41 ; 7° Une description des méthodes employées afin de déterminer la valeur et apprécier la cessibilité des branches d'activité exerçant des fonctions critiques, des branches d'activités fondamentales et des actifs de la personne concernée ; 8° Une description détaillée des dispositions visant à garantir que les informations requises pour établir les plans préventifs de résolution sont à jour et accessibles ; 9° Une description des modalités de financement des différentes options de résolution, en écartant les hypothèses suivantes : – tout soutien financier public exceptionnel à l'exception des concours du fonds de garantie des dépôts et de résolution dans les conditions prévues aux III et IV de l'article L. 312-5 ou, s'il y a lieu, d'un ou plusieurs autres dispositifs équivalents relevant d'un autre Etat membre ; – tout apport urgent de liquidités par une banque centrale ; – tout apport de liquidités par une banque centrale à des conditions non conventionnelles, en termes de constitution de garantie, d'échéance et de taux d'intérêt ; 10° Une description détaillée des différentes stratégies de résolution susceptibles d'être appliquées en fonction des différents scénarios possibles et des délais applicables ; 11° Une description des relations d'interdépendance critiques de la personne ou du groupe concerné ; 12° Une description des différentes options permettant de maintenir l'accès aux systèmes mentionnés à l'article L. 330-1 , aux chambres de compensation mentionnées à l'article L. 440-1 et aux référentiels centraux définis à l'article 2 du règlement n° 648/2012 du 4 juillet 2012, et une évaluation de la portabilité des positions des clients ; 13° Une analyse de l'incidence du plan sur le personnel de la personne concernée, y compris en termes de coûts, et une description des procédures envisagées en vue de la consultation du personnel au cours du processus de résolution ; 14° Un plan de communication avec les médias et le public ; 15° L'exigence minimale de fonds propres et d'engagements éligibles à laquelle est soumise la personne concernée en application de l'article L. 613-44 et, le cas échéant, le délai dans lequel celle-ci se met en conformité avec cette exigence ; 16° Lorsque le collège de résolution exige qu'une partie de l'exigence minimale mentionnée au 15° soit remplie au moyen de fonds propres ou d'instruments éligibles subordonnés, le calendrier de mise en œuvre de cette exigence par la personne concernée ; 17° Une description des principaux systèmes et opérations permettant de maintenir le fonctionnement permanent des processus opérationnels de la personne concernée ou du groupe ; 18° Le cas échéant, tout avis exprimé par la personne concernée ou par le groupe à l'égard du plan préventif de résolution. IV. – Les plans préventifs de résolution individuels ou de groupe sont, sous réserve du V, réexaminés et, le cas échéant, mis à jour au moins une fois par an ainsi qu'après la mise en œuvre éventuelle de mesures adoptées par le collège de résolution, respectivement en application de la sous-section 9 ou de la sous-section 10 de la présente section et après chaque modification de la structure juridique, de l'organisation, de l'activité ou de la situation financière de l'une des personnes mentionnées au I ou du groupe auquel elle appartient dans la mesure où cette modification serait susceptible d'avoir une incidence importante sur l'efficacité du plan ou d'en modifier les conditions de mise en œuvre. Aux fins du réexamen ou de la mise à jour mentionnés au premier alinéa, les personnes mentionnées au I et les autorités compétentes au sens des articles L. 511-21 et L. 532-15 communiquent rapidement au collège de résolution toute modification rendant nécessaire ce réexamen ou cette mise à jour. Lorsque que ce réexamen ou cette mise à jour font suite à la mise en œuvre éventuelle de mesures mentionnées au premier alinéa adoptées par le collège de résolution, ce dernier tient compte, pour la fixation des délais mentionnés aux 15° et 16° du III, du délai assigné à la personne concernée pour se mettre en conformité avec l'exigence mentionnée au III de l'article L. 511-41-3 . V. – Le collège de résolution, au regard des critères ou de l'évaluation réalisée préalablement à la délivrance de l'autorisation mentionnés au II de l'article L. 613-35 , peut décider que le plan préventif de résolution sera établi selon des modalités simplifiées sauf si cela peut constituer un obstacle à la mise en œuvre des mesures prises en application de la sous-section 9 et de la sous-section 10 de la présente section. VI. – Les plans préventifs de résolution de groupe couvrent le groupe dans son ensemble, soit par l'ouverture d'une procédure de résolution à l'encontre d'une entreprise mère dans l'Union, soit par l'application des mesures de résolution aux filiales du groupe. Ils déterminent les mesures en vue de la résolution de l'entreprise mère, des filiales du groupe, des personnes mentionnées aux 4° à 6° du I de l'article L. 613-34 et, sous réserve des dispositions en matière de coopération avec les autorités de résolution de pays tiers, des filiales implantées dans un pays tiers. En vue de la mise en œuvre de ces mesures, ils déterminent pour chaque groupe les entités de résolution et les groupes de résolution. Ces plans : 1° Définissent, lorsqu'un groupe comprend plus d'un groupe de résolution, les mesures prévues à l'égard des entités de résolution de chaque groupe et les incidences de ces mesures, à la fois, sur les autres entités appartenant au même groupe de résolution ainsi que sur les autres groupes de résolution ; 2° Apprécient les conditions dans lesquelles des mesures de résolution pourraient être appliquées de manière coordonnée à l'égard des entités de résolution établies dans l'Union, y compris les mesures visant à faciliter l'acquisition par un tiers de l'ensemble du groupe, de certains groupes de résolution, de branches d'activités séparées exercées par plusieurs personnes appartenant au groupe ou de certaines personnes appartenant au groupe. Ils identifient les obstacles éventuels à cette application coordonnée ; 3° Décrivent les résultats de l'évaluation réalisée en application du I de l'article L. 613-41 ; 4° Identifient les mécanismes de coopération et de coordination avec les autorités concernées de pays tiers si un groupe comprend des entités importantes en dehors de l'Union ainsi que les implications pour la résolution au sein de l'Union ; 5° Identifient les mesures, y compris la séparation juridique et économique de fonctions ou d'activités, qui sont nécessaires pour faciliter la résolution du groupe lorsque les conditions de déclenchement d'une procédure de résolution sont remplies ; 6° Définissent, le cas échéant, les mesures supplémentaires, non prévues dans la directive 2014/59/ UE du Parlement européen et du Conseil du 15 mai 2014, que les différentes autorités de résolution compétentes sont susceptibles d'adopter à l'égard de chaque groupe de résolution ; 7° Identifient la façon dont pourraient être financées les mesures de résolution de groupe et, le cas échéant, répartie la charge de leur financement entre le fonds de garantie des dépôts et de résolution et les dispositifs de financement de la résolution des Etats membres concernés. Ils sont établis, réexaminés et, le cas échéant, mis à jour dans le cadre des collèges des autorités de résolution créés en application des articles L. 613-59 et L. 613-59-1 ou créés à l'initiative d'une autre autorité de résolution sur base consolidée. VII. – Les personnes et entités mentionnées au I apportent toute information nécessaire et prêtent tout concours utile, compte tenu des informations dont dispose déjà l'Autorité de contrôle prudentiel et de résolution, à l'élaboration et à la mise à jour de ces plans. Elles informent sans délai le collège de résolution des modifications mentionnées au III. Aux fins d'établissement des plans préventifs de résolution de groupe, il est satisfait aux obligations mentionnées aux deux précédents alinéas par les entreprises mères dans l'Union concernées ou, le cas échéant, par l'organe central au sens de l'article L. 511-30, le système de protection institutionnel ou un autre système coopératif de solidarité mutuelle mentionnés aux paragraphes 6 et 7 de l'article 113 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. VIII. – Le contenu, la périodicité, les informations transmises et les conditions d'élaboration et de mise à jour des plans préventifs de résolution et les modalités de financement et de répartition de la charge des mesures de résolution de groupe sont précisés par un arrêté du ministre chargé de l'économie.",
            "texteHtml": "<p>I. – Le collège de résolution établit des plans préventifs de résolution individuels pour les personnes tenues d'élaborer un plan préventif de rétablissement individuel en application des dispositions de la sous-section 2 de la présente section. Ces plans prévoient les mesures de résolution susceptibles d'être prises en application de la sous-section 9 et de la sous-section 10 de la présente section lorsque sont réunies les conditions de déclenchement d'une procédure de résolution mentionnées au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000042735194&dateTexte=&categorieLien=id' title='Code monétaire et financier - art. L613-49 (VD)'>L. 613-49 </a>ou, le cas échéant, aux I et II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081872&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-49-1 (V)'>L. 613-49-1</a>. </p><p>Le collège de résolution établit des plans préventifs de résolution de groupe pour les personnes tenues d'élaborer des plans préventifs de rétablissement de groupe en application des dispositions de la sous-section 2 de la présente section. Ces plans prévoient les mesures de résolution susceptibles d'être prises en application de la sous-section 9 et de la sous-section 10 de la présente section à l'encontre de ces personnes, de leurs filiales établies dans l'Union et, sous réserve des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031083137&dateTexte=&categorieLien=cid'>L. 632-13-1</a>, des I et II de l'article L. 613-15-2 et des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082918&dateTexte=&categorieLien=cid'>L. 613-62 à L. 613-62-2</a>, de leurs filiales établies en dehors de l'Union, lorsque sont réunies les conditions de déclenchement d'une procédure de résolution mentionnées au II de l'article L. 613-49 ou, le cas échéant, aux I et II de l'article L. 613-49-1. </p><p>Les organes centraux mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654542&dateTexte=&categorieLien=cid'>L. 511-30 </a>d'une part, les établissements de crédit et les entreprises d'investissement qui leur sont affiliés ainsi que leurs filiales d'autre part, sont considérés comme faisant partie d'une même groupe. </p><p>Le collège de résolution peut décider que l'ensemble constitué par un système de protection institutionnel ou par d'autres systèmes coopératifs de solidarité mutuelle mentionnés aux 6 et 7 de l'article 113 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013 établis en France et les personnes qui y sont affiliées constitue un groupe. </p><p>II. – Les plans préventifs de résolution décrivent la mise en œuvre des mesures de résolution mentionnées au I ci-dessus selon un éventail d'options et en se fondant sur plusieurs scenarios, incluant notamment la possibilité que la défaillance soit circonscrite et individuelle ou qu'elle survienne dans un contexte d'instabilité financière générale ou d'événement systémique. </p><p>Ils ne tiennent pas compte : </p><p>1° D'un soutien financier public exceptionnel à l'exception des concours du fonds de garantie des dépôts et de résolution au titre du dispositif de financement de la résolution dans les conditions prévues aux III et IV de l'article L. 312-5 ou, s'il y a lieu, d'un ou plusieurs autres dispositifs équivalents relevant d'autres Etats membres de l'Union européenne ; </p><p>2° D'un apport urgent de liquidités octroyé par une banque centrale ; </p><p>3° D'un apport de liquidités octroyé par une banque centrale à des conditions non conventionnelles, en termes de constitution de garantie, d'échéance ou de taux d'intérêt. </p><p>Ils prévoient les circonstances dans lesquelles, lorsqu'ils sont mis en œuvre, un établissement de crédit ou une entreprise d'investissement peut recourir aux facilités de banque centrale et énumèrent les catégories d'actifs qui, dans ce cas, seraient susceptibles d'être apportés en garantie. </p><p>Les mesures mentionnées dans les plans sont indicatives et ne lient pas le collège de résolution ou les autorités de résolution des autres Etats membres. </p><p>III. – Les plan préventifs de résolution comprennent, en les quantifiant, chaque fois que cela est nécessaire et possible, les éléments suivants : </p><p>1° Un résumé des éléments principaux du plan ; </p><p>2° Un résumé des modifications importantes intervenues à l'intérieur de la personne concernée ou du groupe auquel elle appartient depuis la dernière mise à jour du plan ; </p><p>3° Un descriptif des modalités selon lesquelles les fonctions critiques et les activités fondamentales pourraient être juridiquement et économiquement dissociées des autres fonctions, dans la mesure nécessaire pour assurer leur continuité en cas de défaillance de la personne ou du groupe ; </p><p>4° Un calendrier de mise en œuvre du plan ; </p><p>5° Une description détaillée de l'évaluation mentionnée au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000042735008&dateTexte=&categorieLien=id' title='Code monétaire et financier - art. L613-41 (VD)'>L. 613-41 </a>; </p><p>6° Une description de toutes les mesures exigées en application du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000042734995&dateTexte=&categorieLien=id' title='Code monétaire et financier - art. L613-42 (VD)'>L. 613-42 </a>pour réduire ou supprimer les obstacles signalés à l'issue de l'évaluation mentionnée au I de l'article L. 613-41 ; </p><p>7° Une description des méthodes employées afin de déterminer la valeur et apprécier la cessibilité des branches d'activité exerçant des fonctions critiques, des branches d'activités fondamentales et des actifs de la personne concernée ; </p><p>8° Une description détaillée des dispositions visant à garantir que les informations requises pour établir les plans préventifs de résolution sont à jour et accessibles ; </p><p>9° Une description des modalités de financement des différentes options de résolution, en écartant les hypothèses suivantes : </p><p>– tout soutien financier public exceptionnel à l'exception des concours du fonds de garantie des dépôts et de résolution dans les conditions prévues aux III et IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652056&dateTexte=&categorieLien=cid'>L. 312-5 </a>ou, s'il y a lieu, d'un ou plusieurs autres dispositifs équivalents relevant d'un autre Etat membre ; </p><p>– tout apport urgent de liquidités par une banque centrale ; </p><p>– tout apport de liquidités par une banque centrale à des conditions non conventionnelles, en termes de constitution de garantie, d'échéance et de taux d'intérêt ; </p><p>10° Une description détaillée des différentes stratégies de résolution susceptibles d'être appliquées en fonction des différents scénarios possibles et des délais applicables ; </p><p>11° Une description des relations d'interdépendance critiques de la personne ou du groupe concerné ; </p><p>12° Une description des différentes options permettant de maintenir l'accès aux systèmes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652197&dateTexte=&categorieLien=cid'>L. 330-1</a>, aux chambres de compensation mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006653840&dateTexte=&categorieLien=cid'>L. 440-1 </a>et aux référentiels centraux définis à l'article 2 du règlement n° 648/2012 du 4 juillet 2012, et une évaluation de la portabilité des positions des clients ; </p><p>13° Une analyse de l'incidence du plan sur le personnel de la personne concernée, y compris en termes de coûts, et une description des procédures envisagées en vue de la consultation du personnel au cours du processus de résolution ; </p><p>14° Un plan de communication avec les médias et le public ; </p><p>15° L'exigence minimale de fonds propres et d'engagements éligibles à laquelle est soumise la personne concernée en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081316&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-44 (V)'>L. 613-44 </a>et, le cas échéant, le délai dans lequel celle-ci se met en conformité avec cette exigence ; <br/><br/>16° Lorsque le collège de résolution exige qu'une partie de l'exigence minimale mentionnée au 15° soit remplie au moyen de fonds propres ou d'instruments éligibles subordonnés, le calendrier de mise en œuvre de cette exigence par la personne concernée ; </p><p>17° Une description des principaux systèmes et opérations permettant de maintenir le fonctionnement permanent des processus opérationnels de la personne concernée ou du groupe ; </p><p>18° Le cas échéant, tout avis exprimé par la personne concernée ou par le groupe à l'égard du plan préventif de résolution. </p><p>IV. – Les plans préventifs de résolution individuels ou de groupe sont, sous réserve du V, réexaminés et, le cas échéant, mis à jour au moins une fois par an ainsi qu'après la mise en œuvre éventuelle de mesures adoptées par le collège de résolution, respectivement en application de la sous-section 9 ou de la sous-section 10 de la présente section et après chaque modification de la structure juridique, de l'organisation, de l'activité ou de la situation financière de l'une des personnes mentionnées au I ou du groupe auquel elle appartient dans la mesure où cette modification serait susceptible d'avoir une incidence importante sur l'efficacité du plan ou d'en modifier les conditions de mise en œuvre. </p><p>Aux fins du réexamen ou de la mise à jour mentionnés au premier alinéa, les personnes mentionnées au I et les autorités compétentes au sens des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654360&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-21 (V)'>L. 511-21 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657467&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L532-15 (V)'>L. 532-15 </a>communiquent rapidement au collège de résolution toute modification rendant nécessaire ce réexamen ou cette mise à jour. <br/><br/>Lorsque que ce réexamen ou cette mise à jour font suite à la mise en œuvre éventuelle de mesures mentionnées au premier alinéa adoptées par le collège de résolution, ce dernier tient compte, pour la fixation des délais mentionnés aux 15° et 16° du III, du délai assigné à la personne concernée pour se mettre en conformité avec l'exigence mentionnée au III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000021722984&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-41-3 (V)'>L. 511-41-3</a>. </p><p>V. – Le collège de résolution, au regard des critères ou de l'évaluation réalisée préalablement à la délivrance de l'autorisation mentionnés au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000042734975&dateTexte=&categorieLien=id' title='Code monétaire et financier - art. L613-35 (VD)'>L. 613-35</a>, peut décider que le plan préventif de résolution sera établi selon des modalités simplifiées sauf si cela peut constituer un obstacle à la mise en œuvre des mesures prises en application de la sous-section 9 et de la sous-section 10 de la présente section. </p><p>VI. – Les plans préventifs de résolution de groupe couvrent le groupe dans son ensemble, soit par l'ouverture d'une procédure de résolution à l'encontre d'une entreprise mère dans l'Union, soit par l'application des mesures de résolution aux filiales du groupe. Ils déterminent les mesures en vue de la résolution de l'entreprise mère, des filiales du groupe, des personnes mentionnées aux 4° à 6° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660038&dateTexte=&categorieLien=cid'>L. 613-34 </a>et, sous réserve des dispositions en matière de coopération avec les autorités de résolution de pays tiers, des filiales implantées dans un pays tiers. En vue de la mise en œuvre de ces mesures, ils déterminent pour chaque groupe les entités de résolution et les groupes de résolution. </p><p>Ces plans : </p><p>1° Définissent, lorsqu'un groupe comprend plus d'un groupe de résolution, les mesures prévues à l'égard des entités de résolution de chaque groupe et les incidences de ces mesures, à la fois, sur les autres entités appartenant au même groupe de résolution ainsi que sur les autres groupes de résolution ; <br/><br/>2° Apprécient les conditions dans lesquelles des mesures de résolution pourraient être appliquées de manière coordonnée à l'égard des entités de résolution établies dans l'Union, y compris les mesures visant à faciliter l'acquisition par un tiers de l'ensemble du groupe, de certains groupes de résolution, de branches d'activités séparées exercées par plusieurs personnes appartenant au groupe ou de certaines personnes appartenant au groupe. Ils identifient les obstacles éventuels à cette application coordonnée ; </p><p>3° Décrivent les résultats de l'évaluation réalisée en application du I de l'article L. 613-41 ; </p><p>4° Identifient les mécanismes de coopération et de coordination avec les autorités concernées de pays tiers si un groupe comprend des entités importantes en dehors de l'Union ainsi que les implications pour la résolution au sein de l'Union ; </p><p>5° Identifient les mesures, y compris la séparation juridique et économique de fonctions ou d'activités, qui sont nécessaires pour faciliter la résolution du groupe lorsque les conditions de déclenchement d'une procédure de résolution sont remplies ; </p><p>6° Définissent, le cas échéant, les mesures supplémentaires, non prévues dans la directive 2014/59/ UE du Parlement européen et du Conseil du 15 mai 2014, que les différentes autorités de résolution compétentes sont susceptibles d'adopter à l'égard de chaque groupe de résolution ; </p><p>7° Identifient la façon dont pourraient être financées les mesures de résolution de groupe et, le cas échéant, répartie la charge de leur financement entre le fonds de garantie des dépôts et de résolution et les dispositifs de financement de la résolution des Etats membres concernés. </p><p>Ils sont établis, réexaminés et, le cas échéant, mis à jour dans le cadre des collèges des autorités de résolution créés en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082894&dateTexte=&categorieLien=cid'>L. 613-59 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082896&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-59-1 (V)'>L. 613-59-1</a> ou créés à l'initiative d'une autre autorité de résolution sur base consolidée. </p><p>VII. – Les personnes et entités mentionnées au I apportent toute information nécessaire et prêtent tout concours utile, compte tenu des informations dont dispose déjà l'Autorité de contrôle prudentiel et de résolution, à l'élaboration et à la mise à jour de ces plans. </p><p>Elles informent sans délai le collège de résolution des modifications mentionnées au III. </p><p>Aux fins d'établissement des plans préventifs de résolution de groupe, il est satisfait aux obligations mentionnées aux deux précédents alinéas par les entreprises mères dans l'Union concernées ou, le cas échéant, par l'organe central au sens de l'article L. 511-30, le système de protection institutionnel ou un autre système coopératif de solidarité mutuelle mentionnés aux paragraphes 6 et 7 de l'article 113 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. </p><p>VIII. – Le contenu, la périodicité, les informations transmises et les conditions d'élaboration et de mise à jour des plans préventifs de résolution et les modalités de financement et de répartition de la charge des mesures de résolution de groupe sont précisés par un arrêté du ministre chargé de l'économie.</p>",
            "num": "L613-38",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609113600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives à l'élaboration des plans préventifs de résolution ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081274",
                        "id": "LEGISCTA000031081274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Dispositions communes ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081276",
                        "id": "LEGISCTA000031081276",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081278",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081276",
            "sectionParentId": "LEGISCTA000031081276",
            "sectionParentTitre": "Paragraphe 1 : Dispositions communes ",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 3 : Dispositions relatives à l'élaboration des plans préventifs de résolution  &gt; Paragraphe 1 : Dispositions communes ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042734959",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.",
            "notaHtml": "<p>Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042722149",
                    "textTitle": "Ordonnance n°2020-1636 du 21 décembre 2020 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000042723617",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-23",
                    "dateSignaTexte": "2020-12-21",
                    "dateDebutCible": "2020-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031184289",
                    "textTitle": "ARRÊTÉ du 11 septembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031190927",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1442707200000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "JORFTEXT000031184289",
                    "textTitle": "ARRÊTÉ du 11 septembre 2015 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031190958",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1442707200000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-5",
                    "articleId": "LEGIARTI000006652056",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L330-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L330-1",
                    "articleId": "LEGIARTI000006652197",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L440-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L440-1",
                    "articleId": "LEGIARTI000006653840",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-21",
                    "articleId": "LEGIARTI000006654360",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-30",
                    "articleId": "LEGIARTI000006654542",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-41-3",
                    "articleId": "LEGIARTI000021722984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-15",
                    "articleId": "LEGIARTI000006657467",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-35 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-35",
                    "articleId": "LEGIARTI000042734975",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-39",
                    "articleId": "LEGIARTI000031081282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-41 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-41",
                    "articleId": "LEGIARTI000042735008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-42 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-42",
                    "articleId": "LEGIARTI000042734995",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-44",
                    "articleId": "LEGIARTI000031081316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-47 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-47",
                    "articleId": "LEGIARTI000042735063",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-49 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-49",
                    "articleId": "LEGIARTI000042735194",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-49-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-49-1",
                    "articleId": "LEGIARTI000031081872",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-59",
                    "articleId": "LEGIARTI000031082894",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-59-1",
                    "articleId": "LEGIARTI000031082896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-60-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-60-2",
                    "articleId": "LEGIARTI000031082906",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-62",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-62",
                    "articleId": "LEGIARTI000031082918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-13-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L632-13-1",
                    "articleId": "LEGIARTI000031083137",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-41",
                    "articleId": "LEGIARTI000031185691",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000043803599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-75 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-75",
                    "articleId": "LEGIARTI000031185989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1442793600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081278",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042734959",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-38",
                "613-38"
            ],
            "versionPrecedente": "LEGIARTI000031081278",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031081278",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le collège de résolution établit des plans préventifs de résolution individuels pour les personnes tenues d'élaborer un plan préventif de rétablissement individuel en application des dispositions de la sous-section 2 de la présente section. Ces plans prévoient les mesures de résolution susceptibles d'être prises en application de la sous-section 9 et de la sous-section 10 de la présente section lorsque sont réunies les conditions de déclenchement d'une procédure de résolution mentionnées au II de l'article L. 613-49 ou, le cas échéant, aux I et II de l'article L. 613-49-1. Le collège de résolution établit des plans préventifs de résolution de groupe pour les personnes tenues d'élaborer des plans préventifs de rétablissement de groupe en application des dispositions de la sous-section 2 de la présente section. Ces plans prévoient les mesures de résolution susceptibles d'être prises en application de la sous-section 9 et de la sous-section 10 de la présente section à l'encontre de ces personnes, de leurs filiales établies dans l'Union et, sous réserve des dispositions de l'article L. 632-13-1 , des I et II de l'article L. 613-15-2 et des articles L. 613-62 à L. 613-62-2 , de leurs filiales établies en dehors de l'Union, lorsque sont réunies les conditions de déclenchement d'une procédure de résolution mentionnées au II de l'article L. 613-49 ou, le cas échéant, aux I et II de l'article L. 613-49-1. Les organes centraux mentionnés à l'article L. 511-30 d'une part, les établissements de crédit et les entreprises d'investissement qui leur sont affiliés ainsi que leurs filiales d'autre part, sont considérés comme faisant partie d'une même groupe. Le collège de résolution peut décider que l'ensemble constitué par un système de protection institutionnel ou par d'autres systèmes coopératifs de solidarité mutuelle mentionnés aux 6 et 7 de l'article 113 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013 établis en France et les personnes qui y sont affiliées constitue un groupe. II. – Les plans préventifs de résolution décrivent la mise en œuvre des mesures de résolution mentionnées au I ci-dessus selon un éventail d'options et en se fondant sur plusieurs scenarios, incluant notamment la possibilité que la défaillance soit circonscrite et individuelle ou qu'elle survienne dans un contexte d'instabilité financière générale ou d'événement systémique. Ils ne tiennent pas compte : 1° D'un soutien financier public exceptionnel à l'exception des concours du fonds de garantie des dépôts et de résolution au titre du dispositif de financement de la résolution dans les conditions prévues aux III et IV de l'article L. 312-5 ou, s'il y a lieu, d'un ou plusieurs autres dispositifs équivalents relevant d'autres Etats membres de l'Union européenne ; 2° D'un apport urgent de liquidités octroyé par une banque centrale ; 3° D'un apport de liquidités octroyé par une banque centrale à des conditions non conventionnelles, en termes de constitution de garantie, d'échéance ou de taux d'intérêt. Ils prévoient les circonstances dans lesquelles, lorsqu'ils sont mis en œuvre, un établissement de crédit ou une entreprise d'investissement peut recourir aux facilités de banque centrale et énumèrent les catégories d'actifs qui, dans ce cas, seraient susceptibles d'être apportés en garantie. Les mesures mentionnées dans les plans sont indicatives et ne lient pas le collège de résolution ou les autorités de résolution des autres Etats membres. III. – Les plan préventifs de résolution comprennent, en les quantifiant, chaque fois que cela est nécessaire et possible, les éléments suivants : 1° Un résumé des éléments principaux du plan ; 2° Un résumé des modifications importantes intervenues à l'intérieur de la personne concernée ou du groupe auquel elle appartient depuis la dernière mise à jour du plan ; 3° Un descriptif des modalités selon lesquelles les fonctions critiques et les activités fondamentales pourraient être juridiquement et économiquement dissociées des autres fonctions, dans la mesure nécessaire pour assurer leur continuité en cas de défaillance de la personne ou du groupe ; 4° Un calendrier de mise en œuvre du plan ; 5° Une description détaillée de l'évaluation mentionnée au I de l'article L. 613-41 ; 6° Une description de toutes les mesures exigées en application du III de l'article L. 613-42 pour réduire ou supprimer les obstacles signalés à l'issue de l'évaluation mentionnée au I de l'article L. 613-41 ; 7° Une description des méthodes employées afin de déterminer la valeur et apprécier la cessibilité des branches d'activité exerçant des fonctions critiques, des branches d'activités fondamentales et des actifs de la personne concernée ; 8° Une description détaillée des dispositions visant à garantir que les informations requises pour établir les plans préventifs de résolution sont à jour et accessibles ; 9° Une description des modalités de financement des différentes options de résolution, en écartant les hypothèses suivantes : – tout soutien financier public exceptionnel à l'exception des concours du fonds de garantie des dépôts et de résolution dans les conditions prévues aux III et IV de l'article L. 312-5 ou, s'il y a lieu, d'un ou plusieurs autres dispositifs équivalents relevant d'un autre Etat membre ; – tout apport urgent de liquidités par une banque centrale ; – tout apport de liquidités par une banque centrale à des conditions non conventionnelles, en termes de constitution de garantie, d'échéance et de taux d'intérêt ; 10° Une description détaillée des différentes stratégies de résolution susceptibles d'être appliquées en fonction des différents scénarios possibles et des délais applicables ; 11° Une description des relations d'interdépendance critiques de la personne ou du groupe concerné ; 12° Une description des différentes options permettant de maintenir l'accès aux systèmes mentionnés à l'article L. 330-1 , aux chambres de compensation mentionnées à l'article L. 440-1 et aux référentiels centraux définis à l'article 2 du règlement n° 648/2012 du 4 juillet 2012, et une évaluation de la portabilité des positions des clients ; 13° Une analyse de l'incidence du plan sur le personnel de la personne concernée, y compris en termes de coûts, et une description des procédures envisagées en vue de la consultation du personnel au cours du processus de résolution ; 14° Un plan de communication avec les médias et le public ; 15° L'exigence minimale de fonds propres et d'engagements éligibles en application de l'article L. 613-44 à laquelle est soumise la personne concernée ou du groupe et, le cas échéant, le délai dans lequel cette exigence doit être satisfaite ; 16° Le cas échéant, l'exigence minimale de fonds propres et d'instruments de renflouement interne contractuels en application du X de l'article L. 613-44 à laquelle est soumise la personne concernée ou le groupe et, le cas échéant, le délai dans lequel cette exigence doit être satisfaite ; 17° Une description des principaux systèmes et opérations permettant de maintenir le fonctionnement permanent des processus opérationnels de la personne concernée ou du groupe ; 18° Le cas échéant, tout avis exprimé par la personne concernée ou par le groupe à l'égard du plan préventif de résolution. IV. – Les plans préventifs de résolution individuels ou de groupe sont réexaminés et, le cas échéant, mis à jour au moins une fois par an et après chaque modification de la structure juridique, de l'organisation, de l'activité ou de la situation financière de l'une des personnes mentionnées au I ou du groupe auquel elle appartient dans la mesure où cette modification serait susceptible d'avoir une incidence importante sur l'efficacité du plan ou d'en modifier les conditions de mise en œuvre. V. – Le collège de résolution, au regard des critères ou de l'évaluation réalisée préalablement à la délivrance de l'autorisation mentionnés au II de l'article L. 613-35 , peut décider que le plan préventif de résolution sera établi selon des modalités simplifiées sauf si cela peut constituer un obstacle à la mise en œuvre des mesures prises en application de la sous-section 9 et de la sous-section 10 de la présente section. VI. – Les plans préventifs de résolution de groupe couvrent le groupe dans son ensemble, soit par l'ouverture d'une procédure de résolution à l'encontre d'une entreprise mère dans l'Union, soit par l'application des mesures de résolution aux filiales du groupe. Ils déterminent les mesures en vue de la résolution de l'entreprise mère, des filiales du groupe, des personnes mentionnées aux 4° à 6° du I de l'article L. 613-34 et, sous réserve des dispositions en matière de coopération avec les autorités de résolution de pays tiers, des filiales implantées dans un pays tiers. Ces plans : 1° Distinguent les mesures de résolution prises individuellement à l'égard de chacune des personnes ou groupes mentionnés au I de celles qui nécessitent d'être mises en œuvre de manière coordonnée dans plusieurs Etats membres de l'Union ; 2° Apprécient les conditions dans lesquelles des mesures de résolution pourraient être appliquées de manière coordonnée à l'égard des entités du groupe établies dans l'Union, y compris les mesures visant à faciliter l'acquisition par un tiers de l'ensemble du groupe, de branches d'activités séparées exercées par plusieurs entités du groupe ou de certaines entités du groupe. Ils identifient les obstacles éventuels à la coordination des mesures de résolution ; 3° Décrivent les résultats de l'évaluation réalisée en application du I de l'article L. 613-41 ; 4° Identifient les mécanismes de coopération et de coordination avec les autorités concernées de pays tiers si un groupe comprend des entités importantes en dehors de l'Union ainsi que les implications pour la résolution au sein de l'Union ; 5° Identifient les mesures, y compris la séparation juridique et économique de fonctions ou d'activités, qui sont nécessaires pour faciliter la résolution du groupe lorsque les conditions de déclenchement d'une procédure de résolution sont remplies ; 6° Mentionnent, le cas échéant, toutes mesures qu'une autorité de résolution sur base consolidée est susceptible d'adopter en application de son droit national et qui dépasseraient celles que sont habilitées à prendre les autorités de résolution concernées ; 7° Identifient la façon dont pourraient être financées les mesures de résolution de groupe et, le cas échéant, répartie la charge de leur financement entre le fonds de garantie des dépôts et de résolution et les dispositifs de financement de la résolution des Etats membres concernés. Ils sont établis, réexaminés et, le cas échéant, mis à jour dans le cadre des collèges des autorités de résolution créés en application des articles L. 613-59 et L. 613-59-1 ou créés à l'initiative d'une autre autorité de résolution sur base consolidée. VII. – Les personnes et entités mentionnées au I apportent toute information nécessaire et prêtent tout concours utile, compte tenu des informations dont dispose déjà l'Autorité de contrôle prudentiel et de résolution, à l'élaboration et à la mise à jour de ces plans. Elles informent sans délai le collège de résolution des modifications mentionnées au III. Aux fins d'établissement des plans préventifs de résolution de groupe, il est satisfait aux obligations mentionnées aux deux précédents alinéas par les entreprises mères dans l'Union concernées ou, le cas échéant, par l'organe central au sens de l'article L. 511-30, le système de protection institutionnel ou un autre système coopératif de solidarité mutuelle mentionnés aux paragraphes 6 et 7 de l'article 113 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. VIII. – Le contenu, la périodicité, les informations transmises et les conditions d'élaboration et de mise à jour des plans préventifs de résolution et les modalités de financement et de répartition de la charge des mesures de résolution de groupe sont précisés par un arrêté du ministre chargé de l'économie.",
            "texteHtml": "<p>I. – Le collège de résolution établit des plans préventifs de résolution individuels pour les personnes tenues d'élaborer un plan préventif de rétablissement individuel en application des dispositions de la sous-section 2 de la présente section. Ces plans prévoient les mesures de résolution susceptibles d'être prises en application de la sous-section 9 et de la sous-section 10 de la présente section lorsque sont réunies les conditions de déclenchement d'une procédure de résolution mentionnées au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081870&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-49 (V)'>L. 613-49 </a>ou, le cas échéant, aux I et II de l'article L. 613-49-1. </p><p>Le collège de résolution établit des plans préventifs de résolution de groupe pour les personnes tenues d'élaborer des plans préventifs de rétablissement de groupe en application des dispositions de la sous-section 2 de la présente section. Ces plans prévoient les mesures de résolution susceptibles d'être prises en application de la sous-section 9 et de la sous-section 10 de la présente section à l'encontre de ces personnes, de leurs filiales établies dans l'Union et, sous réserve des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031083137&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L632-13-1 (V)'>L. 632-13-1</a>, des I et II de l'article L. 613-15-2 et des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082918&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-62 (V)'>L. 613-62 à L. 613-62-2</a>, de leurs filiales établies en dehors de l'Union, lorsque sont réunies les conditions de déclenchement d'une procédure de résolution mentionnées au II de l'article L. 613-49 ou, le cas échéant, aux I et II de l'article L. 613-49-1. </p><p>Les organes centraux mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654542&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-30 (V)'>L. 511-30 </a>d'une part, les établissements de crédit et les entreprises d'investissement qui leur sont affiliés ainsi que leurs filiales d'autre part, sont considérés comme faisant partie d'une même groupe. </p><p>Le collège de résolution peut décider que l'ensemble constitué par un système de protection institutionnel ou par d'autres systèmes coopératifs de solidarité mutuelle mentionnés aux 6 et 7 de l'article 113 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013 établis en France et les personnes qui y sont affiliées constitue un groupe. </p><p>II. – Les plans préventifs de résolution décrivent la mise en œuvre des mesures de résolution mentionnées au I ci-dessus selon un éventail d'options et en se fondant sur plusieurs scenarios, incluant notamment la possibilité que la défaillance soit circonscrite et individuelle ou qu'elle survienne dans un contexte d'instabilité financière générale ou d'événement systémique. </p><p>Ils ne tiennent pas compte : </p><p>1° D'un soutien financier public exceptionnel à l'exception des concours du fonds de garantie des dépôts et de résolution au titre du dispositif de financement de la résolution dans les conditions prévues aux III et IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652056&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L312-5 (V)'>L. 312-5 </a>ou, s'il y a lieu, d'un ou plusieurs autres dispositifs équivalents relevant d'autres Etats membres de l'Union européenne ; </p><p>2° D'un apport urgent de liquidités octroyé par une banque centrale ; </p><p>3° D'un apport de liquidités octroyé par une banque centrale à des conditions non conventionnelles, en termes de constitution de garantie, d'échéance ou de taux d'intérêt. </p><p>Ils prévoient les circonstances dans lesquelles, lorsqu'ils sont mis en œuvre, un établissement de crédit ou une entreprise d'investissement peut recourir aux facilités de banque centrale et énumèrent les catégories d'actifs qui, dans ce cas, seraient susceptibles d'être apportés en garantie. </p><p>Les mesures mentionnées dans les plans sont indicatives et ne lient pas le collège de résolution ou les autorités de résolution des autres Etats membres. </p><p>III. – Les plan préventifs de résolution comprennent, en les quantifiant, chaque fois que cela est nécessaire et possible, les éléments suivants : </p><p>1° Un résumé des éléments principaux du plan ; </p><p>2° Un résumé des modifications importantes intervenues à l'intérieur de la personne concernée ou du groupe auquel elle appartient depuis la dernière mise à jour du plan ; </p><p>3° Un descriptif des modalités selon lesquelles les fonctions critiques et les activités fondamentales pourraient être juridiquement et économiquement dissociées des autres fonctions, dans la mesure nécessaire pour assurer leur continuité en cas de défaillance de la personne ou du groupe ; </p><p>4° Un calendrier de mise en œuvre du plan ; </p><p>5° Une description détaillée de l'évaluation mentionnée au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081298&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-41 (V)'>L. 613-41 </a>; </p><p>6° Une description de toutes les mesures exigées en application du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081306&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-42 (V)'>L. 613-42 </a>pour réduire ou supprimer les obstacles signalés à l'issue de l'évaluation mentionnée au I de l'article L. 613-41 ; </p><p>7° Une description des méthodes employées afin de déterminer la valeur et apprécier la cessibilité des branches d'activité exerçant des fonctions critiques, des branches d'activités fondamentales et des actifs de la personne concernée ; </p><p>8° Une description détaillée des dispositions visant à garantir que les informations requises pour établir les plans préventifs de résolution sont à jour et accessibles ; </p><p>9° Une description des modalités de financement des différentes options de résolution, en écartant les hypothèses suivantes : </p><p>– tout soutien financier public exceptionnel à l'exception des concours du fonds de garantie des dépôts et de résolution dans les conditions prévues aux III et IV de l'article L. 312-5 ou, s'il y a lieu, d'un ou plusieurs autres dispositifs équivalents relevant d'un autre Etat membre ; </p><p>– tout apport urgent de liquidités par une banque centrale ; </p><p>– tout apport de liquidités par une banque centrale à des conditions non conventionnelles, en termes de constitution de garantie, d'échéance et de taux d'intérêt ; </p><p>10° Une description détaillée des différentes stratégies de résolution susceptibles d'être appliquées en fonction des différents scénarios possibles et des délais applicables ; </p><p>11° Une description des relations d'interdépendance critiques de la personne ou du groupe concerné ; </p><p>12° Une description des différentes options permettant de maintenir l'accès aux systèmes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652197&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L330-1 (V)'>L. 330-1</a>, aux chambres de compensation mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006653840&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L440-1 (V)'>L. 440-1 </a>et aux référentiels centraux définis à l'article 2 du règlement n° 648/2012 du 4 juillet 2012, et une évaluation de la portabilité des positions des clients ; </p><p>13° Une analyse de l'incidence du plan sur le personnel de la personne concernée, y compris en termes de coûts, et une description des procédures envisagées en vue de la consultation du personnel au cours du processus de résolution ; </p><p>14° Un plan de communication avec les médias et le public ; </p><p>15° L'exigence minimale de fonds propres et d'engagements éligibles en application de l'article L. 613-44 à laquelle est soumise la personne concernée ou du groupe et, le cas échéant, le délai dans lequel cette exigence doit être satisfaite ; </p><p>16° Le cas échéant, l'exigence minimale de fonds propres et d'instruments de renflouement interne contractuels en application du X de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081316&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-44 (V)'>L. 613-44 </a>à laquelle est soumise la personne concernée ou le groupe et, le cas échéant, le délai dans lequel cette exigence doit être satisfaite ; </p><p>17° Une description des principaux systèmes et opérations permettant de maintenir le fonctionnement permanent des processus opérationnels de la personne concernée ou du groupe ; </p><p>18° Le cas échéant, tout avis exprimé par la personne concernée ou par le groupe à l'égard du plan préventif de résolution. </p><p>IV. – Les plans préventifs de résolution individuels ou de groupe sont réexaminés et, le cas échéant, mis à jour au moins une fois par an et après chaque modification de la structure juridique, de l'organisation, de l'activité ou de la situation financière de l'une des personnes mentionnées au I ou du groupe auquel elle appartient dans la mesure où cette modification serait susceptible d'avoir une incidence importante sur l'efficacité du plan ou d'en modifier les conditions de mise en œuvre. </p><p>V. – Le collège de résolution, au regard des critères ou de l'évaluation réalisée préalablement à la délivrance de l'autorisation mentionnés au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000026085297&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-35 (V)'>L. 613-35</a>, peut décider que le plan préventif de résolution sera établi selon des modalités simplifiées sauf si cela peut constituer un obstacle à la mise en œuvre des mesures prises en application de la sous-section 9 et de la sous-section 10 de la présente section. </p><p>VI. – Les plans préventifs de résolution de groupe couvrent le groupe dans son ensemble, soit par l'ouverture d'une procédure de résolution à l'encontre d'une entreprise mère dans l'Union, soit par l'application des mesures de résolution aux filiales du groupe. Ils déterminent les mesures en vue de la résolution de l'entreprise mère, des filiales du groupe, des personnes mentionnées aux 4° à 6° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660038&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-34 (VT)'>L. 613-34 </a>et, sous réserve des dispositions en matière de coopération avec les autorités de résolution de pays tiers, des filiales implantées dans un pays tiers. </p><p>Ces plans : </p><p>1° Distinguent les mesures de résolution prises individuellement à l'égard de chacune des personnes ou groupes mentionnés au I de celles qui nécessitent d'être mises en œuvre de manière coordonnée dans plusieurs Etats membres de l'Union ; </p><p>2° Apprécient les conditions dans lesquelles des mesures de résolution pourraient être appliquées de manière coordonnée à l'égard des entités du groupe établies dans l'Union, y compris les mesures visant à faciliter l'acquisition par un tiers de l'ensemble du groupe, de branches d'activités séparées exercées par plusieurs entités du groupe ou de certaines entités du groupe. Ils identifient les obstacles éventuels à la coordination des mesures de résolution ; </p><p>3° Décrivent les résultats de l'évaluation réalisée en application du I de l'article L. 613-41 ; </p><p>4° Identifient les mécanismes de coopération et de coordination avec les autorités concernées de pays tiers si un groupe comprend des entités importantes en dehors de l'Union ainsi que les implications pour la résolution au sein de l'Union ; </p><p>5° Identifient les mesures, y compris la séparation juridique et économique de fonctions ou d'activités, qui sont nécessaires pour faciliter la résolution du groupe lorsque les conditions de déclenchement d'une procédure de résolution sont remplies ; </p><p>6° Mentionnent, le cas échéant, toutes mesures qu'une autorité de résolution sur base consolidée est susceptible d'adopter en application de son droit national et qui dépasseraient celles que sont habilitées à prendre les autorités de résolution concernées ; </p><p>7° Identifient la façon dont pourraient être financées les mesures de résolution de groupe et, le cas échéant, répartie la charge de leur financement entre le fonds de garantie des dépôts et de résolution et les dispositifs de financement de la résolution des Etats membres concernés. </p><p>Ils sont établis, réexaminés et, le cas échéant, mis à jour dans le cadre des collèges des autorités de résolution créés en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082894&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-59 (V)'>L. 613-59 </a>et L. 613-59-1 ou créés à l'initiative d'une autre autorité de résolution sur base consolidée. </p><p>VII. – Les personnes et entités mentionnées au I apportent toute information nécessaire et prêtent tout concours utile, compte tenu des informations dont dispose déjà l'Autorité de contrôle prudentiel et de résolution, à l'élaboration et à la mise à jour de ces plans. </p><p>Elles informent sans délai le collège de résolution des modifications mentionnées au III. </p><p>Aux fins d'établissement des plans préventifs de résolution de groupe, il est satisfait aux obligations mentionnées aux deux précédents alinéas par les entreprises mères dans l'Union concernées ou, le cas échéant, par l'organe central au sens de l'article L. 511-30, le système de protection institutionnel ou un autre système coopératif de solidarité mutuelle mentionnés aux paragraphes 6 et 7 de l'article 113 du règlement (UE) n° 575/2013 du Parlement européen et du Conseil du 26 juin 2013. </p><p>VIII. – Le contenu, la périodicité, les informations transmises et les conditions d'élaboration et de mise à jour des plans préventifs de résolution et les modalités de financement et de répartition de la charge des mesures de résolution de groupe sont précisés par un arrêté du ministre chargé de l'économie.</p>",
            "num": "L613-38",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1440201600000,
            "dateFin": 1609113600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives à l'élaboration des plans préventifs de résolution ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081274",
                        "id": "LEGISCTA000031081274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Dispositions communes ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081276",
                        "id": "LEGISCTA000031081276",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081278",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081276",
            "sectionParentId": "LEGISCTA000031081276",
            "sectionParentTitre": "Paragraphe 1 : Dispositions communes ",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 3 : Dispositions relatives à l'élaboration des plans préventifs de résolution  &gt; Paragraphe 1 : Dispositions communes ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031081278",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031070122",
                    "textTitle": "ORDONNANCE n° 2015-1024 du 20 août 2015 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000031075654",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-08-21",
                    "dateSignaTexte": "2015-08-20",
                    "dateDebutCible": "2015-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031184289",
                    "textTitle": "ARRÊTÉ du 11 septembre 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000031190927",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1442707200000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "JORFTEXT000031184289",
                    "textTitle": "ARRÊTÉ du 11 septembre 2015 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031190958",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1442707200000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-5",
                    "articleId": "LEGIARTI000006652056",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L330-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L330-1",
                    "articleId": "LEGIARTI000006652197",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L440-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L440-1",
                    "articleId": "LEGIARTI000006653840",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-30",
                    "articleId": "LEGIARTI000006654542",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-35",
                    "articleId": "LEGIARTI000026085297",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-39",
                    "articleId": "LEGIARTI000031081282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-41",
                    "articleId": "LEGIARTI000031081298",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-42",
                    "articleId": "LEGIARTI000031081306",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-44",
                    "articleId": "LEGIARTI000031081316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-47 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-47",
                    "articleId": "LEGIARTI000042735063",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-49 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-49",
                    "articleId": "LEGIARTI000031081870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-59 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-59",
                    "articleId": "LEGIARTI000031082894",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-60-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-60-2",
                    "articleId": "LEGIARTI000031082906",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-62 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-62",
                    "articleId": "LEGIARTI000031082918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L632-13-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L632-13-1",
                    "articleId": "LEGIARTI000031083137",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-41",
                    "articleId": "LEGIARTI000031185691",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000043803599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-75 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-75",
                    "articleId": "LEGIARTI000031185989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1442793600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081278",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042734959",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-38",
                "613-38"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}