{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039355806",
            "idTexte": null,
            "type": null,
            "texte": "Epreuve d'aptitude A.-Option “ méthode traditionnelle ” (TRAD) de la mention “ parachutisme ” du BP JEPS L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans l'option “ méthode traditionnelle ”. 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant : a) Connaissances relatives aux techniques de sortie en progression traditionnelle et aux consignes de manœuvres sous voile. Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre : - une sortie de l'avion en sécurité ; - d'évoluer de l'ouverture à l'atterrissage. b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes avec une sangle à ouverture automatique. Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et correctement équipés pour le saut. c) Connaissances relatives à la manipulation des sangles à ouverture automatique en cabine d'exercice au sol. Cette partie du test consiste, pour le candidat, à démontrer qu'il possède les automatismes relatifs aux procédures d'accrochage des sangles à ouverture automatique. d) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires Chaque partie a, b et c du test est éliminatoire. 2. Test technique de sécurité Il se déroule en vol à une hauteur minimale de 1 000 mètres et vise à vérifier si le candidat est en capacité de restituer la manipulation des sangles à ouverture automatique. Il consiste dans le parachutage des deux évaluateurs incluant : - les corrections demandées au pilote sur la prise d'axe de l'avion ; - les consignes lors de la mise en place ; - le respect du cheminement des sangles à ouverture automatique avant et pendant le largage ; - le parachutage des deux évaluateurs dans la zone optimale. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés. B.-Option “ progression accompagnée en chute ” (PAC) de la mention “ parachutisme ” du BP JEPS L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans l'option “ progression accompagnée en chute ”. 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier trois types de connaissances, dans l'ordre chronologique suivant : a) Connaissances relatives aux techniques de sortie en progression accompagnée en chute et aux consignes de manœuvres sous voile. Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre : - une sortie de l'avion en sécurité ; - d'évoluer de l'ouverture à l'atterrissage. b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes équipés d'extracteurs à main. Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et convenablement équipés pour le saut. c) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires. Chaque partie a et b du test est éliminatoire. 2. Test technique de sécurité Il se déroule en vol à une hauteur minimale de 3 500 mètres et vise à vérifier si le candidat est en capacité : - de stabiliser une sortie accrochée ; - de voler sans prise au contact et avec prise sans tension ; - de bloquer toutes figures ou évolutions non contrôlées par un évaluateur en chute libre ; - de déclencher de manière fictive, au moment opportun, l'ouverture du parachute de l'évaluateur. Il comporte trois sauts, expertisés chacun par deux évaluateurs, l'un en vol, l'autre au sol. Ces sauts se déroulent dans l'ordre chronologique suivant : a) Saut 1 : - sortie accrochée ; - lâché, vol devant et à proximité de l'évaluateur afin de communiquer par signes conventionnés et adaptés en fonction de la position ou de l'attitude de l'évaluateur ; - reprise sur l'évaluateur à 2 200 mètres afin de contrôler une position instable adoptée par l'évaluateur jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ; b) Saut 2 : - sortie dos exécutée par l'évaluateur, suivi du candidat à proximité ; - retour face sol exécuté par l'évaluateur, départ en autorotation, blocage par le candidat, contrôle de la stabilité ; - reprise avant 2 000 mètres et contrôle de la position jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ; c) Saut 3 : - sortie en boule exécutée par l'évaluateur, suivi du candidat à proximité ; - non-retour face sol par l'évaluateur, interception et retournement de l'évaluateur par le candidat avant 2 200 mètres ; - vol à proximité de l'évaluateur jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de l'évaluateur, en utilisant les termes techniques appropriés. C.-Option “ saut en tandem ” (TANDEM) de la mention “ parachutisme ” du BP JEPS L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans la mention tandem. 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant : a) Connaissances relatives aux spécificités du parachute biplace et de son déclencheur de sécurité. Cette partie du test consiste, pour le candidat, à effectuer un pliage et un contrôle des points de sécurité de l'équipement (parachute biplace et harnais passager). b) Connaissances relatives aux incidents, remèdes et procédures de secours en chute et sous voilure (s) ouverte (s). Cette partie du test consiste, pour le candidat : - à énoncer les différents types d'incidents ; - à donner les solutions ; - à démontrer les procédures de secours adaptées. c) Connaissances relatives aux consignes de sécurité que doivent avoir assimilé les pratiquants emmenés en chute. Cette partie du test consiste, pour le candidat, à contrôler si la personne emmenée en chute connaît les règles et postures permettant d'assurer la sécurité du binôme ainsi que les consignes propres au déroulement du saut et aux évolutions sous voile. d) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires. Chaque partie a, b et c du test est éliminatoire. 2. Test technique de sécurité Il vise à vérifier si le candidat : - possède la maîtrise du binôme en chute ; - effectue correctement les actions d'ouverture ; - dirige la voilure et effectue un atterrissage en sécurité. Il comporte deux sauts de difficulté croissante expertisé chacun par deux évaluateurs, l'un en vol, l'autre au sol. Le candidat ne peut effectuer le second saut que s'il réussit le premier saut. a) Saut 1 : Il se déroule à une hauteur minimale de 4 000 mètres. Exercices en chute : - sortie d'avion, l'évaluateur est en position neutre ; - le binôme doit retrouver sa stabilité face sol avant 5 secondes ; - le candidat doit faire réaliser au binôme deux tonneaux alternés, avant de lancer et contrôler le ralentisseur stabilisateur extracteur (RSE) ; - le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ; - le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ; - la hauteur d'ouverture doit être comprise entre 1 500 et 1 700 mètres. Exercices sous voilure : - mise en œuvre et contrôle de la voilure : l'évaluateur a les doubles commandes en main. Il est neutre, sauf cas d'urgence ; - pilotage : en fonction du vent, l'évaluateur peut demander une prise de terrain en “ U ” (PTU) ou une prise de terrain en “ S ” (PTS). Le périmètre d'atterrissage est de 50 mètres de diamètre ; - approche jusqu'en finale avec 30 à 50 % de frein : courte finale bras hauts ; - atterrissage en sécurité dans le périmètre d'atterrissage prévu ; b) Saut 2 : Il se déroule à une hauteur minimale de 4 000 mètres. Exercices en chute : - sortie d'avion, l'évaluateur provoque des perturbations sans RSE ; - le candidat doit assurer la stabilité tant que l'évaluateur maintient “ ses mains dehors ” ; - le candidat lance le RSE dès que l'évaluateur met “ ses mains au harnais ” à 2 500 mètres minimum ; - le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ; - le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ; - la hauteur d'ouverture doit être comprise entre 1 700 et 1 900 mètres. Exercices sous voilure : - mise en œuvre et contrôle de la voilure : l'évaluateur n'a pas les doubles commandes en main. Il ne donne pas de consignes, sauf cas d'urgence ; - le candidat doit être en capacité de piloter sa voile jusqu'à l'atterrissage, l'évaluateur étant en position de passager inanimé si l'aérologie le permet ; - choix du circuit en PTU ou PTS, à la convenance du candidat ; - atterrissage en sécurité dans le périmètre d'atterrissage prévu. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés. D.- Mention “ activités du parachutisme ” du DE JEPS L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité l'activité d'une école de parachutisme. 1. Test de vérification des connaissances théoriques en matière de sécurité Il se déroule au sol au cours d'un entretien oral d'une heure maximum et vise à vérifier les types de connaissances suivantes : - dispositions réglementaires liées à la création d'une école, notamment celles relatives à l'aviation civile et aux établissements d'activités physiques et sportives ; - différents statuts possibles d'une école (associative et commerciale) ; - assurances (activités physiques et sportives et aériennes) ; - rôle, missions, réglementation et fonctionnement d'une fédération délégataire ; - avantages et inconvénients des différents types d'aéronefs utilisés en France ; - tâches et contraintes du pilote en matière de parachutage ; - obligations réglementaires des pilotes ; - réglementation aérienne relative au parachutage ; - réglementation aérienne relative aux incidents et accidents liés aux avions. 2. Test technique de sécurité Il se déroule au sol au cours d'une séance de sauts d'une journée et vise à vérifier si le candidat est en capacité de : - organiser et suivre le bon déroulement de la progression des pratiquants ; - superviser les évaluations liées à la progression des pratiquants en situation d'apprentissage ou de perfectionnement ; - connaître la procédure d'enregistrement administratif des brevets de la méthode d'enseignement de la fédération délégataire ; - coordonner et suivre la progression des élèves sous voile ; - mettre en place les moyens adaptés à la séance ; - se procurer et lire les cartes WIN TEM et TEMSI ; - connaître les problématiques liées au largage ; - donner des consignes adaptées au pilote ; - utiliser la phraséologie radio aéronautique ; - travailler en équipe avec le pilote ; - donner des consignes adaptées aux moniteurs ; - utiliser un moyen de communication permettant de donner des consignes ou des informations aux élèves en progression sous voile ; - donner les consignes de circuit sous voile adaptées au niveau des pratiquants ; - organiser et anticiper l'avionnage ; - prendre des décisions pour démarrer, interrompre et adapter la séance de sauts en fonction de la météorologie et du niveau des pratiquants ; - connaître les procédures relatives aux secours en cas d'accident grave ou mortel ; - prendre en compte la sécurité des tiers ; - connaître la réglementation liée au matériel de saut ; - tenir à jour les documents de parachutes ; - mettre en œuvre les parachutes et déclencheurs de sécurité ; - gérer un parc de parachutes et déclencheurs de sécurité.",
            "texteHtml": "<p align='center'>Epreuve d'aptitude</p><p>A.-Option “ méthode traditionnelle ” (TRAD) de la mention “ parachutisme ” du BP JEPS</p><p>L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans l'option “ méthode traditionnelle ”.</p><p>1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité</p><p>Il se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant :<br/><br/>\na) Connaissances relatives aux techniques de sortie en progression traditionnelle et aux consignes de manœuvres sous voile.<br/><br/>\nCette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre :</p><p>- une sortie de l'avion en sécurité ;<br/><br/>\n- d'évoluer de l'ouverture à l'atterrissage.</p><p>b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes avec une sangle à ouverture automatique.<br/><br/>\nCette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et correctement équipés pour le saut.<br/><br/>\nc) Connaissances relatives à la manipulation des sangles à ouverture automatique en cabine d'exercice au sol.<br/><br/>\nCette partie du test consiste, pour le candidat, à démontrer qu'il possède les automatismes relatifs aux procédures d'accrochage des sangles à ouverture automatique.<br/><br/>\nd) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires<br/><br/>\nChaque partie a, b et c du test est éliminatoire.</p><p>2. Test technique de sécurité</p><p>Il se déroule en vol à une hauteur minimale de 1 000 mètres et vise à vérifier si le candidat est en capacité de restituer la manipulation des sangles à ouverture automatique.<br/><br/>\nIl consiste dans le parachutage des deux évaluateurs incluant :</p><p>- les corrections demandées au pilote sur la prise d'axe de l'avion ;<br/><br/>\n- les consignes lors de la mise en place ;<br/><br/>\n- le respect du cheminement des sangles à ouverture automatique avant et pendant le largage ;<br/><br/>\n- le parachutage des deux évaluateurs dans la zone optimale.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés.</p><p>B.-Option “ progression accompagnée en chute ” (PAC) de la mention “ parachutisme ” du BP JEPS</p><p>L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans l'option “ progression accompagnée en chute ”.</p><p>1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité</p><p>Il se déroule au sol et vise à vérifier trois types de connaissances, dans l'ordre chronologique suivant :<br/><br/>\na) Connaissances relatives aux techniques de sortie en progression accompagnée en chute et aux consignes de manœuvres sous voile.<br/><br/>\nCette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre :</p><p>- une sortie de l'avion en sécurité ;<br/><br/>\n- d'évoluer de l'ouverture à l'atterrissage.</p><p>b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes équipés d'extracteurs à main.<br/><br/>\nCette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et convenablement équipés pour le saut.<br/><br/>\nc) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires.<br/><br/>\nChaque partie a et b du test est éliminatoire.</p><p>2. Test technique de sécurité</p><p>Il se déroule en vol à une hauteur minimale de 3 500 mètres et vise à vérifier si le candidat est en capacité :</p><p>- de stabiliser une sortie accrochée ;<br/><br/>\n- de voler sans prise au contact et avec prise sans tension ;<br/><br/>\n- de bloquer toutes figures ou évolutions non contrôlées par un évaluateur en chute libre ;<br/><br/>\n- de déclencher de manière fictive, au moment opportun, l'ouverture du parachute de l'évaluateur.</p><p>Il comporte trois sauts, expertisés chacun par deux évaluateurs, l'un en vol, l'autre au sol. Ces sauts se déroulent dans l'ordre chronologique suivant :<br/><br/>\na) Saut 1 :</p><p>- sortie accrochée ;<br/><br/>\n- lâché, vol devant et à proximité de l'évaluateur afin de communiquer par signes conventionnés et adaptés en fonction de la position ou de l'attitude de l'évaluateur ;<br/><br/>\n- reprise sur l'évaluateur à 2 200 mètres afin de contrôler une position instable adoptée par l'évaluateur jusqu'à 1 500 mètres ;<br/><br/>\n- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ;</p><p>b) Saut 2 :</p><p>- sortie dos exécutée par l'évaluateur, suivi du candidat à proximité ;<br/><br/>\n- retour face sol exécuté par l'évaluateur, départ en autorotation, blocage par le candidat, contrôle de la stabilité ;<br/><br/>\n- reprise avant 2 000 mètres et contrôle de la position jusqu'à 1 500 mètres ;<br/><br/>\n- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ;</p><p>c) Saut 3 :</p><p>- sortie en boule exécutée par l'évaluateur, suivi du candidat à proximité ;<br/><br/>\n- non-retour face sol par l'évaluateur, interception et retournement de l'évaluateur par le candidat avant 2 200 mètres ;<br/><br/>\n- vol à proximité de l'évaluateur jusqu'à 1 500 mètres ;<br/><br/>\n- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de l'évaluateur, en utilisant les termes techniques appropriés.<br/><br/>\nC.-Option “ saut en tandem ” (TANDEM) de la mention “ parachutisme ” du BP JEPS<br/><br/>\nL'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans la mention tandem.<br/><br/>\n1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité<br/><br/>\nIl se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant :<br/><br/>\na) Connaissances relatives aux spécificités du parachute biplace et de son déclencheur de sécurité.<br/><br/>\nCette partie du test consiste, pour le candidat, à effectuer un pliage et un contrôle des points de sécurité de l'équipement (parachute biplace et harnais passager).<br/><br/>\nb) Connaissances relatives aux incidents, remèdes et procédures de secours en chute et sous voilure (s) ouverte (s).<br/><br/>\nCette partie du test consiste, pour le candidat :</p><p>- à énoncer les différents types d'incidents ;<br/><br/>\n- à donner les solutions ;<br/><br/>\n- à démontrer les procédures de secours adaptées.</p><p>c) Connaissances relatives aux consignes de sécurité que doivent avoir assimilé les pratiquants emmenés en chute.<br/><br/>\nCette partie du test consiste, pour le candidat, à contrôler si la personne emmenée en chute connaît les règles et postures permettant d'assurer la sécurité du binôme ainsi que les consignes propres au déroulement du saut et aux évolutions sous voile.<br/><br/>\nd) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires.<br/><br/>\nChaque partie a, b et c du test est éliminatoire.<br/><br/>\n2. Test technique de sécurité<br/><br/>\nIl vise à vérifier si le candidat :</p><p>- possède la maîtrise du binôme en chute ;<br/><br/>\n- effectue correctement les actions d'ouverture ;<br/><br/>\n- dirige la voilure et effectue un atterrissage en sécurité.</p><p>Il comporte deux sauts de difficulté croissante expertisé chacun par deux évaluateurs, l'un en vol, l'autre au sol. Le candidat ne peut effectuer le second saut que s'il réussit le premier saut.<br/><br/>\na) Saut 1 :<br/><br/>\nIl se déroule à une hauteur minimale de 4 000 mètres.<br/><br/>\nExercices en chute :</p><p>- sortie d'avion, l'évaluateur est en position neutre ;<br/><br/>\n- le binôme doit retrouver sa stabilité face sol avant 5 secondes ;<br/><br/>\n- le candidat doit faire réaliser au binôme deux tonneaux alternés, avant de lancer et contrôler le ralentisseur stabilisateur extracteur (RSE) ;<br/><br/>\n- le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ;<br/><br/>\n- le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ;<br/><br/>\n- la hauteur d'ouverture doit être comprise entre 1 500 et 1 700 mètres.</p><p>Exercices sous voilure :</p><p>- mise en œuvre et contrôle de la voilure : l'évaluateur a les doubles commandes en main. Il est neutre, sauf cas d'urgence ;<br/><br/>\n- pilotage : en fonction du vent, l'évaluateur peut demander une prise de terrain en “ U ” (PTU) ou une prise de terrain en “ S ” (PTS). Le périmètre d'atterrissage est de 50 mètres de diamètre ;<br/><br/>\n- approche jusqu'en finale avec 30 à 50 % de frein : courte finale bras hauts ;<br/><br/>\n- atterrissage en sécurité dans le périmètre d'atterrissage prévu ;</p><p>b) Saut 2 :<br/><br/>\nIl se déroule à une hauteur minimale de 4 000 mètres.<br/><br/>\nExercices en chute :</p><p>- sortie d'avion, l'évaluateur provoque des perturbations sans RSE ;<br/><br/>\n- le candidat doit assurer la stabilité tant que l'évaluateur maintient “ ses mains dehors ” ;<br/><br/>\n- le candidat lance le RSE dès que l'évaluateur met “ ses mains au harnais ” à 2 500 mètres minimum ;<br/><br/>\n- le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ;<br/><br/>\n- le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ;<br/><br/>\n- la hauteur d'ouverture doit être comprise entre 1 700 et 1 900 mètres.</p><p>Exercices sous voilure :</p><p>- mise en œuvre et contrôle de la voilure : l'évaluateur n'a pas les doubles commandes en main. Il ne donne pas de consignes, sauf cas d'urgence ;<br/><br/>\n- le candidat doit être en capacité de piloter sa voile jusqu'à l'atterrissage, l'évaluateur étant en position de passager inanimé si l'aérologie le permet ;<br/><br/>\n- choix du circuit en PTU ou PTS, à la convenance du candidat ;<br/><br/>\n- atterrissage en sécurité dans le périmètre d'atterrissage prévu.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés.<br/><br/>\nD.- Mention “ activités du parachutisme ” du DE JEPS<br/><br/>\nL'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité l'activité d'une école de parachutisme.<br/><br/>\n1. Test de vérification des connaissances théoriques en matière de sécurité<br/><br/>\nIl se déroule au sol au cours d'un entretien oral d'une heure maximum et vise à vérifier les types de connaissances suivantes :</p><p>- dispositions réglementaires liées à la création d'une école, notamment celles relatives à l'aviation civile et aux établissements d'activités physiques et sportives ;<br/><br/>\n- différents statuts possibles d'une école (associative et commerciale) ;<br/><br/>\n- assurances (activités physiques et sportives et aériennes) ;<br/><br/>\n- rôle, missions, réglementation et fonctionnement d'une fédération délégataire ;<br/><br/>\n- avantages et inconvénients des différents types d'aéronefs utilisés en France ;<br/><br/>\n- tâches et contraintes du pilote en matière de parachutage ;<br/><br/>\n- obligations réglementaires des pilotes ;<br/><br/>\n- réglementation aérienne relative au parachutage ;<br/><br/>\n- réglementation aérienne relative aux incidents et accidents liés aux avions.</p><p>2. Test technique de sécurité<br/><br/>\nIl se déroule au sol au cours d'une séance de sauts d'une journée et vise à vérifier si le candidat est en capacité de :</p><p>- organiser et suivre le bon déroulement de la progression des pratiquants ;<br/><br/>\n- superviser les évaluations liées à la progression des pratiquants en situation d'apprentissage ou de perfectionnement ;<br/><br/>\n- connaître la procédure d'enregistrement administratif des brevets de la méthode d'enseignement de la fédération délégataire ;<br/><br/>\n- coordonner et suivre la progression des élèves sous voile ;<br/><br/>\n- mettre en place les moyens adaptés à la séance ;<br/><br/>\n- se procurer et lire les cartes WIN TEM et TEMSI ;<br/><br/>\n- connaître les problématiques liées au largage ;<br/><br/>\n- donner des consignes adaptées au pilote ;<br/><br/>\n- utiliser la phraséologie radio aéronautique ;<br/><br/>\n- travailler en équipe avec le pilote ;<br/><br/>\n- donner des consignes adaptées aux moniteurs ;<br/><br/>\n- utiliser un moyen de communication permettant de donner des consignes ou des informations aux élèves en progression sous voile ;<br/><br/>\n- donner les consignes de circuit sous voile adaptées au niveau des pratiquants ;<br/><br/>\n- organiser et anticiper l'avionnage ;<br/><br/>\n- prendre des décisions pour démarrer, interrompre et adapter la séance de sauts en fonction de la météorologie et du niveau des pratiquants ;<br/><br/>\n- connaître les procédures relatives aux secours en cas d'accident grave ou mortel ;<br/><br/>\n- prendre en compte la sécurité des tiers ;<br/><br/>\n- connaître la réglementation liée au matériel de saut ;<br/><br/>\n- tenir à jour les documents de parachutes ;<br/><br/>\n- mettre en œuvre les parachutes et déclencheurs de sécurité ;<br/><br/>\n- gérer un parc de parachutes et déclencheurs de sécurité.</p>",
            "num": "Annexe II-16-1 (art. A212-211)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1573257600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1805838520,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021656173",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039355806",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039349850",
                    "textTitle": "Arrêté du 31 octobre 2019 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000039353566",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2019-11-08",
                    "dateSignaTexte": "2019-10-31",
                    "dateDebutCible": "2019-11-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-211 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-211",
                    "articleId": "LEGIARTI000028533346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1391040000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021662030",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1262563200000,
                    "dateFin": 1391040000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028533354",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1391040000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036153776",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 1573257600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039355806",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1573257600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-1 (art. A212-211)",
                "II-16-1"
            ],
            "versionPrecedente": "LEGIARTI000036153776",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036153776",
            "idTexte": null,
            "type": null,
            "texte": "Epreuve d'aptitude A.-Option “ méthode traditionnelle ” (TRAD) de la mention “ parachutisme ” du BP JEPS L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans l'option “ méthode traditionnelle ”. 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant : a) Connaissances relatives aux techniques de sortie en progression traditionnelle et aux consignes de manœuvres sous voile. Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre : - une sortie de l'avion en sécurité ; - d'évoluer de l'ouverture à l'atterrissage. b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes avec une sangle à ouverture automatique. Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et correctement équipés pour le saut. c) Connaissances relatives à la manipulation des sangles à ouverture automatique en cabine d'exercice au sol. Cette partie du test consiste, pour le candidat, à démontrer qu'il possède les automatismes relatifs aux procédures d'accrochage des sangles à ouverture automatique. d) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires Chaque partie a, b et c du test est éliminatoire. 2. Test technique de sécurité Il se déroule en vol à une hauteur minimale de 1 000 mètres et vise à vérifier si le candidat est en capacité de restituer la manipulation des sangles à ouverture automatique. Il consiste dans le parachutage des deux évaluateurs incluant : - les corrections demandées au pilote sur la prise d'axe de l'avion ; - les consignes lors de la mise en place ; - le respect du cheminement des sangles à ouverture automatique avant et pendant le largage ; - le parachutage des deux évaluateurs dans la zone optimale. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés. B.-Option “ progression accompagnée en chute ” (PAC) de la mention “ parachutisme ” du BP JEPS L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans l'option “ progression accompagnée en chute ”. 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier trois types de connaissances, dans l'ordre chronologique suivant : a) Connaissances relatives aux techniques de sortie en progression accompagnée en chute et aux consignes de manœuvres sous voile. Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre : - une sortie de l'avion en sécurité ; - d'évoluer de l'ouverture à l'atterrissage. b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes équipés d'extracteurs à main. Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et convenablement équipés pour le saut. c) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires. Chaque partie a et b du test est éliminatoire. 2. Test technique de sécurité Il se déroule en vol à une hauteur minimale de 3 500 mètres et vise à vérifier si le candidat est en capacité : - de stabiliser une sortie accrochée ; - de voler sans prise au contact et avec prise sans tension ; - de bloquer toutes figures ou évolutions non contrôlées par un évaluateur en chute libre ; - de déclencher de manière fictive, au moment opportun, l'ouverture du parachute de l'évaluateur. Il comporte trois sauts, expertisés chacun par deux évaluateurs, l'un en vol, l'autre au sol. Ces sauts se déroulent dans l'ordre chronologique suivant : a) Saut 1 : - sortie accrochée ; - lâché, vol devant et à proximité de l'évaluateur afin de communiquer par signes conventionnés et adaptés en fonction de la position ou de l'attitude de l'évaluateur ; - reprise sur l'évaluateur à 2 200 mètres afin de contrôler une position instable adoptée par l'évaluateur jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ; b) Saut 2 : - sortie dos exécutée par l'évaluateur, suivi du candidat à proximité ; - retour face sol exécuté par l'évaluateur, départ en autorotation, blocage par le candidat, contrôle de la stabilité ; - reprise avant 2 000 mètres et contrôle de la position jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ; c) Saut 3 : - sortie en boule exécutée par l'évaluateur, suivi du candidat à proximité ; - non-retour face sol par l'évaluateur, interception et retournement de l'évaluateur par le candidat avant 2 200 mètres ; - vol à proximité de l'évaluateur jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de l'évaluateur, en utilisant les termes techniques appropriés. C.-Option “ saut en tandem ” (TANDEM) de la mention “ parachutisme ” du BP JEPS L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans la mention tandem. 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant : a) Connaissances relatives aux spécificités du parachute biplace et de son déclencheur de sécurité. Cette partie du test consiste, pour le candidat, à effectuer un pliage et un contrôle des points de sécurité de l'équipement (parachute biplace et harnais passager). b) Connaissances relatives aux incidents, remèdes et procédures de secours en chute et sous voilure (s) ouverte (s). Cette partie du test consiste, pour le candidat : - à énoncer les différents types d'incidents ; - à donner les solutions ; - à démontrer les procédures de secours adaptées. c) Connaissances relatives aux consignes de sécurité que doivent avoir assimilé les pratiquants emmenés en chute. Cette partie du test consiste, pour le candidat, à contrôler si la personne emmenée en chute connaît les règles et postures permettant d'assurer la sécurité du binôme ainsi que les consignes propres au déroulement du saut et aux évolutions sous voile. d) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires. Chaque partie a, b et c du test est éliminatoire. 2. Test technique de sécurité Il vise à vérifier si le candidat : - possède la maîtrise du binôme en chute ; - effectue correctement les actions d'ouverture ; - dirige la voilure et effectue un atterrissage en sécurité. Il comporte deux sauts de difficulté croissante expertisé chacun par deux évaluateurs, l'un en vol, l'autre au sol. Le candidat ne peut effectuer le second saut que s'il réussit le premier saut. a) Saut 1 : Il se déroule à une hauteur minimale de 4 000 mètres. Exercices en chute : - sortie d'avion, l'évaluateur est en position neutre ; - le binôme doit retrouver sa stabilité face sol avant 5 secondes ; - le candidat doit faire réaliser au binôme deux tonneaux alternés, avant de lancer et contrôler le ralentisseur stabilisateur extracteur (RSE) ; - le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ; - le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ; - la hauteur d'ouverture doit être comprise entre 1 500 et 1 700 mètres. Exercices sous voilure : - mise en œuvre et contrôle de la voilure : l'évaluateur a les doubles commandes en main. Il est neutre, sauf cas d'urgence ; - pilotage : en fonction du vent, l'évaluateur peut demander une prise de terrain en “ U ” (PTU) ou une prise de terrain en “ S ” (PTS). Le périmètre d'atterrissage est de 50 mètres de diamètre ; - approche jusqu'en finale avec 30 à 50 % de frein : courte finale bras hauts ; - atterrissage en sécurité dans le périmètre d'atterrissage prévu ; b) Saut 2 : Il se déroule à une hauteur minimale de 4 000 mètres. Exercices en chute : - sortie d'avion, l'évaluateur provoque des perturbations sans RSE ; - le candidat doit assurer la stabilité tant que l'évaluateur maintient “ ses mains dehors ” ; - le candidat lance le RSE dès que l'évaluateur met “ ses mains au harnais ” à 2 500 mètres minimum ; - le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ; - le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ; - la hauteur d'ouverture doit être comprise entre 1 700 et 1 900 mètres. Exercices sous voilure : - mise en œuvre et contrôle de la voilure : l'évaluateur n'a pas les doubles commandes en main. Il ne donne pas de consignes, sauf cas d'urgence ; - le candidat doit être en capacité de piloter sa voile jusqu'à l'atterrissage, l'évaluateur étant en position de passager inanimé si l'aérologie le permet ; - choix du circuit en PTU ou PTS, à la convenance du candidat ; - atterrissage en sécurité dans le périmètre d'atterrissage prévu. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés. D.-Mention “ parachutisme ” du DE JEPS L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité l'activité d'une école de parachutisme. 1. Test de vérification des connaissances théoriques en matière de sécurité Il se déroule au sol au cours d'un entretien oral d'une heure maximum et vise à vérifier les types de connaissances suivantes : - dispositions réglementaires liées à la création d'une école, notamment celles relatives à l'aviation civile et aux établissements d'activités physiques et sportives ; - différents statuts possibles d'une école (associative et commerciale) ; - assurances (activités physiques et sportives et aériennes) ; - rôle, missions, réglementation et fonctionnement d'une fédération délégataire ; - avantages et inconvénients des différents types d'aéronefs utilisés en France ; - tâches et contraintes du pilote en matière de parachutage ; - obligations réglementaires des pilotes ; - réglementation aérienne relative au parachutage ; - réglementation aérienne relative aux incidents et accidents liés aux avions. 2. Test technique de sécurité Il se déroule au sol au cours d'une séance de sauts d'une journée et vise à vérifier si le candidat est en capacité de : - organiser et suivre le bon déroulement de la progression des pratiquants ; - superviser les évaluations liées à la progression des pratiquants en situation d'apprentissage ou de perfectionnement ; - connaître la procédure d'enregistrement administratif des brevets de la méthode d'enseignement de la fédération délégataire ; - coordonner et suivre la progression des élèves sous voile ; - mettre en place les moyens adaptés à la séance ; - se procurer et lire les cartes WIN TEM et TEMSI ; - connaître les problématiques liées au largage ; - donner des consignes adaptées au pilote ; - utiliser la phraséologie radio aéronautique ; - travailler en équipe avec le pilote ; - donner des consignes adaptées aux moniteurs ; - utiliser un moyen de communication permettant de donner des consignes ou des informations aux élèves en progression sous voile ; - donner les consignes de circuit sous voile adaptées au niveau des pratiquants ; - organiser et anticiper l'avionnage ; - prendre des décisions pour démarrer, interrompre et adapter la séance de sauts en fonction de la météorologie et du niveau des pratiquants ; - connaître les procédures relatives aux secours en cas d'accident grave ou mortel ; - prendre en compte la sécurité des tiers ; - connaître la réglementation liée au matériel de saut ; - tenir à jour les documents de parachutes ; - mettre en œuvre les parachutes et déclencheurs de sécurité ; - gérer un parc de parachutes et déclencheurs de sécurité.",
            "texteHtml": "<p align='center'>Epreuve d'aptitude</p><p>A.-Option “ méthode traditionnelle ” (TRAD) de la mention “ parachutisme ” du BP JEPS</p><p>L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans l'option “ méthode traditionnelle ”.</p><p><br/>\n1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité</p><p>Il se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant :<br/><br/>\na) Connaissances relatives aux techniques de sortie en progression traditionnelle et aux consignes de manœuvres sous voile.<br/><br/>\nCette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre :</p><p>- une sortie de l'avion en sécurité ;<br/><br/>\n- d'évoluer de l'ouverture à l'atterrissage.</p><p>b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes avec une sangle à ouverture automatique.<br/><br/>\nCette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et correctement équipés pour le saut.<br/><br/>\nc) Connaissances relatives à la manipulation des sangles à ouverture automatique en cabine d'exercice au sol.<br/><br/>\nCette partie du test consiste, pour le candidat, à démontrer qu'il possède les automatismes relatifs aux procédures d'accrochage des sangles à ouverture automatique.<br/><br/>\nd) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires<br/><br/>\nChaque partie a, b et c du test est éliminatoire.</p><p><br/>\n2. Test technique de sécurité</p><p>Il se déroule en vol à une hauteur minimale de 1 000 mètres et vise à vérifier si le candidat est en capacité de restituer la manipulation des sangles à ouverture automatique.<br/><br/>\nIl consiste dans le parachutage des deux évaluateurs incluant :</p><p>- les corrections demandées au pilote sur la prise d'axe de l'avion ;<br/><br/>\n- les consignes lors de la mise en place ;<br/><br/>\n- le respect du cheminement des sangles à ouverture automatique avant et pendant le largage ;<br/><br/>\n- le parachutage des deux évaluateurs dans la zone optimale.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés.</p><p><br/>\nB.-Option “ progression accompagnée en chute ” (PAC) de la mention “ parachutisme ” du BP JEPS</p><p>L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans l'option “ progression accompagnée en chute ”.</p><p>1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité</p><p>Il se déroule au sol et vise à vérifier trois types de connaissances, dans l'ordre chronologique suivant :<br/><br/>\na) Connaissances relatives aux techniques de sortie en progression accompagnée en chute et aux consignes de manœuvres sous voile.<br/><br/>\nCette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre :</p><p>- une sortie de l'avion en sécurité ;<br/><br/>\n- d'évoluer de l'ouverture à l'atterrissage.</p><p>b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes équipés d'extracteurs à main.<br/><br/>\nCette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et convenablement équipés pour le saut.<br/><br/>\nc) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires.<br/><br/>\nChaque partie a et b du test est éliminatoire.</p><p><br/>\n2. Test technique de sécurité</p><p>Il se déroule en vol à une hauteur minimale de 3 500 mètres et vise à vérifier si le candidat est en capacité :</p><p>- de stabiliser une sortie accrochée ;<br/><br/>\n- de voler sans prise au contact et avec prise sans tension ;<br/><br/>\n- de bloquer toutes figures ou évolutions non contrôlées par un évaluateur en chute libre ;<br/><br/>\n- de déclencher de manière fictive, au moment opportun, l'ouverture du parachute de l'évaluateur.</p><p>Il comporte trois sauts, expertisés chacun par deux évaluateurs, l'un en vol, l'autre au sol. Ces sauts se déroulent dans l'ordre chronologique suivant :<br/><br/>\na) Saut 1 :</p><p>- sortie accrochée ;<br/><br/>\n- lâché, vol devant et à proximité de l'évaluateur afin de communiquer par signes conventionnés et adaptés en fonction de la position ou de l'attitude de l'évaluateur ;<br/><br/>\n- reprise sur l'évaluateur à 2 200 mètres afin de contrôler une position instable adoptée par l'évaluateur jusqu'à 1 500 mètres ;<br/><br/>\n- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ;</p><p>b) Saut 2 :</p><p>- sortie dos exécutée par l'évaluateur, suivi du candidat à proximité ;<br/><br/>\n- retour face sol exécuté par l'évaluateur, départ en autorotation, blocage par le candidat, contrôle de la stabilité ;<br/><br/>\n- reprise avant 2 000 mètres et contrôle de la position jusqu'à 1 500 mètres ;<br/><br/>\n- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ;</p><p>c) Saut 3 :</p><p>- sortie en boule exécutée par l'évaluateur, suivi du candidat à proximité ;<br/><br/>\n- non-retour face sol par l'évaluateur, interception et retournement de l'évaluateur par le candidat avant 2 200 mètres ;<br/><br/>\n- vol à proximité de l'évaluateur jusqu'à 1 500 mètres ;<br/><br/>\n- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de l'évaluateur, en utilisant les termes techniques appropriés.<br/><br/>\nC.-Option “ saut en tandem ” (TANDEM) de la mention “ parachutisme ” du BP JEPS<br/><br/>\nL'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans la mention tandem.<br/><br/>\n1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité<br/><br/>\nIl se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant :<br/><br/>\na) Connaissances relatives aux spécificités du parachute biplace et de son déclencheur de sécurité.<br/><br/>\nCette partie du test consiste, pour le candidat, à effectuer un pliage et un contrôle des points de sécurité de l'équipement (parachute biplace et harnais passager).<br/><br/>\nb) Connaissances relatives aux incidents, remèdes et procédures de secours en chute et sous voilure (s) ouverte (s).<br/><br/>\nCette partie du test consiste, pour le candidat :</p><p>- à énoncer les différents types d'incidents ;<br/><br/>\n- à donner les solutions ;<br/><br/>\n- à démontrer les procédures de secours adaptées.</p><p>c) Connaissances relatives aux consignes de sécurité que doivent avoir assimilé les pratiquants emmenés en chute.<br/><br/>\nCette partie du test consiste, pour le candidat, à contrôler si la personne emmenée en chute connaît les règles et postures permettant d'assurer la sécurité du binôme ainsi que les consignes propres au déroulement du saut et aux évolutions sous voile.<br/><br/>\nd) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires.<br/><br/>\nChaque partie a, b et c du test est éliminatoire.<br/><br/>\n2. Test technique de sécurité<br/><br/>\nIl vise à vérifier si le candidat :</p><p>- possède la maîtrise du binôme en chute ;<br/><br/>\n- effectue correctement les actions d'ouverture ;<br/><br/>\n- dirige la voilure et effectue un atterrissage en sécurité.</p><p>Il comporte deux sauts de difficulté croissante expertisé chacun par deux évaluateurs, l'un en vol, l'autre au sol. Le candidat ne peut effectuer le second saut que s'il réussit le premier saut.<br/><br/>\na) Saut 1 :<br/><br/>\nIl se déroule à une hauteur minimale de 4 000 mètres.<br/><br/>\nExercices en chute :</p><p>- sortie d'avion, l'évaluateur est en position neutre ;<br/><br/>\n- le binôme doit retrouver sa stabilité face sol avant 5 secondes ;<br/><br/>\n- le candidat doit faire réaliser au binôme deux tonneaux alternés, avant de lancer et contrôler le ralentisseur stabilisateur extracteur (RSE) ;<br/><br/>\n- le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ;<br/><br/>\n- le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ;<br/><br/>\n- la hauteur d'ouverture doit être comprise entre 1 500 et 1 700 mètres.</p><p>Exercices sous voilure :</p><p>- mise en œuvre et contrôle de la voilure : l'évaluateur a les doubles commandes en main. Il est neutre, sauf cas d'urgence ;<br/><br/>\n- pilotage : en fonction du vent, l'évaluateur peut demander une prise de terrain en “ U ” (PTU) ou une prise de terrain en “ S ” (PTS). Le périmètre d'atterrissage est de 50 mètres de diamètre ;<br/><br/>\n- approche jusqu'en finale avec 30 à 50 % de frein : courte finale bras hauts ;<br/><br/>\n- atterrissage en sécurité dans le périmètre d'atterrissage prévu ;</p><p>b) Saut 2 :<br/><br/>\nIl se déroule à une hauteur minimale de 4 000 mètres.<br/><br/>\nExercices en chute :</p><p>- sortie d'avion, l'évaluateur provoque des perturbations sans RSE ;<br/><br/>\n- le candidat doit assurer la stabilité tant que l'évaluateur maintient “ ses mains dehors ” ;<br/><br/>\n- le candidat lance le RSE dès que l'évaluateur met “ ses mains au harnais ” à 2 500 mètres minimum ;<br/><br/>\n- le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ;<br/><br/>\n- le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ;<br/><br/>\n- la hauteur d'ouverture doit être comprise entre 1 700 et 1 900 mètres.</p><p>Exercices sous voilure :</p><p>- mise en œuvre et contrôle de la voilure : l'évaluateur n'a pas les doubles commandes en main. Il ne donne pas de consignes, sauf cas d'urgence ;<br/><br/>\n- le candidat doit être en capacité de piloter sa voile jusqu'à l'atterrissage, l'évaluateur étant en position de passager inanimé si l'aérologie le permet ;<br/><br/>\n- choix du circuit en PTU ou PTS, à la convenance du candidat ;<br/><br/>\n- atterrissage en sécurité dans le périmètre d'atterrissage prévu.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés.<br/><br/>\nD.-Mention “ parachutisme ” du DE JEPS<br/><br/>\nL'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité l'activité d'une école de parachutisme.<br/><br/>\n1. Test de vérification des connaissances théoriques en matière de sécurité<br/><br/>\nIl se déroule au sol au cours d'un entretien oral d'une heure maximum et vise à vérifier les types de connaissances suivantes :</p><p>- dispositions réglementaires liées à la création d'une école, notamment celles relatives à l'aviation civile et aux établissements d'activités physiques et sportives ;<br/><br/>\n- différents statuts possibles d'une école (associative et commerciale) ;<br/><br/>\n- assurances (activités physiques et sportives et aériennes) ;<br/><br/>\n- rôle, missions, réglementation et fonctionnement d'une fédération délégataire ;<br/><br/>\n- avantages et inconvénients des différents types d'aéronefs utilisés en France ;<br/><br/>\n- tâches et contraintes du pilote en matière de parachutage ;<br/><br/>\n- obligations réglementaires des pilotes ;<br/><br/>\n- réglementation aérienne relative au parachutage ;<br/><br/>\n- réglementation aérienne relative aux incidents et accidents liés aux avions.</p><p>2. Test technique de sécurité<br/><br/>\nIl se déroule au sol au cours d'une séance de sauts d'une journée et vise à vérifier si le candidat est en capacité de :</p><p>- organiser et suivre le bon déroulement de la progression des pratiquants ;<br/><br/>\n- superviser les évaluations liées à la progression des pratiquants en situation d'apprentissage ou de perfectionnement ;<br/><br/>\n- connaître la procédure d'enregistrement administratif des brevets de la méthode d'enseignement de la fédération délégataire ;<br/><br/>\n- coordonner et suivre la progression des élèves sous voile ;<br/><br/>\n- mettre en place les moyens adaptés à la séance ;<br/><br/>\n- se procurer et lire les cartes WIN TEM et TEMSI ;<br/><br/>\n- connaître les problématiques liées au largage ;<br/><br/>\n- donner des consignes adaptées au pilote ;<br/><br/>\n- utiliser la phraséologie radio aéronautique ;<br/><br/>\n- travailler en équipe avec le pilote ;<br/><br/>\n- donner des consignes adaptées aux moniteurs ;<br/><br/>\n- utiliser un moyen de communication permettant de donner des consignes ou des informations aux élèves en progression sous voile ;<br/><br/>\n- donner les consignes de circuit sous voile adaptées au niveau des pratiquants ;<br/><br/>\n- organiser et anticiper l'avionnage ;<br/><br/>\n- prendre des décisions pour démarrer, interrompre et adapter la séance de sauts en fonction de la météorologie et du niveau des pratiquants ;<br/><br/>\n- connaître les procédures relatives aux secours en cas d'accident grave ou mortel ;<br/><br/>\n- prendre en compte la sécurité des tiers ;<br/><br/>\n- connaître la réglementation liée au matériel de saut ;<br/><br/>\n- tenir à jour les documents de parachutes ;<br/><br/>\n- mettre en œuvre les parachutes et déclencheurs de sécurité ;<br/><br/>\n- gérer un parc de parachutes et déclencheurs de sécurité.</p>",
            "num": "Annexe II-16-1 (art. A212-211)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1512604800000,
            "dateFin": 1573257600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1805838520,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021656173",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036153776",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036151189",
                    "textTitle": "Arrêté du 4 décembre 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036152588",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2017-12-06",
                    "dateSignaTexte": "2017-12-04",
                    "dateDebutCible": "2017-12-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-211 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-211",
                    "articleId": "LEGIARTI000028533346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1391040000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021662030",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1262563200000,
                    "dateFin": 1391040000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028533354",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1391040000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036153776",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 1573257600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039355806",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1573257600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-1 (art. A212-211)",
                "II-16-1"
            ],
            "versionPrecedente": "LEGIARTI000028533354",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028533354",
            "idTexte": null,
            "type": null,
            "texte": "ÉPREUVE D'APTITUDE A. - Mention \"progression traditionnelle\" (TRAD) (BPJEPS) L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans la mention progression traditionnelle. 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant : a) Connaissances relatives aux techniques de sortie en progression traditionnelle et aux consignes de manœuvres sous voile. Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre : - une sortie de l'avion en sécurité ; - d'évoluer de l'ouverture à l'atterrissage. b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes avec une sangle à ouverture automatique. Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et correctement équipés pour le saut. c) Connaissances relatives à la manipulation des sangles à ouverture automatique en cabine d'exercice au sol. Cette partie du test consiste, pour le candidat, à démontrer qu'il possède les automatismes relatifs aux procédures d'accrochage des sangles à ouverture automatique. d) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires ; Chaque partie a, b et c du test est éliminatoire. 2. Test technique de sécurité Il se déroule en vol à une hauteur minimale de 1 000 mètres et vise à vérifier si le candidat est en capacité de restituer la manipulation des sangles à ouverture automatique. Il consiste dans le parachutage des deux évaluateurs incluant : - les corrections demandées au pilote sur la prise d'axe de l'avion ; - les consignes lors de la mise en place ; - le respect du cheminement des sangles à ouverture automatique avant et pendant le largage ; - le parachutage des deux évaluateurs dans la zone optimale. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés. B. - Mention \"progression accompagnée en chute (PAC)\" (BPJEPS) L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans la mention progression accompagnée en chute. 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier trois types de connaissances, dans l'ordre chronologique suivant : a) Connaissances relatives aux techniques de sortie en progression accompagnée en chute et aux consignes de manœuvres sous voile. Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre : - une sortie de l'avion en sécurité ; - d'évoluer de l'ouverture à l'atterrissage. b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes équipés d'extracteurs à main. Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et convenablement équipés pour le saut. c) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires. Chaque partie a et b du test est éliminatoire. 2. Test technique de sécurité Il se déroule en vol à une hauteur minimale de 3 500 mètres et vise à vérifier si le candidat est en capacité : - de stabiliser une sortie accrochée ; - de voler sans prise au contact et avec prise sans tension ; - de bloquer toutes figures ou évolutions non contrôlées par un évaluateur en chute libre ; - de déclencher de manière fictive, au moment opportun, l'ouverture du parachute de l'évaluateur. Chaque saut est expertisé par deux évaluateurs, l'un en vol, l'autre au sol. Il comporte trois sauts, qui se déroulent dans l'ordre chronologique suivant : a) Saut 1 : - sortie accrochée ; - lâché, vol devant et à proximité de l'évaluateur afin de communiquer par signes conventionnés et adaptés en fonction de la position ou de l'attitude de l'évaluateur ; - reprise sur l'évaluateur à 2 200 mètres afin de contrôler une position instable adoptée par l'évaluateur jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ; b) Saut 2 : - sortie dos exécutée par l'évaluateur, suivi du candidat à proximité ; - retour face sol exécuté par l'évaluateur, départ en autorotation, blocage par le candidat, contrôle de la stabilité ; - reprise avant 2 000 mètres et contrôle de la position jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ; c) Saut 3 : - sortie en boule exécutée par l'évaluateur, suivi du candidat à proximité ; - non-retour face sol par l'évaluateur, interception et retournement de l'évaluateur par le candidat avant 2 200 mètres ; - vol à proximité de l'évaluateur jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de l'évaluateur, en utilisant les termes techniques appropriés. C. - Mention \"parachute biplace (tandem)\" (BPJEPS) L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans la mention tandem. 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant : a) Connaissances relatives aux spécificités du parachute biplace et de son déclencheur de sécurité. Cette partie du test consiste, pour le candidat, à effectuer un pliage et un contrôle des points de sécurité de l'équipement (parachute biplace et harnais passager). b) Connaissances relatives aux incidents, remèdes et procédures de secours en chute et sous voilure(s) ouverte(s). Cette partie du test consiste, pour le candidat : - à énoncer les différents types d'incidents ; - à donner les solutions ; - à démontrer les procédures de secours adaptées. c) Connaissances relatives aux consignes de sécurité que doivent avoir assimilé les pratiquants emmenés en chute. Cette partie du test consiste, pour le candidat, à contrôler si la personne emmenée en chute connaît les règles et postures permettant d'assurer la sécurité du binôme ainsi que les consignes propres au déroulement du saut et aux évolutions sous voile. d) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires. Chaque partie a, b et c du test est éliminatoire. 2. Test technique de sécurité Il vise à vérifier si le candidat : - possède la maîtrise du binôme en chute ; - effectue correctement les actions d'ouverture ; - dirige la voilure et effectue un atterrissage en sécurité. Il comporte deux sauts de difficulté croissante. Le candidat ne peut effectuer le deuxième saut que s'il réussit le premier saut. Chaque saut est expertisé par deux évaluateurs, l'un en vol, l'autre au sol. a) Saut 1 : Il se déroule à une hauteur minimale de 4 000 mètres. Exercices en chute : - sortie d'avion, l'évaluateur est en position neutre ; - le binôme doit retrouver sa stabilité face sol avant 5 secondes ; - le candidat doit faire réaliser au binôme deux tonneaux alternés, avant de lancer et contrôler le ralentisseur stabilisateur extracteur (RSE) ; - le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ; - le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ; - la hauteur d'ouverture doit être comprise entre 1 500 et 1 700 mètres. Exercices sous voilure : - mise en œuvre et contrôle de la voilure : l'évaluateur a les doubles commandes en main. Il est neutre, sauf cas d'urgence ; - pilotage : en fonction du vent, l'évaluateur peut demander une prise de terrain en \"U\" (PTU) ou une prise de terrain en \"S\" (PTS). Le périmètre d'atterrissage est de 50 mètres de diamètre ; - approche jusqu'en finale avec 30 à 50 % de frein : courte finale bras hauts ; - atterrissage en sécurité dans le périmètre d'atterrissage prévu ; b) Saut 2 : Il se déroule à une hauteur minimale de 4 000 mètres. Exercices en chute : - sortie d'avion, l'évaluateur provoque des perturbations sans RSE ; - le candidat doit assurer la stabilité tant que l'évaluateur maintient \"ses mains dehors\" ; - le candidat lance le RSE dès que l'évaluateur met \"ses mains au harnais\" à 2 500 mètres minimum ; - le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ; - le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ; - la hauteur d'ouverture doit être comprise entre 1 700 et 1 900 mètres. Exercices sous voilure : - mise en œuvre et contrôle de la voilure : l'évaluateur n'a pas les doubles commandes en main. Il ne donne pas de consignes, sauf cas d'urgence ; - le candidat doit être en capacité de piloter sa voile jusqu'à l'atterrissage, l'évaluateur étant en position de passager inanimé si l'aérologie le permet ; - choix du circuit en PTU ou PTS, à la convenance du candidat ; - atterrissage en sécurité dans le périmètre d'atterrissage prévu. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés. D. - Mention \"parachutisme\" (DEJEPS) L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité l'activité d'une école de parachutisme. 1. Test de vérification des connaissances théoriques en matière de sécurité Il se déroule au sol au cours d'un entretien oral d'une heure maximum et vise à vérifier les types de connaissances suivantes : - dispositions réglementaires liées à la création d'une école, notamment celles relatives à l'aviation civile et aux établissements d'activités physiques et sportives ; - différents statuts possibles d'une école (associative et commerciale) ; - assurances (activités physiques et sportives et aériennes) ; - rôle, missions, réglementation et fonctionnement d'une fédération délégataire ; - avantages et inconvénients des différents types d'aéronefs utilisés en France ; - tâches et contraintes du pilote en matière de parachutage ; - obligations réglementaires des pilotes ; - réglementation aérienne relative au parachutage ; - réglementation aérienne relative aux incidents et accidents liés aux avions. 2. Test technique de sécurité Il se déroule au sol au cours d'une séance de sauts d'une journée et vise à vérifier si le candidat est en capacité de : - organiser et suivre le bon déroulement de la progression des pratiquants ; - superviser les évaluations liées à la progression des pratiquants en situation d'apprentissage ou de perfectionnement ; - connaître la procédure d'enregistrement administratif des brevets de la méthode d'enseignement de la fédération délégataire ; - coordonner et suivre la progression des élèves sous voile ; - mettre en place les moyens adaptés à la séance ; - se procurer et lire les cartes WIN TEM et TEMSI ; - connaître les problématiques liées au largage ; - donner des consignes adaptées au pilote ; - utiliser la phraséologie radio aéronautique ; - travailler en équipe avec le pilote ; - donner des consignes adaptées aux moniteurs ; - utiliser un moyen de communication permettant de donner des consignes ou des informations aux élèves en progression sous voile ; - donner les consignes de circuit sous voile adaptées au niveau des pratiquants ; - organiser et anticiper l'avionnage ; - prendre des décisions pour démarrer, interrompre et adapter la séance de sauts en fonction de la météorologie et du niveau des pratiquants ; - connaître les procédures relatives aux secours en cas d'accident grave ou mortel ; - prendre en compte la sécurité des tiers ; - connaître la réglementation liée au matériel de saut ; - tenir à jour les documents de parachutes ; - mettre en œuvre les parachutes et déclencheurs de sécurité ; - gérer un parc de parachutes et déclencheurs de sécurité.",
            "texteHtml": "<p align='center'>ÉPREUVE D'APTITUDE</p><p>A. - Mention \"progression traditionnelle\" (TRAD) (BPJEPS) </p><p>L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans la mention progression traditionnelle. </p><p>1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité</p><p>Il se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant :</p><p>a) Connaissances relatives aux techniques de sortie en progression traditionnelle et aux consignes de manœuvres sous voile.</p><p>Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre :</p><p>- une sortie de l'avion en sécurité ;</p><p>- d'évoluer de l'ouverture à l'atterrissage.</p><p>b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes avec une sangle à ouverture automatique.</p><p>Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et correctement équipés pour le saut.</p><p>c) Connaissances relatives à la manipulation des sangles à ouverture automatique en cabine d'exercice au sol.</p><p>Cette partie du test consiste, pour le candidat, à démontrer qu'il possède les automatismes relatifs aux procédures d'accrochage des sangles à ouverture automatique.</p><p>d) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires ; </p><p>Chaque partie a, b et c du test est éliminatoire. </p><p>2. Test technique de sécurité</p><p>Il se déroule en vol à une hauteur minimale de 1 000 mètres et vise à vérifier si le candidat est en capacité de restituer la manipulation des sangles à ouverture automatique.</p><p>Il consiste dans le parachutage des deux évaluateurs incluant : </p><p>- les corrections demandées au pilote sur la prise d'axe de l'avion ;</p><p>- les consignes lors de la mise en place ;</p><p>- le respect du cheminement des sangles à ouverture automatique avant et pendant le largage ;</p><p>- le parachutage des deux évaluateurs dans la zone optimale.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés.</p><p>B. - Mention \"progression accompagnée en chute (PAC)\" (BPJEPS) </p><p>L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans la mention progression accompagnée en chute. </p><p>1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité</p><p>Il se déroule au sol et vise à vérifier trois types de connaissances, dans l'ordre chronologique suivant :</p><p>a) Connaissances relatives aux techniques de sortie en progression accompagnée en chute et aux consignes de manœuvres sous voile.</p><p>Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre :</p><p>- une sortie de l'avion en sécurité ;</p><p>- d'évoluer de l'ouverture à l'atterrissage.</p><p>b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes équipés d'extracteurs à main.</p><p>Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et convenablement équipés pour le saut.</p><p>c) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires. </p><p>Chaque partie a et b du test est éliminatoire. </p><p>2. Test technique de sécurité</p><p>Il se déroule en vol à une hauteur minimale de 3 500 mètres et vise à vérifier si le candidat est en capacité :</p><p>- de stabiliser une sortie accrochée ;</p><p>- de voler sans prise au contact et avec prise sans tension ;</p><p>- de bloquer toutes figures ou évolutions non contrôlées par un évaluateur en chute libre ;</p><p>- de déclencher de manière fictive, au moment opportun, l'ouverture du parachute de l'évaluateur.</p><p>Chaque saut est expertisé par deux évaluateurs, l'un en vol, l'autre au sol. </p><p>Il comporte trois sauts, qui se déroulent dans l'ordre chronologique suivant :</p><p>a) Saut 1 :</p><p>- sortie accrochée ;</p><p>- lâché, vol devant et à proximité de l'évaluateur afin de communiquer par signes conventionnés et adaptés en fonction de la position ou de l'attitude de l'évaluateur ;</p><p>- reprise sur l'évaluateur à 2 200 mètres afin de contrôler une position instable adoptée par l'évaluateur jusqu'à 1 500 mètres ;</p><p>- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ;</p><p>b) Saut 2 :</p><p>- sortie dos exécutée par l'évaluateur, suivi du candidat à proximité ;</p><p>- retour face sol exécuté par l'évaluateur, départ en autorotation, blocage par le candidat, contrôle de la stabilité ;</p><p>- reprise avant 2 000 mètres et contrôle de la position jusqu'à 1 500 mètres ;</p><p>- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ;</p><p>c) Saut 3 :</p><p>- sortie en boule exécutée par l'évaluateur, suivi du candidat à proximité ;</p><p>- non-retour face sol par l'évaluateur, interception et retournement de l'évaluateur par le candidat avant 2 200 mètres ;</p><p>- vol à proximité de l'évaluateur jusqu'à 1 500 mètres ;</p><p>- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de l'évaluateur, en utilisant les termes techniques appropriés.</p><p>C. - Mention \"parachute biplace (tandem)\" (BPJEPS) </p><p>L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans la mention tandem. </p><p>1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité</p><p>Il se déroule au sol et vise à vérifier quatre types de connaissances, dans l'ordre chronologique suivant :</p><p>a) Connaissances relatives aux spécificités du parachute biplace et de son déclencheur de sécurité.</p><p>Cette partie du test consiste, pour le candidat, à effectuer un pliage et un contrôle des points de sécurité de l'équipement (parachute biplace et harnais passager).</p><p>b) Connaissances relatives aux incidents, remèdes et procédures de secours en chute et sous voilure(s) ouverte(s).</p><p>Cette partie du test consiste, pour le candidat :</p><p>- à énoncer les différents types d'incidents ;</p><p>- à donner les solutions ;</p><p>- à démontrer les procédures de secours adaptées.</p><p>c) Connaissances relatives aux consignes de sécurité que doivent avoir assimilé les pratiquants emmenés en chute.</p><p>Cette partie du test consiste, pour le candidat, à contrôler si la personne emmenée en chute connaît les règles et postures permettant d'assurer la sécurité du binôme ainsi que les consignes propres au déroulement du saut et aux évolutions sous voile. </p><p>d) Connaissances relatives à l'organisation du parachutisme en France et aux obligations réglementaires. </p><p>Chaque partie a, b et c du test est éliminatoire. </p><p>2. Test technique de sécurité</p><p>Il vise à vérifier si le candidat :</p><p>- possède la maîtrise du binôme en chute ;</p><p>- effectue correctement les actions d'ouverture ;</p><p>- dirige la voilure et effectue un atterrissage en sécurité.</p><p>Il comporte deux sauts de difficulté croissante. Le candidat ne peut effectuer le deuxième saut que s'il réussit le premier saut.</p><p>Chaque saut est expertisé par deux évaluateurs, l'un en vol, l'autre au sol. </p><p>a) Saut 1 :</p><p>Il se déroule à une hauteur minimale de 4 000 mètres.</p><p>Exercices en chute :</p><p>- sortie d'avion, l'évaluateur est en position neutre ;</p><p>- le binôme doit retrouver sa stabilité face sol avant 5 secondes ;</p><p>- le candidat doit faire réaliser au binôme deux tonneaux alternés, avant de lancer et contrôler le ralentisseur stabilisateur extracteur (RSE) ;</p><p>- le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ;</p><p>- le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ;</p><p>- la hauteur d'ouverture doit être comprise entre 1 500 et 1 700 mètres.</p><p>Exercices sous voilure :</p><p>- mise en œuvre et contrôle de la voilure : l'évaluateur a les doubles commandes en main. Il est neutre, sauf cas d'urgence ;</p><p>- pilotage : en fonction du vent, l'évaluateur peut demander une prise de terrain en \"U\" (PTU) ou une prise de terrain en \"S\" (PTS). Le périmètre d'atterrissage est de 50 mètres de diamètre ;</p><p>- approche jusqu'en finale avec 30 à 50 % de frein : courte finale bras hauts ;</p><p>- atterrissage en sécurité dans le périmètre d'atterrissage prévu ;</p><p>b) Saut 2 :</p><p>Il se déroule à une hauteur minimale de 4 000 mètres.</p><p>Exercices en chute :</p><p>- sortie d'avion, l'évaluateur provoque des perturbations sans RSE ;</p><p>- le candidat doit assurer la stabilité tant que l'évaluateur maintient \"ses mains dehors\" ;</p><p>- le candidat lance le RSE dès que l'évaluateur met \"ses mains au harnais\" à 2 500 mètres minimum ;</p><p>- le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ;</p><p>- le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ;</p><p>- la hauteur d'ouverture doit être comprise entre 1 700 et 1 900 mètres.</p><p>Exercices sous voilure :</p><p>- mise en œuvre et contrôle de la voilure : l'évaluateur n'a pas les doubles commandes en main. Il ne donne pas de consignes, sauf cas d'urgence ;</p><p>- le candidat doit être en capacité de piloter sa voile jusqu'à l'atterrissage, l'évaluateur étant en position de passager inanimé si l'aérologie le permet ;</p><p>- choix du circuit en PTU ou PTS, à la convenance du candidat ;</p><p>- atterrissage en sécurité dans le périmètre d'atterrissage prévu.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés.</p><p>D. - Mention \"parachutisme\" (DEJEPS)</p><p>L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité l'activité d'une école de parachutisme.</p><p>1. Test de vérification des connaissances théoriques en matière de sécurité</p><p>Il se déroule au sol au cours d'un entretien oral d'une heure maximum et vise à vérifier les types de connaissances suivantes : </p><p>- dispositions réglementaires liées à la création d'une école, notamment celles relatives à l'aviation civile et aux établissements d'activités physiques et sportives ;<br/>- différents statuts possibles d'une école (associative et commerciale) ;<br/>- assurances (activités physiques et sportives et aériennes) ;<br/>- rôle, missions, réglementation et fonctionnement d'une fédération délégataire ;<br/>- avantages et inconvénients des différents types d'aéronefs utilisés en France ;<br/>- tâches et contraintes du pilote en matière de parachutage ;<br/>- obligations réglementaires des pilotes ;<br/>- réglementation aérienne relative au parachutage ;<br/>- réglementation aérienne relative aux incidents et accidents liés aux avions.</p><p>2. Test technique de sécurité</p><p>Il se déroule au sol au cours d'une séance de sauts d'une journée et vise à vérifier si le candidat est en capacité de : <br/>- organiser et suivre le bon déroulement de la progression des pratiquants ;<br/>- superviser les évaluations liées à la progression des pratiquants en situation d'apprentissage ou de perfectionnement ;<br/>- connaître la procédure d'enregistrement administratif des brevets de la méthode d'enseignement de la fédération délégataire ;<br/>- coordonner et suivre la progression des élèves sous voile ;<br/>- mettre en place les moyens adaptés à la séance ;<br/>- se procurer et lire les cartes WIN TEM et TEMSI ;<br/>- connaître les problématiques liées au largage ;<br/>- donner des consignes adaptées au pilote ;<br/>- utiliser la phraséologie radio aéronautique ;<br/>- travailler en équipe avec le pilote ;<br/>- donner des consignes adaptées aux moniteurs ;<br/>- utiliser un moyen de communication permettant de donner des consignes ou des informations aux élèves en progression sous voile ;<br/>- donner les consignes de circuit sous voile adaptées au niveau des pratiquants ;<br/>- organiser et anticiper l'avionnage ;<br/>- prendre des décisions pour démarrer, interrompre et adapter la séance de sauts en fonction de la météorologie et du niveau des pratiquants ;<br/>- connaître les procédures relatives aux secours en cas d'accident grave ou mortel ;<br/>- prendre en compte la sécurité des tiers ;<br/>- connaître la réglementation liée au matériel de saut ;<br/>- tenir à jour les documents de parachutes ;<br/>- mettre en œuvre les parachutes et déclencheurs de sécurité ;<br/>- gérer un parc de parachutes et déclencheurs de sécurité. </p>",
            "num": "Annexe II-16-1 (art. A212-211)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1391040000000,
            "dateFin": 1512604800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1805838520,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021656173",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028533354",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028532155",
                    "textTitle": "Arrêté du 7 janvier 2014 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000028532858",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2014-01-29",
                    "dateSignaTexte": "2014-01-07",
                    "dateDebutCible": "2014-01-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-211 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-211",
                    "articleId": "LEGIARTI000028533346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1391040000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021662030",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1262563200000,
                    "dateFin": 1391040000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028533354",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1391040000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036153776",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 1573257600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039355806",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1573257600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-1 (art. A212-211)",
                "II-16-1"
            ],
            "versionPrecedente": "LEGIARTI000021662030",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021662030",
            "idTexte": null,
            "type": null,
            "texte": "ÉPREUVE D'APTITUDE L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans l'une des trois spécialités du parachutisme. A. - Spécialité \"progression traditionnelle\" (TRAD) 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier trois types de connaissances, dans l'ordre chronologique suivant : 1. Connaissances relatives aux techniques de sortie en progression traditionnelle et aux consignes de manœuvres sous voile. Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre : - une sortie de l'avion en sécurité ; - d'évoluer de l'ouverture à l'atterrissage. 2. Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes avec une sangle à ouverture automatique. Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et correctement équipés pour le saut. 3. Connaissances relatives à la manipulation des sangles à ouverture automatique en cabine d'exercice au sol. Cette partie du test consiste, pour le candidat, à démontrer qu'il possède les automatismes relatifs aux procédures d'accrochage des sangles à ouverture automatique. Chacune des trois parties du test est éliminatoire. 2. Test technique de sécurité Il se déroule en vol à une hauteur minimale de 1 000 mètres et vise à vérifier si le candidat est en capacité de restituer la manipulation des sangles à ouverture automatique. Il consiste, pour le candidat, à parachuter deux évaluateurs. Ce parachutage inclut : - les corrections demandées au pilote sur la prise d'axe de l'avion ; - les consignes lors de la mise en place ; - le respect du cheminement des sangles à ouverture automatique avant et pendant le largage ; - le parachutage des deux évaluateurs dans la zone optimale. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés. B. - Spécialité \"progression accompagnée en chute\" (PAC) 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier deux types de connaissances, dans l'ordre chronologique suivant : a) Connaissances relatives aux techniques de sortie en progression accompagnée en chute et aux consignes de manœuvres sous voile. Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre : - une sortie de l'avion en sécurité ; - d'évoluer de l'ouverture à l'atterrissage. b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes équipés d'extracteurs à main. Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et convenablement équipés pour le saut. Chacune des deux parties du test est éliminatoire. 2. Test technique de sécurité Il se déroule en vol à une hauteur minimale de 3 500 mètres et vise à vérifier si le candidat est en capacité : - de stabiliser une sortie accrochée ; - de voler sans prise au contact et avec prise sans tension ; - de bloquer toutes figures ou évolutions non contrôlées par un évaluateur en chute libre ; - de déclencher de manière fictive, au moment opportun, l'ouverture du parachute de l'évaluateur. Il comporte trois sauts, qui se déroulent dans l'ordre chronologique suivant : a) Saut 1 : - sortie accrochée ; - lâché, vol devant et à proximité de l'évaluateur afin de communiquer par signes conventionnés et adaptés en fonction de la position ou de l'attitude de l'évaluateur ; - reprise sur l'évaluateur à 2 200 mètres afin de contrôler une position instable adoptée par l'évaluateur jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ; b) Saut 2 : - sortie dos exécutée par l'évaluateur, suivi du candidat à proximité ; - retour face sol exécuté par l'évaluateur, départ en autorotation, blocage par le candidat, contrôle de la stabilité ; - reprise avant 2 000 mètres et contrôle de la position jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ; c) Saut 3 : - sortie en boule exécutée par l'évaluateur, suivi du candidat à proximité ; - non-retour face sol par l'évaluateur, interception et retournement de l'évaluateur par le candidat avant 2 200 mètres ; - vol à proximité de l'évaluateur jusqu'à 1 500 mètres ; - à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement du saut, en utilisant les termes techniques appropriés. C. - Spécialité \"parachute biplace (tandem)\" 1. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Il se déroule au sol et vise à vérifier trois types de connaissances, dans l'ordre chronologique suivant : 1. Connaissances relatives aux spécificités du parachute biplace et de son déclencheur de sécurité. Cette partie du test consiste, pour le candidat, à effectuer un pliage et un contrôle des points de sécurité de l'équipement (parachute biplace et harnais passager). 2. Connaissances relatives aux incidents, remèdes et procédures de secours en chute et sous voilure(s) ouverte(s). Cette partie du test consiste, pour le candidat : - à énoncer les différents types d'incidents ; - à donner les solutions ; - à démontrer les procédures de secours adaptées. 3. Connaissances relatives aux consignes de sécurité que doivent avoir assimilé les pratiquants emmenés en chute. Cette partie du test consiste, pour le candidat, à contrôler si la personne emmenée en chute connaît les règles et postures permettant d'assurer la sécurité du binôme. Chacune des trois parties du test est éliminatoire. 2. Test technique de sécurité Il vise à vérifier si le candidat : - possède la maîtrise du binôme en chute ; - effectue correctement les actions d'ouverture ; - dirige la voilure et effectue un atterrissage en sécurité. Il comporte deux sauts de difficulté croissante. Le candidat ne peut effectuer le deuxième saut que s'il réussit le premier saut. a) Saut 1 : Il se déroule à une hauteur minimale de 4 000 mètres. Exercices en chute : - sortie d'avion, l'évaluateur est en position neutre ; - le binôme doit retrouver sa stabilité face sol avant 5 secondes ; - le candidat doit faire réaliser au binôme deux tonneaux alternés, avant de lancer et contrôler le ralentisseur stabilisateur extracteur (RSE) ; - le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ; - le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ; - la hauteur d'ouverture doit être comprise entre 1 500 et 1 700 mètres. Exercices sous voilure : - mise en œuvre et contrôle de la voilure : l'évaluateur a les doubles commandes en main. Il est neutre, sauf cas d'urgence ; - pilotage : en fonction du vent, l'évaluateur peut demander une prise de terrain en \"U\" (PTU) ou une prise de terrain en \"S\" (PTS). Le périmètre d'atterrissage est de 50 mètres de diamètre ; - approche jusqu'en finale avec 30 à 50 % de frein : courte finale bras hauts ; - atterrissage en sécurité dans le périmètre d'atterrissage prévu ; b) Saut 2 : Il se déroule à une hauteur minimale de 4 000 mètres. Exercices en chute : - sortie d'avion, l'évaluateur provoque des perturbations sans RSE ; - le candidat doit assurer la stabilité tant que l'évaluateur maintient \"ses mains dehors\" ; - le candidat lance le RSE dès que l'évaluateur met \"ses mains au harnais\" à 2 500 mètres minimum ; - le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ; - le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ; - la hauteur d'ouverture doit être comprise entre 1 700 et 1 900 mètres. Exercices sous voilure : - mise en œuvre et contrôle de la voilure : l'évaluateur n'a pas les doubles commandes en main. Il ne donne pas de consignes, sauf cas d'urgence ; - le candidat doit être en capacité de piloter sa voile jusqu'à l'atterrissage, l'évaluateur étant en position de passager inanimé si l'aérologie le permet ; - choix du circuit en PTU ou PTS, à la convenance du candidat ; - atterrissage en sécurité dans le périmètre d'atterrissage prévu. A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement du saut, en utilisant les termes techniques appropriés.",
            "texteHtml": "<p>ÉPREUVE D'APTITUDE</p><p>L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité dans l'une des trois spécialités du parachutisme.</p><p>A. - Spécialité \"progression traditionnelle\"</p><p>(TRAD)</p><p>1. Test de vérification des connaissances théoriques</p><p>et pratiques en matière de sécurité</p><p>Il se déroule au sol et vise à vérifier trois types de connaissances, dans l'ordre chronologique suivant :</p><p>1. Connaissances relatives aux techniques de sortie en progression traditionnelle et aux consignes de manœuvres sous voile.</p><p>Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre :</p><p>- une sortie de l'avion en sécurité ;</p><p>- d'évoluer de l'ouverture à l'atterrissage.</p><p>2. Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes avec une sangle à ouverture automatique.</p><p>Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et correctement équipés pour le saut.</p><p>3. Connaissances relatives à la manipulation des sangles à ouverture automatique en cabine d'exercice au sol.</p><p>Cette partie du test consiste, pour le candidat, à démontrer qu'il possède les automatismes relatifs aux procédures d'accrochage des sangles à ouverture automatique.</p><p>Chacune des trois parties du test est éliminatoire.</p><p>2. Test technique de sécurité</p><p>Il se déroule en vol à une hauteur minimale de 1 000 mètres et vise à vérifier si le candidat est en capacité de restituer la manipulation des sangles à ouverture automatique.</p><p>Il consiste, pour le candidat, à parachuter deux évaluateurs. Ce parachutage inclut :</p><p>- les corrections demandées au pilote sur la prise d'axe de l'avion ;</p><p>- les consignes lors de la mise en place ;</p><p>- le respect du cheminement des sangles à ouverture automatique avant et pendant le largage ;</p><p>- le parachutage des deux évaluateurs dans la zone optimale.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement de la sortie d'avion de chaque évaluateur, en utilisant les termes techniques appropriés.</p><p>B. - Spécialité \"progression accompagnée en chute\"</p><p>(PAC)</p><p>1. Test de vérification des connaissances théoriques</p><p>et pratiques en matière de sécurité</p><p>Il se déroule au sol et vise à vérifier deux types de connaissances, dans l'ordre chronologique suivant :</p><p>a) Connaissances relatives aux techniques de sortie en progression accompagnée en chute et aux consignes de manœuvres sous voile.</p><p>Cette partie du test consiste, pour le candidat, à donner aux évaluateurs toutes les informations de nature à leur permettre :</p><p>- une sortie de l'avion en sécurité ;</p><p>- d'évoluer de l'ouverture à l'atterrissage.</p><p>b) Connaissances relatives à la conformité du matériel équipant deux évaluateurs munis de parachutes équipés d'extracteurs à main.</p><p>Cette partie du test consiste, pour le candidat, à contrôler si les deux évaluateurs sont entièrement et convenablement équipés pour le saut.</p><p>Chacune des deux parties du test est éliminatoire.</p><p>2. Test technique de sécurité</p><p>Il se déroule en vol à une hauteur minimale de 3 500 mètres et vise à vérifier si le candidat est en capacité :</p><p>- de stabiliser une sortie accrochée ;</p><p>- de voler sans prise au contact et avec prise sans tension ;</p><p>- de bloquer toutes figures ou évolutions non contrôlées par un évaluateur en chute libre ;</p><p>- de déclencher de manière fictive, au moment opportun, l'ouverture du parachute de l'évaluateur.</p><p>Il comporte trois sauts, qui se déroulent dans l'ordre chronologique suivant :</p><p>a) Saut 1 :</p><p>- sortie accrochée ;</p><p>- lâché, vol devant et à proximité de l'évaluateur afin de communiquer par signes conventionnés et adaptés en fonction de la position ou de l'attitude de l'évaluateur ;</p><p>- reprise sur l'évaluateur à 2 200 mètres afin de contrôler une position instable adoptée par l'évaluateur jusqu'à 1 500 mètres ;</p><p>- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ;</p><p>b) Saut 2 :</p><p>- sortie dos exécutée par l'évaluateur, suivi du candidat à proximité ;</p><p>- retour face sol exécuté par l'évaluateur, départ en autorotation, blocage par le candidat, contrôle de la stabilité ;</p><p>- reprise avant 2 000 mètres et contrôle de la position jusqu'à 1 500 mètres ;</p><p>- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné ;</p><p>c) Saut 3 :</p><p>- sortie en boule exécutée par l'évaluateur, suivi du candidat à proximité ;</p><p>- non-retour face sol par l'évaluateur, interception et retournement de l'évaluateur par le candidat avant 2 200 mètres ;</p><p>- vol à proximité de l'évaluateur jusqu'à 1 500 mètres ;</p><p>- à 1 500 mètres, le candidat doit indiquer la fin des exercices à l'évaluateur, par signe conventionné.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement du saut, en utilisant les termes techniques appropriés.</p><p>C. - Spécialité \"parachute biplace (tandem)\"</p><p>1. Test de vérification des connaissances théoriques</p><p>et pratiques en matière de sécurité</p><p>Il se déroule au sol et vise à vérifier trois types de connaissances, dans l'ordre chronologique suivant :</p><p>1. Connaissances relatives aux spécificités du parachute biplace et de son déclencheur de sécurité.</p><p>Cette partie du test consiste, pour le candidat, à effectuer un pliage et un contrôle des points de sécurité de l'équipement (parachute biplace et harnais passager).</p><p>2. Connaissances relatives aux incidents, remèdes et procédures de secours en chute et sous voilure(s) ouverte(s).</p><p>Cette partie du test consiste, pour le candidat :</p><p>- à énoncer les différents types d'incidents ;</p><p>- à donner les solutions ;</p><p>- à démontrer les procédures de secours adaptées.</p><p>3. Connaissances relatives aux consignes de sécurité que doivent avoir assimilé les pratiquants emmenés en chute.</p><p>Cette partie du test consiste, pour le candidat, à contrôler si la personne emmenée en chute connaît les règles et postures permettant d'assurer la sécurité du binôme.</p><p>Chacune des trois parties du test est éliminatoire.</p><p>2. Test technique de sécurité</p><p>Il vise à vérifier si le candidat :</p><p>- possède la maîtrise du binôme en chute ;</p><p>- effectue correctement les actions d'ouverture ;</p><p>- dirige la voilure et effectue un atterrissage en sécurité.</p><p>Il comporte deux sauts de difficulté croissante. Le candidat ne peut effectuer le deuxième saut que s'il réussit le premier saut.</p><p>a) Saut 1 :</p><p>Il se déroule à une hauteur minimale de 4 000 mètres.</p><p>Exercices en chute :</p><p>- sortie d'avion, l'évaluateur est en position neutre ;</p><p>- le binôme doit retrouver sa stabilité face sol avant 5 secondes ;</p><p>- le candidat doit faire réaliser au binôme deux tonneaux alternés, avant de lancer et contrôler le ralentisseur stabilisateur extracteur (RSE) ;</p><p>- le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ;</p><p>- le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ;</p><p>- la hauteur d'ouverture doit être comprise entre 1 500 et 1 700 mètres.</p><p>Exercices sous voilure :</p><p>- mise en œuvre et contrôle de la voilure : l'évaluateur a les doubles commandes en main. Il est neutre, sauf cas d'urgence ;</p><p>- pilotage : en fonction du vent, l'évaluateur peut demander une prise de terrain en \"U\" (PTU) ou une prise de terrain en \"S\" (PTS). Le périmètre d'atterrissage est de 50 mètres de diamètre ;</p><p>- approche jusqu'en finale avec 30 à 50 % de frein : courte finale bras hauts ;</p><p>- atterrissage en sécurité dans le périmètre d'atterrissage prévu ;</p><p>b) Saut 2 :</p><p>Il se déroule à une hauteur minimale de 4 000 mètres.</p><p>Exercices en chute :</p><p>- sortie d'avion, l'évaluateur provoque des perturbations sans RSE ;</p><p>- le candidat doit assurer la stabilité tant que l'évaluateur maintient \"ses mains dehors\" ;</p><p>- le candidat lance le RSE dès que l'évaluateur met \"ses mains au harnais\" à 2 500 mètres minimum ;</p><p>- le candidat effectue une simulation d'ouverture sur la commande d'ouverture de la voilure principale (CDO) ;</p><p>- le candidat apporte des solutions adaptées aux perturbations provoquées par l'évaluateur. Pendant cette partie de la chute libre, le candidat doit réaliser une simulation d'ouverture sur CDO à une hauteur comprise entre 1 900 et 2 100 mètres ;</p><p>- la hauteur d'ouverture doit être comprise entre 1 700 et 1 900 mètres.</p><p>Exercices sous voilure :</p><p>- mise en œuvre et contrôle de la voilure : l'évaluateur n'a pas les doubles commandes en main. Il ne donne pas de consignes, sauf cas d'urgence ;</p><p>- le candidat doit être en capacité de piloter sa voile jusqu'à l'atterrissage, l'évaluateur étant en position de passager inanimé si l'aérologie le permet ;</p><p>- choix du circuit en PTU ou PTS, à la convenance du candidat ;</p><p>- atterrissage en sécurité dans le périmètre d'atterrissage prévu.</p><p>A l'issue du saut, le candidat doit être en capacité de décrire en français le déroulement du saut, en utilisant les termes techniques appropriés.</p>",
            "num": "Annexe II-16-1 (art. A212-211)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1262563200000,
            "dateFin": 1391040000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1805838520,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021656173",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000021662030",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021575206",
                    "textTitle": "Arrêté du 21 décembre 2009 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021656098",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2010-01-03",
                    "dateSignaTexte": "2009-12-21",
                    "dateDebutCible": "2010-01-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-211 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-211",
                    "articleId": "LEGIARTI000028533346",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1391040000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021662030",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1262563200000,
                    "dateFin": 1391040000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028533354",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1391040000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036153776",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 1573257600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039355806",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1573257600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-1 (art. A212-211)",
                "II-16-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}