{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038188866",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le rapport médical mentionné à l'article R. 313-22 est établi par un médecin de l'Office français de l'immigration et de l'intégration à partir d'un certificat médical établi par le médecin qui suit habituellement le demandeur ou par un médecin praticien hospitalier inscrits au tableau de l'ordre, dans les conditions prévues par l'arrêté mentionné au deuxième alinéa de l'article R. 313-22. Le médecin de l'office peut solliciter, le cas échéant, le médecin qui suit habituellement le demandeur ou le médecin praticien hospitalier. Il en informe le demandeur. Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le médecin de l'office établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. Il transmet son rapport médical au collège de médecins. Sous couvert du directeur général de l'Office français de l'immigration et de l'intégration le service médical de l'office informe le préfet qu'il a transmis au collège de médecins le rapport médical. En cas de défaut de présentation de l'étranger lorsqu'il a été convoqué par le médecin de l'office ou de production des examens complémentaires demandés dans les conditions prévues au premier alinéa, il en informe également le préfet ; dans ce cas le récépissé de demande de première délivrance de carte de séjour prévu à l'article R. 311-4 n'est pas délivré. Lorsque l'étranger dépose une demande de renouvellement de titre de séjour, le récépissé est délivré dès la réception, par le service médical de l'office, du certificat médical mentionné au premier alinéa. Le collège à compétence nationale, composé de trois médecins, émet un avis dans les conditions de l'arrêté mentionné au premier alinéa du présent article. La composition du collège et, le cas échéant, de ses formations est fixée par décision du directeur général de l'office. Le médecin ayant établi le rapport médical ne siège pas au sein du collège. Le collège peut délibérer au moyen d'une conférence téléphonique ou audiovisuelle. Le collège peut demander au médecin qui suit habituellement le demandeur, au médecin praticien hospitalier ou au médecin qui a rédigé le rapport de lui communiquer, dans un délai de quinze jours, tout complément d'information. Le demandeur en est simultanément informé. Le collège de médecins peut entendre et, le cas échéant, examiner le demandeur et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. Il peut être assisté d'un interprète et d'un médecin. Lorsque l'étranger est mineur, il est accompagné de son représentant légal. Le demandeur dispose d'un délai d'un mois à compter de l'enregistrement de sa demande en préfecture pour transmettre à l'Office français de l'immigration et de l'intégration le certificat médical mentionné au premier alinéa. Lorsque la demande est fondée sur l'article L. 311-6 , le certificat médical est transmis dans le délai mentionné à ce même article. L'avis est rendu par le collège dans un délai de trois mois à compter de la transmission du certificat médical. Lorsque le demandeur n'a pas présenté au médecin de l'office ou au collège les documents justifiant son identité, n'a pas produit les examens complémentaires qui lui ont été demandés ou n'a pas répondu à la convocation du médecin de l'office ou du collège qui lui a été adressée, l'avis le constate. L'avis est transmis au préfet territorialement compétent, sous couvert du directeur général de l'Office français de l'immigration et de l'intégration.",
            "texteHtml": "<p>Le rapport médical mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000033332387&dateTexte=&categorieLien=id' title='Code de l'entrée et du séjour des étrangers et ... - art. R313-22 (VT)'>R. 313-22</a> est établi par un médecin de l'Office français de l'immigration et de l'intégration à partir d'un certificat médical établi par le médecin qui suit habituellement le demandeur ou par un médecin praticien hospitalier inscrits au tableau de l'ordre, dans les conditions prévues par l'arrêté mentionné au deuxième alinéa de l'article R. 313-22. Le médecin de l'office peut solliciter, le cas échéant, le médecin qui suit habituellement le demandeur ou le médecin praticien hospitalier. Il en informe le demandeur. Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le médecin de l'office établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. Il transmet son rapport médical au collège de médecins. </p><p>Sous couvert du directeur général de l'Office français de l'immigration et de l'intégration le service médical de l'office informe le préfet qu'il a transmis au collège de médecins le rapport médical. En cas de défaut de présentation de l'étranger lorsqu'il a été convoqué par le médecin de l'office ou de production des examens complémentaires demandés dans les conditions prévues au premier alinéa, il en informe également le préfet ; dans ce cas le récépissé de demande de première délivrance de carte de séjour prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000006335562&dateTexte=&categorieLien=cid'>l'article R. 311-4 </a>n'est pas délivré. Lorsque l'étranger dépose une demande de renouvellement de titre de séjour, le récépissé est délivré dès la réception, par le service médical de l'office, du certificat médical mentionné au premier alinéa. </p><p>Le collège à compétence nationale, composé de trois médecins, émet un avis dans les conditions de l'arrêté mentionné au premier alinéa du présent article. La composition du collège et, le cas échéant, de ses formations est fixée par décision du directeur général de l'office. Le médecin ayant établi le rapport médical ne siège pas au sein du collège. </p><p>Le collège peut délibérer au moyen d'une conférence téléphonique ou audiovisuelle. </p><p>Le collège peut demander au médecin qui suit habituellement le demandeur, au médecin praticien hospitalier ou au médecin qui a rédigé le rapport de lui communiquer, dans un délai de quinze jours, tout complément d'information. Le demandeur en est simultanément informé. Le collège de médecins peut entendre et, le cas échéant, examiner le demandeur et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. Il peut être assisté d'un interprète et d'un médecin. Lorsque l'étranger est mineur, il est accompagné de son représentant légal. </p><p>Le demandeur dispose d'un délai d'un mois à compter de l'enregistrement de sa demande en préfecture pour transmettre à l'Office français de l'immigration et de l'intégration le certificat médical mentionné au premier alinéa. Lorsque la demande est fondée sur l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000006335039&dateTexte=&categorieLien=cid'>L. 311-6</a>, le certificat médical est transmis dans le délai mentionné à ce même article. </p><p>L'avis est rendu par le collège dans un délai de trois mois à compter de la transmission du certificat médical. Lorsque le demandeur n'a pas présenté au médecin de l'office ou au collège les documents justifiant son identité, n'a pas produit les examens complémentaires qui lui ont été demandés ou n'a pas répondu à la convocation du médecin de l'office ou du collège qui lui a été adressée, l'avis le constate. </p><p>L'avis est transmis au préfet territorialement compétent, sous couvert du directeur général de l'Office français de l'immigration et de l'intégration.</p>",
            "num": "R313-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1551398400000,
            "dateFin": 1619827200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085120",
                        "id": "LEGISCTA000006085120",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "LIVRE III : LE SÉJOUR EN FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115061",
                        "id": "LEGISCTA000006115061",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "TITRE Ier : LES TITRES DE SÉJOUR",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134394",
                        "id": "LEGISCTA000006134394",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2016-10-31",
                        "titre": "Chapitre III : La carte de séjour temporaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147828",
                        "id": "LEGISCTA000006147828",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-10-31",
                        "fin": "2021-05-01",
                        "titre": "Chapitre III : La carte de séjour temporaire et la carte de séjour pluriannuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147828",
                        "id": "LEGISCTA000033332166",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Section 2 : Les différentes catégories de cartes de séjour temporaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163265",
                        "id": "LEGISCTA000006163265",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Sous-section 6 : La carte de séjour temporaire portant la mention \"vie privée et familiale\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180229",
                        "id": "LEGISCTA000006180229",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006335661",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180229",
            "sectionParentId": "LEGISCTA000006180229",
            "sectionParentTitre": "Sous-section 6 : La carte de séjour temporaire portant la mention \"vie privée et familiale\"",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038188866",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000459601",
                    "textTitle": "Décret n° 2006-1378 du 14 novembre 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000459601",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-11-15",
                    "dateSignaTexte": "2006-11-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038175520",
                    "textTitle": "Décret n°2019-141 du 27 février 2019 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000038179272",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-02-28",
                    "dateSignaTexte": "2019-02-27",
                    "dateDebutCible": "2019-03-01"
                },
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art. 1 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042765445",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033724103",
                    "textTitle": "Arrêté du 27 décembre 2016 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033832996",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482969600000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000043466755",
                    "textTitle": "Arrêté du 29 avril 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043469984",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1619913600000,
                    "dateDebut": 1620000000000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R311-36 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R311-36",
                    "articleId": "LEGIARTI000033320231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R313-22 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R313-22",
                    "articleId": "LEGIARTI000033332387",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et du droit d'asile. - art. L311-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-6",
                    "articleId": "LEGIARTI000006335039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1551398400000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et du droit d'asile. - art. R311-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R311-4",
                    "articleId": "LEGIARTI000006335562",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1551398400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R425-12 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R425-12",
                    "articleId": "LEGIARTI000042807100",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R425-13 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R425-13",
                    "articleId": "LEGIARTI000042807098",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006335661",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1163548800000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033332380",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1525651200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036879873",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1525651200000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038188866",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R313-23",
                "313-23"
            ],
            "versionPrecedente": "LEGIARTI000036879873",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036879873",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le rapport médical mentionné à l'article R. 313-22 est établi par un médecin de l'Office français de l'immigration et de l'intégration à partir d'un certificat médical établi par le médecin qui suit habituellement le demandeur ou par un médecin praticien hospitalier inscrits au tableau de l'ordre, dans les conditions prévues par l'arrêté mentionné au deuxième alinéa de l'article R. 313-22. Le médecin de l'office peut solliciter, le cas échéant, le médecin qui suit habituellement le demandeur ou le médecin praticien hospitalier. Il en informe le demandeur. Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le médecin de l'office établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. Il transmet son rapport médical au collège de médecins. Sous couvert du directeur général de l'Office français de l'immigration et de l'intégration le service médical de l'office informe le préfet qu'il a transmis au collège de médecins le rapport médical. En cas de défaut de présentation de l'étranger lorsqu'il a été convoqué par le médecin de l'office ou de production des examens complémentaires demandés dans les conditions prévues au premier alinéa, il en informe également le préfet ; dans ce cas le récépissé de demande de première délivrance de carte de séjour prévu à l'article R. 311-4 n'est pas délivré. Lorsque l'étranger dépose une demande de renouvellement de titre de séjour, le récépissé est délivré dès la réception, par le service médical de l'office, du certificat médical mentionné au premier alinéa. Le collège à compétence nationale, composé de trois médecins, émet un avis dans les conditions de l'arrêté mentionné au premier alinéa du présent article. La composition du collège et, le cas échéant, de ses formations est fixée par décision du directeur général de l'office. Le médecin ayant établi le rapport médical ne siège pas au sein du collège. Le collège peut délibérer au moyen d'une conférence téléphonique ou audiovisuelle. Le collège peut demander au médecin qui suit habituellement le demandeur, au médecin praticien hospitalier ou au médecin qui a rédigé le rapport de lui communiquer, dans un délai de quinze jours, tout complément d'information. Le demandeur en est simultanément informé. Le collège de médecins peut entendre et, le cas échéant, examiner le demandeur et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. Il peut être assisté d'un interprète et d'un médecin. Lorsque l'étranger est mineur, il est accompagné de son représentant légal. L'avis est rendu par le collège dans un délai de trois mois à compter de la transmission par le demandeur des éléments médicaux conformément à la première phrase du premier alinéa. Lorsque le demandeur n'a pas présenté au médecin de l'office ou au collège les documents justifiant son identité, n'a pas produit les examens complémentaires qui lui ont été demandés ou n'a pas répondu à la convocation du médecin de l'office ou du collège qui lui a été adressée, l'avis le constate. L'avis est transmis au préfet territorialement compétent, sous couvert du directeur général de l'Office français de l'immigration et de l'intégration.",
            "texteHtml": "<p>Le rapport médical mentionné à l'article R. 313-22 est établi par un médecin de l'Office français de l'immigration et de l'intégration à partir d'un certificat médical établi par le médecin qui suit habituellement le demandeur ou par un médecin praticien hospitalier inscrits au tableau de l'ordre, dans les conditions prévues par l'arrêté mentionné au deuxième alinéa de l'article R. 313-22. Le médecin de l'office peut solliciter, le cas échéant, le médecin qui suit habituellement le demandeur ou le médecin praticien hospitalier. Il en informe le demandeur. Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le médecin de l'office établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. Il transmet son rapport médical au collège de médecins.</p><p>Sous couvert du directeur général de l'Office français de l'immigration et de l'intégration le service médical de l'office informe le préfet qu'il a transmis au collège de médecins le rapport médical. En cas de défaut de présentation de l'étranger lorsqu'il a été convoqué par le médecin de l'office ou de production des examens complémentaires demandés dans les conditions prévues au premier alinéa, il en informe également le préfet ; dans ce cas le récépissé de demande de première délivrance de carte de séjour prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000006335562&dateTexte=&categorieLien=cid'>l'article R. 311-4</a> n'est pas délivré. Lorsque l'étranger dépose une demande de renouvellement de titre de séjour, le récépissé est délivré dès la réception, par le service médical de l'office, du certificat médical mentionné au premier alinéa.</p><p>Le collège à compétence nationale, composé de trois médecins, émet un avis dans les conditions de l'arrêté mentionné au premier alinéa du présent article. La composition du collège et, le cas échéant, de ses formations est fixée par décision du directeur général de l'office. Le médecin ayant établi le rapport médical ne siège pas au sein du collège.</p><p>Le collège peut délibérer au moyen d'une conférence téléphonique ou audiovisuelle.</p><p>Le collège peut demander au médecin qui suit habituellement le demandeur, au médecin praticien hospitalier ou au médecin qui a rédigé le rapport de lui communiquer, dans un délai de quinze jours, tout complément d'information. Le demandeur en est simultanément informé. Le collège de médecins peut entendre et, le cas échéant, examiner le demandeur et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. Il peut être assisté d'un interprète et d'un médecin. Lorsque l'étranger est mineur, il est accompagné de son représentant légal.</p><p>L'avis est rendu par le collège dans un délai de trois mois à compter de la transmission par le demandeur des éléments médicaux conformément à la première phrase du premier alinéa. Lorsque le demandeur n'a pas présenté au médecin de l'office ou au collège les documents justifiant son identité, n'a pas produit les examens complémentaires qui lui ont été demandés ou n'a pas répondu à la convocation du médecin de l'office ou du collège qui lui a été adressée, l'avis le constate.</p><p>L'avis est transmis au préfet territorialement compétent, sous couvert du directeur général de l'Office français de l'immigration et de l'intégration.</p><p></p><p></p>",
            "num": "R313-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1525651200000,
            "dateFin": 1551398400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085120",
                        "id": "LEGISCTA000006085120",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "LIVRE III : LE SÉJOUR EN FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115061",
                        "id": "LEGISCTA000006115061",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "TITRE Ier : LES TITRES DE SÉJOUR",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134394",
                        "id": "LEGISCTA000006134394",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2016-10-31",
                        "titre": "Chapitre III : La carte de séjour temporaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147828",
                        "id": "LEGISCTA000006147828",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-10-31",
                        "fin": "2021-05-01",
                        "titre": "Chapitre III : La carte de séjour temporaire et la carte de séjour pluriannuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147828",
                        "id": "LEGISCTA000033332166",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Section 2 : Les différentes catégories de cartes de séjour temporaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163265",
                        "id": "LEGISCTA000006163265",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Sous-section 6 : La carte de séjour temporaire portant la mention \"vie privée et familiale\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180229",
                        "id": "LEGISCTA000006180229",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006335661",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180229",
            "sectionParentId": "LEGISCTA000006180229",
            "sectionParentTitre": "Sous-section 6 : La carte de séjour temporaire portant la mention \"vie privée et familiale\"",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE III : LE SÉJOUR EN FRANCE &gt; TITRE Ier : LES TITRES DE SÉJOUR &gt; Chapitre III : La carte de séjour temporaire et la carte de séjour pluriannuelle &gt; Section 2 : Les différentes catégories de cartes de séjour temporaires &gt; Sous-section 6 : La carte de séjour temporaire portant la mention \"vie privée et familiale\"",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036879873",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000459601",
                    "textTitle": "Décret n° 2006-1378 du 14 novembre 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000459601",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-11-15",
                    "dateSignaTexte": "2006-11-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000036876888",
                    "textTitle": "Décret n°2018-335 du 4 mai 2018 - art. 7",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000036877543",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-05-06",
                    "dateSignaTexte": "2018-05-04",
                    "dateDebutCible": "2018-05-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033724103",
                    "textTitle": "Arrêté du 27 décembre 2016 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033832996",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482969600000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000043466755",
                    "textTitle": "Arrêté du 29 avril 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043469984",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1619913600000,
                    "dateDebut": 1620000000000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R311-36 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R311-36",
                    "articleId": "LEGIARTI000033320231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et du droit d'asile. - art. R311-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R311-4",
                    "articleId": "LEGIARTI000006335562",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1551398400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R425-12 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R425-12",
                    "articleId": "LEGIARTI000042807100",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R425-13 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R425-13",
                    "articleId": "LEGIARTI000042807098",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006335661",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1163548800000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033332380",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1525651200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036879873",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1525651200000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038188866",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R313-23",
                "313-23"
            ],
            "versionPrecedente": "LEGIARTI000033332380",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033332380",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le rapport médical visé à l'article R. 313-22 est établi par un médecin de l'Office français de l'immigration et de l'intégration à partir d'un certificat médical établi par le médecin qui le suit habituellement ou par un médecin praticien hospitalier inscrits au tableau de l'ordre, dans les conditions prévues par l'arrêté mentionné au deuxième alinéa de l'article R. 313-22. Le médecin de l'office peut solliciter, le cas échéant, le médecin qui suit habituellement le demandeur ou le médecin praticien hospitalier. Il en informe le demandeur. Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le médecin de l'office établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. Il transmet son rapport médical au collège de médecins. Sous couvert du directeur général de l'Office français de l'immigration et de l'intégration le service médical de l'office informe le préfet qu'il a transmis au collège de médecins le rapport médical. En cas de défaut de présentation de l'étranger lorsqu'il a été convoqué par le médecin de l'office ou de présentation des examens complémentaires demandés dans les conditions prévues au premier alinéa, il en informe également le préfet ; dans ce cas le récépissé prévu à l'article R. 311-4 n'est pas délivré. Le collège à compétence nationale, composé de trois médecins, émet un avis dans les conditions de l'arrêté mentionné au premier alinéa du présent article. La composition du collège et, le cas échéant, de ses formations est fixée par décision du directeur général de l'office. Le médecin ayant établi le rapport médical ne siège pas au sein du collège. Le collège peut délibérer au moyen d'une conférence téléphonique ou audiovisuelle. Le collège peut demander au médecin qui suit habituellement le demandeur, au médecin praticien hospitalier ou au médecin qui a rédigé le rapport de lui communiquer, dans un délai de quinze jours, tout complément d'information. Le demandeur en est simultanément informé. Le collège de médecins peut entendre et, le cas échéant, examiner le demandeur et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. Il peut être assisté d'un interprète et d'un médecin. Lorsque l'étranger est mineur, il est accompagné de son représentant légal. L'avis est rendu par le collège dans un délai de trois mois à compter de la transmission par le demandeur des éléments médicaux conformément à la première phrase du premier alinéa. Lorsque le demandeur n'a pas présenté au médecin de l'office ou au collège les documents justifiant son identité, n'a pas produit les examens complémentaires qui lui ont été demandés ou n'a pas répondu à la convocation du médecin de l'office ou du collège qui lui a été adressée, l'avis le constate. L'avis est transmis au préfet territorialement compétent, sous couvert du directeur général de l'Office français de l'immigration et de l'intégration.",
            "texteHtml": "<p>Le rapport médical visé à l'article R. 313-22 est établi par un médecin de l'Office français de l'immigration et de l'intégration à partir d'un certificat médical établi par le médecin qui le suit habituellement ou par un médecin praticien hospitalier inscrits au tableau de l'ordre, dans les conditions prévues par l'arrêté mentionné au deuxième alinéa de l'article R. 313-22. Le médecin de l'office peut solliciter, le cas échéant, le médecin qui suit habituellement le demandeur ou le médecin praticien hospitalier. Il en informe le demandeur. Il peut également convoquer le demandeur pour l'examiner et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. A défaut de réponse dans le délai de quinze jours, ou si le demandeur ne se présente pas à la convocation qui lui a été fixée, ou s'il n'a pas présenté les documents justifiant de son identité le médecin de l'office établit son rapport au vu des éléments dont il dispose et y indique que le demandeur n'a pas répondu à sa convocation ou n'a pas justifié de son identité. Il transmet son rapport médical au collège de médecins. </p><p>Sous couvert du directeur général de l'Office français de l'immigration et de l'intégration le service médical de l'office informe le préfet qu'il a transmis au collège de médecins le rapport médical. En cas de défaut de présentation de l'étranger lorsqu'il a été convoqué par le médecin de l'office ou de présentation des examens complémentaires demandés dans les conditions prévues au premier alinéa, il en informe également le préfet ; dans ce cas le récépissé prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000006335562&dateTexte=&categorieLien=cid' title='Code de l'entrée et du séjour des étrangers et ... - art. R311-4 (V)'>l'article R. 311-4</a> n'est pas délivré. </p><p>Le collège à compétence nationale, composé de trois médecins, émet un avis dans les conditions de l'arrêté mentionné au premier alinéa du présent article. La composition du collège et, le cas échéant, de ses formations est fixée par décision du directeur général de l'office. Le médecin ayant établi le rapport médical ne siège pas au sein du collège. </p><p>Le collège peut délibérer au moyen d'une conférence téléphonique ou audiovisuelle. </p><p>Le collège peut demander au médecin qui suit habituellement le demandeur, au médecin praticien hospitalier ou au médecin qui a rédigé le rapport de lui communiquer, dans un délai de quinze jours, tout complément d'information. Le demandeur en est simultanément informé. Le collège de médecins peut entendre et, le cas échéant, examiner le demandeur et faire procéder aux examens estimés nécessaires. Le demandeur présente au service médical de l'office les documents justifiant de son identité. Il peut être assisté d'un interprète et d'un médecin. Lorsque l'étranger est mineur, il est accompagné de son représentant légal. </p><p>L'avis est rendu par le collège dans un délai de trois mois à compter de la transmission par le demandeur des éléments médicaux conformément à la première phrase du premier alinéa. Lorsque le demandeur n'a pas présenté au médecin de l'office ou au collège les documents justifiant son identité, n'a pas produit les examens complémentaires qui lui ont été demandés ou n'a pas répondu à la convocation du médecin de l'office ou du collège qui lui a été adressée, l'avis le constate. </p><p>L'avis est transmis au préfet territorialement compétent, sous couvert du directeur général de l'Office français de l'immigration et de l'intégration.</p><p></p><p></p>",
            "num": "R313-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1483228800000,
            "dateFin": 1525651200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085120",
                        "id": "LEGISCTA000006085120",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "LIVRE III : LE SÉJOUR EN FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115061",
                        "id": "LEGISCTA000006115061",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "TITRE Ier : LES TITRES DE SÉJOUR",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134394",
                        "id": "LEGISCTA000006134394",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2016-10-31",
                        "titre": "Chapitre III : La carte de séjour temporaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147828",
                        "id": "LEGISCTA000006147828",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-10-31",
                        "fin": "2021-05-01",
                        "titre": "Chapitre III : La carte de séjour temporaire et la carte de séjour pluriannuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147828",
                        "id": "LEGISCTA000033332166",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Section 2 : Les différentes catégories de cartes de séjour temporaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163265",
                        "id": "LEGISCTA000006163265",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Sous-section 6 : La carte de séjour temporaire portant la mention \"vie privée et familiale\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180229",
                        "id": "LEGISCTA000006180229",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006335661",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180229",
            "sectionParentId": "LEGISCTA000006180229",
            "sectionParentTitre": "Sous-section 6 : La carte de séjour temporaire portant la mention \"vie privée et familiale\"",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE III : LE SÉJOUR EN FRANCE &gt; TITRE Ier : LES TITRES DE SÉJOUR &gt; Chapitre III : La carte de séjour temporaire et la carte de séjour pluriannuelle &gt; Section 2 : Les différentes catégories de cartes de séjour temporaires &gt; Sous-section 6 : La carte de séjour temporaire portant la mention \"vie privée et familiale\"",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033332380",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000459601",
                    "textTitle": "Décret n° 2006-1378 du 14 novembre 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000459601",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-11-15",
                    "dateSignaTexte": "2006-11-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000033317557",
                    "textTitle": "Décret n°2016-1456 du 28 octobre 2016 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000033319254",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-10-30",
                    "dateSignaTexte": "2016-10-28",
                    "dateDebutCible": "2016-10-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033724103",
                    "textTitle": "Arrêté du 27 décembre 2016 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033832996",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482969600000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000043466755",
                    "textTitle": "Arrêté du 29 avril 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043469984",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1619913600000,
                    "dateDebut": 1620000000000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R311-36 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R311-36",
                    "articleId": "LEGIARTI000033320231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R311-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R311-4",
                    "articleId": "LEGIARTI000006335562",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1551398400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R425-12 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R425-12",
                    "articleId": "LEGIARTI000042807100",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R425-13 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R425-13",
                    "articleId": "LEGIARTI000042807098",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006335661",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1163548800000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033332380",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1525651200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036879873",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1525651200000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038188866",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R313-23",
                "313-23"
            ],
            "versionPrecedente": "LEGIARTI000006335661",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006335661",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La commission médicale régionale mentionnée au 11° de l'article L. 313-11 est créée, dans chaque région, par arrêté du préfet de région et, dans la collectivité territoriale de Corse, par arrêté du préfet de Corse.",
            "texteHtml": "<p></p>La commission médicale régionale mentionnée au 11° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000006335074&dateTexte=&categorieLien=cid' title='Code de l'entrée et du séjour des étrangers et ... - art. L313-11 (V)'>l'article L. 313-11</a> est créée, dans chaque région, par arrêté du préfet de région et, dans la collectivité territoriale de Corse, par arrêté du préfet de Corse.<p></p><p></p>",
            "num": "R313-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1163548800000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 195225786,
            "context": {
                "titresTM": [
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085120",
                        "id": "LEGISCTA000006085120",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "LIVRE III : LE SÉJOUR EN FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115061",
                        "id": "LEGISCTA000006115061",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "TITRE Ier : LES TITRES DE SÉJOUR",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134394",
                        "id": "LEGISCTA000006134394",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2016-10-31",
                        "titre": "Chapitre III : La carte de séjour temporaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147828",
                        "id": "LEGISCTA000006147828",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-10-31",
                        "fin": "2021-05-01",
                        "titre": "Chapitre III : La carte de séjour temporaire et la carte de séjour pluriannuelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147828",
                        "id": "LEGISCTA000033332166",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Section 2 : Les différentes catégories de cartes de séjour temporaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163265",
                        "id": "LEGISCTA000006163265",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2021-05-01",
                        "titre": "Sous-section 6 : La carte de séjour temporaire portant la mention \"vie privée et familiale\"",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180229",
                        "id": "LEGISCTA000006180229",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-11-15",
                        "fin": "2017-01-01",
                        "titre": "Paragraphe 2 : Commission médicale régionale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192005",
                        "id": "LEGISCTA000006192005",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006335661",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192005",
            "sectionParentId": "LEGISCTA000006192005",
            "sectionParentTitre": "Paragraphe 2 : Commission médicale régionale",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE III : LE SÉJOUR EN FRANCE &gt; TITRE Ier : LES TITRES DE SÉJOUR &gt; Chapitre III : La carte de séjour temporaire et la carte de séjour pluriannuelle &gt; Section 2 : Les différentes catégories de cartes de séjour temporaires &gt; Sous-section 6 : La carte de séjour temporaire portant la mention \"vie privée et familiale\"",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006335661",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000459601",
                    "textTitle": "Décret 2006-1378 2006-11-14 JORF 15 novembre 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000459601",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-11-15",
                    "dateSignaTexte": "2006-11-14",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033724103",
                    "textTitle": "Arrêté du 27 décembre 2016 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033832996",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1482969600000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "JORFTEXT000043466755",
                    "textTitle": "Arrêté du 29 avril 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043469984",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1619913600000,
                    "dateDebut": 1620000000000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L313-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-11",
                    "articleId": "LEGIARTI000006335074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477958400000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R311-36 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R311-36",
                    "articleId": "LEGIARTI000033320231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R425-12 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R425-12",
                    "articleId": "LEGIARTI000042807100",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R425-13 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R425-13",
                    "articleId": "LEGIARTI000042807098",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006335661",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1163548800000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033332380",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1525651200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036879873",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1525651200000,
                    "dateFin": 1551398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038188866",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R313-23",
                "313-23"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}