{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042734995",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque, au terme de l'évaluation prévue au I de l'article L. 613-41 , le collège de résolution, après avis du collège de supervision, constate qu'il existe d'importants obstacles à ce qu'un établissement de crédit ou à ce qu'une entreprise d'investissement puisse être liquidé ou faire l'objet des mesures de résolution dans les conditions mentionnées au même I, il notifie par écrit ce constat à la personne concernée, au collège de supervision et, le cas échéant, aux autorités de résolution dont relèvent des succursales d'importance significative. II. – Dans un délai de quatre mois à compter de cette notification, la personne concernée propose au collège de résolution des mesures visant à réduire ou supprimer les obstacles signalés. Le collège de résolution se prononce sur ces mesures après avis du collège de supervision. II bis.-Le délai imparti au II à la personne concernée est réduit à deux semaines lorsque les obstacles importants mentionnés au I sont dus au fait que : 1° La personne concernée satisfait à l'exigence globale de coussin de fonds propres lorsque celle-ci s'ajoute à chacune des exigences énoncées au X de l'article L. 511-41-1-A , mais ne satisfait pas à pas à cette exigence globale lorsque celle-ci s'ajoute à l'exigence énoncée au 1° du I de l'article L. 613-44 ; 2° La personne concernée ne satisfait ni aux exigences énoncées aux articles 92 bis et 494 du règlement (UE) n° 575/2013 ni à l'exigence énoncée à l'article L. 613-44. Dans les deux cas mentionnés ci-dessus, la personne concernée propose les mesures de nature à garantir qu'elle respectera l'exigence énoncée à l'article L. 613-44 ainsi que l'exigence globale de coussin de fonds propres. Elle propose en outre au collège de résolution un calendrier de mise en œuvre de ces mesures qui est élaboré en tenant compte des facteurs qui sont à l'origine des obstacles importants. II ter.-Le collège de résolution, après avis du collège de supervision, évalue si les mesures proposées dans le cadre du II ou du II bis permettent effectivement de réduire ou de supprimer les obstacles importants en question. III. – Lorsque le collège de résolution estime que les mesures proposées en vertu du II ou du II bis ne permettent pas de réduire ou de supprimer les obstacles signalés, il peut, après avoir consulté le collège de supervision et, lorsque la stabilité du système financier est en cause, le Haut Conseil de stabilité financière, prendre toute mesure nécessaire dans un délai qu'il fixe, et notamment : 1° Enjoindre à la personne concernée de réexaminer les dispositifs de financement au sein du groupe, de conclure des contrats de service, au sein du groupe ou avec des tiers, pour assurer l'exercice ou la fourniture de fonctions critiques ; 2° Enjoindre à la personne concernée de limiter le montant maximal individuel et agrégé de ses expositions ; 3° Imposer des obligations d'information ponctuelles ou régulières supplémentaires aux fins de la résolution ; 4° Enjoindre à la personne concernée de se séparer de certains actifs ; 5° Enjoindre à la personne concernée de limiter ou interrompre certaines activités en cours ou prévues ; 6° Restreindre ou interdire le développement d'activités nouvelles ou existantes ou la vente de produits nouveaux ou existants par la personne concernée ; 7° Enjoindre à la personne concernée ou à une entité qu'elle contrôle directement ou indirectement de modifier ses structures juridiques ou opérationnelles afin d'en réduire la complexité et de permettre, en cas d'application des mesures de résolution, la séparation juridique et opérationnelle des fonctions critiques et des autres fonctions ; 8° Enjoindre à la personne concernée ou à une entreprise mère, au sens du I de l'article L. 511-20 , de créer une compagnie financière holding mère dans un Etat membre ou une compagnie financière holding mère dans l'Union ; 9° Enjoindre à la personne concernée d'émettre des engagements éligibles pour répondre aux exigences posées à l'article L. 613-44 ; 10° Enjoindre à la personne concernée de prendre d'autres mesures afin de satisfaire aux exigences minimales requises pour les fonds propres et les engagements éligibles, y compris de s'efforcer de renégocier tout engagement éligible, instrument de fonds propres additionnels de catégorie 1 ou instrument de fonds propres de catégorie 2 qu'elle a émis ; 11° Si la personne concernée est une filiale d'une compagnie holding mixte, enjoindre à cette compagnie holding mixte de créer une compagnie financière holding distincte pour contrôler cette personne à condition que cette mesure soit nécessaire pour faciliter la résolution de cette personne et prévenir les effets négatifs des mesures de résolution sur les entités non financières du groupe. 12° Enjoindre à la personne concernée de présenter un plan de mise en conformité avec les exigences de l'article L. 613-44 et, le cas échéant, avec l'exigence globale du coussin de fonds propres ; 13° Enjoindre à la personne concernée de modifier la structure des échéances de ses instruments de fonds propres, après avoir obtenu l'accord du collège de supervision, et de ses engagements éligibles afin de s'assurer qu'elle satisfasse en permanence aux exigences énoncées à l'article L. 613-44 ; Avant de prendre l'une des mesures mentionnées ci-dessus, le collège de résolution expose les raisons pour lesquelles il estime que les mesures proposées par la personne concernée ne permettent pas de supprimer les obstacles signalés et en quoi les mesures qu'il propose sont proportionnées à cet objectif. Le collège tient compte de l'effet potentiel des mesures qu'il prévoit de prendre, d'une part, sur la personne concernée, en particulier sur son activité, sa stabilité et sa capacité à contribuer au financement de l'économie, d'autre part, sur le marché européen des services financiers, sur la stabilité financière dans les autres Etats membres et dans l'ensemble de l'Union. Dans le délai d'un mois à compter de la notification des mesures prises en application du présent III, la personne concernée propose au collège de résolution un plan lui permettant de s'y conformer. IV. – Lorsque le collège de résolution a procédé à la notification prévue au I, il diffère l'adoption du plan préventif de résolution individuel ou de groupe portant sur la personne concernée jusqu'à l'approbation des mesures correctrices proposées par cette personne en application du II ou jusqu'à l'adoption de mesures prévues au III. V. – Lorsque le Conseil de résolution unique lui donne instruction de prendre une décision visant à réduire ou à supprimer les obstacles signalés en application de l'article 10 du règlement (UE) n° 806/2014 du Parlement européen et du Conseil du 15 juillet 2014, le collège de résolution adopte une ou plusieurs des mesures prévues aux 1° à 10° du III du présent article. Dans le délai de trente jours à compter de la notification des mesures prises en application du présent V, la personne concernée présente au collège de résolution un plan lui permettant de s'y conformer. Le collège de résolution transmet sans délai ce plan au Conseil de résolution unique.",
            "texteHtml": "<p>I. – Lorsque, au terme de l'évaluation prévue au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081298&dateTexte=&categorieLien=cid'>L. 613-41</a>, le collège de résolution, après avis du collège de supervision, constate qu'il existe d'importants obstacles à ce qu'un établissement de crédit ou à ce qu'une entreprise d'investissement puisse être liquidé ou faire l'objet des mesures de résolution dans les conditions mentionnées au même I, il notifie par écrit ce constat à la personne concernée, au collège de supervision et, le cas échéant, aux autorités de résolution dont relèvent des succursales d'importance significative. </p><p>II. – Dans un délai de quatre mois à compter de cette notification, la personne concernée propose au collège de résolution des mesures visant à réduire ou supprimer les obstacles signalés. Le collège de résolution se prononce sur ces mesures après avis du collège de supervision. </p><p>II bis.-Le délai imparti au II à la personne concernée est réduit à deux semaines lorsque les obstacles importants mentionnés au I sont dus au fait que : <br/><br/>1° La personne concernée satisfait à l'exigence globale de coussin de fonds propres lorsque celle-ci s'ajoute à chacune des exigences énoncées au X de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000022955762&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-41-1-A (V)'>L. 511-41-1-A</a>, mais ne satisfait pas à pas à cette exigence globale lorsque celle-ci s'ajoute à l'exigence énoncée au 1° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081316&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-44 (V)'>L. 613-44</a> ; <br/><br/>2° La personne concernée ne satisfait ni aux exigences énoncées aux articles 92 bis et 494 du règlement (UE) n° 575/2013 ni à l'exigence énoncée à l'article L. 613-44. <br/><br/>Dans les deux cas mentionnés ci-dessus, la personne concernée propose les mesures de nature à garantir qu'elle respectera l'exigence énoncée à l'article L. 613-44 ainsi que l'exigence globale de coussin de fonds propres. Elle propose en outre au collège de résolution un calendrier de mise en œuvre de ces mesures qui est élaboré en tenant compte des facteurs qui sont à l'origine des obstacles importants. <br/><br/>II ter.-Le collège de résolution, après avis du collège de supervision, évalue si les mesures proposées dans le cadre du II ou du II bis permettent effectivement de réduire ou de supprimer les obstacles importants en question. </p><p>III. – Lorsque le collège de résolution estime que les mesures proposées en vertu du II ou du II bis ne permettent pas de réduire ou de supprimer les obstacles signalés, il peut, après avoir consulté le collège de supervision et, lorsque la stabilité du système financier est en cause, le Haut Conseil de stabilité financière, prendre toute mesure nécessaire dans un délai qu'il fixe, et notamment : </p><p>1° Enjoindre à la personne concernée de réexaminer les dispositifs de financement au sein du groupe, de conclure des contrats de service, au sein du groupe ou avec des tiers, pour assurer l'exercice ou la fourniture de fonctions critiques ; </p><p>2° Enjoindre à la personne concernée de limiter le montant maximal individuel et agrégé de ses expositions ; </p><p>3° Imposer des obligations d'information ponctuelles ou régulières supplémentaires aux fins de la résolution ; </p><p>4° Enjoindre à la personne concernée de se séparer de certains actifs ; </p><p>5° Enjoindre à la personne concernée de limiter ou interrompre certaines activités en cours ou prévues ; </p><p>6° Restreindre ou interdire le développement d'activités nouvelles ou existantes ou la vente de produits nouveaux ou existants par la personne concernée ; </p><p>7° Enjoindre à la personne concernée ou à une entité qu'elle contrôle directement ou indirectement de modifier ses structures juridiques ou opérationnelles afin d'en réduire la complexité et de permettre, en cas d'application des mesures de résolution, la séparation juridique et opérationnelle des fonctions critiques et des autres fonctions ; </p><p>8° Enjoindre à la personne concernée ou à une entreprise mère, au sens du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654332&dateTexte=&categorieLien=cid'>L. 511-20</a>, de créer une compagnie financière holding mère dans un Etat membre ou une compagnie financière holding mère dans l'Union ; </p><p>9° Enjoindre à la personne concernée d'émettre des engagements éligibles pour répondre aux exigences posées à l'article L. 613-44 ; </p><p>10° Enjoindre à la personne concernée de prendre d'autres mesures afin de satisfaire aux exigences minimales requises pour les fonds propres et les engagements éligibles, y compris de s'efforcer de renégocier tout engagement éligible, instrument de fonds propres additionnels de catégorie 1 ou instrument de fonds propres de catégorie 2 qu'elle a émis ; </p><p>11° Si la personne concernée est une filiale d'une compagnie holding mixte, enjoindre à cette compagnie holding mixte de créer une compagnie financière holding distincte pour contrôler cette personne à condition que cette mesure soit nécessaire pour faciliter la résolution de cette personne et prévenir les effets négatifs des mesures de résolution sur les entités non financières du groupe. </p><p>12° Enjoindre à la personne concernée de présenter un plan de mise en conformité avec les exigences de l'article L. 613-44 et, le cas échéant, avec l'exigence globale du coussin de fonds propres ; <br/><br/>13° Enjoindre à la personne concernée de modifier la structure des échéances de ses instruments de fonds propres, après avoir obtenu l'accord du collège de supervision, et de ses engagements éligibles afin de s'assurer qu'elle satisfasse en permanence aux exigences énoncées à l'article L. 613-44 ; </p><p>Avant de prendre l'une des mesures mentionnées ci-dessus, le collège de résolution expose les raisons pour lesquelles il estime que les mesures proposées par la personne concernée ne permettent pas de supprimer les obstacles signalés et en quoi les mesures qu'il propose sont proportionnées à cet objectif. Le collège tient compte de l'effet potentiel des mesures qu'il prévoit de prendre, d'une part, sur la personne concernée, en particulier sur son activité, sa stabilité et sa capacité à contribuer au financement de l'économie, d'autre part, sur le marché européen des services financiers, sur la stabilité financière dans les autres Etats membres et dans l'ensemble de l'Union. </p><p>Dans le délai d'un mois à compter de la notification des mesures prises en application du présent III, la personne concernée propose au collège de résolution un plan lui permettant de s'y conformer. </p><p>IV. – Lorsque le collège de résolution a procédé à la notification prévue au I, il diffère l'adoption du plan préventif de résolution individuel ou de groupe portant sur la personne concernée jusqu'à l'approbation des mesures correctrices proposées par cette personne en application du II ou jusqu'à l'adoption de mesures prévues au III. </p><p>V. – Lorsque le Conseil de résolution unique lui donne instruction de prendre une décision visant à réduire ou à supprimer les obstacles signalés en application de l'article 10 du règlement (UE) n° 806/2014 du Parlement européen et du Conseil du 15 juillet 2014, le collège de résolution adopte une ou plusieurs des mesures prévues aux 1° à 10° du III du présent article. </p><p>Dans le délai de trente jours à compter de la notification des mesures prises en application du présent V, la personne concernée présente au collège de résolution un plan lui permettant de s'y conformer. Le collège de résolution transmet sans délai ce plan au Conseil de résolution unique.</p>",
            "num": "L613-42",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609113600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Dispositions relatives à l'analyse de la résolvabilité ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081294",
                        "id": "LEGISCTA000031081294",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Dispositions relatives à l'analyse de la résolvabilité sur une base individuelle ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081304",
                        "id": "LEGISCTA000031081304",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081306",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081304",
            "sectionParentId": "LEGISCTA000031081304",
            "sectionParentTitre": "Paragraphe 2 : Dispositions relatives à l'analyse de la résolvabilité sur une base individuelle ",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 4 : Dispositions relatives à l'analyse de la résolvabilité  &gt; Paragraphe 2 : Dispositions relatives à l'analyse de la résolvabilité sur une base individuelle ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042734995",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.",
            "notaHtml": "<p>Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042722149",
                    "textTitle": "Ordonnance n°2020-1636 du 21 décembre 2020 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000042723619",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-23",
                    "dateSignaTexte": "2020-12-21",
                    "dateDebutCible": "2020-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-20",
                    "articleId": "LEGIARTI000006654332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41-1-A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-41-1-A",
                    "articleId": "LEGIARTI000022955762",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-40 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-40",
                    "articleId": "LEGIARTI000043707032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-38 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-38",
                    "articleId": "LEGIARTI000042734959",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-41",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-41",
                    "articleId": "LEGIARTI000031081298",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-43 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-43",
                    "articleId": "LEGIARTI000042734989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-43-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-43-1",
                    "articleId": "LEGIARTI000031081312",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-44",
                    "articleId": "LEGIARTI000031081316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-44-1",
                    "articleId": "LEGIARTI000043707135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-13",
                    "articleId": "LEGIARTI000042735135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-3",
                    "articleId": "LEGIARTI000043089174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-3",
                    "articleId": "LEGIARTI000043089212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-4",
                    "articleId": "LEGIARTI000043803596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081306",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042734995",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-42",
                "613-42"
            ],
            "versionPrecedente": "LEGIARTI000031081306",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031081306",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque, au terme de l'évaluation prévue au I de l'article L. 613-41 , le collège de résolution, après avis du collège de supervision, constate qu'il existe d'importants obstacles à ce qu'un établissement de crédit ou à ce qu'une entreprise d'investissement puisse être liquidé ou faire l'objet des mesures de résolution dans les conditions mentionnées au même I, il notifie par écrit ce constat à la personne concernée, au collège de supervision et, le cas échéant, aux autorités de résolution dont relèvent des succursales d'importance significative. II. – Dans un délai de quatre mois à compter de cette notification, la personne concernée propose au collège de résolution des mesures visant à réduire ou supprimer les obstacles signalés. Le collège de résolution se prononce sur ces mesures après avis du collège de supervision. III. – Lorsque le collège de résolution estime que les mesures proposées ne permettent pas de réduire ou de supprimer les obstacles signalés, il peut, après avoir consulté le collège de supervision et, lorsque la stabilité du système financier est en cause, le Haut Conseil de stabilité financière, prendre toute mesure nécessaire dans un délai qu'il fixe, et notamment : 1° Enjoindre à la personne concernée de réexaminer les dispositifs de financement au sein du groupe, de conclure des contrats de service, au sein du groupe ou avec des tiers, pour assurer l'exercice ou la fourniture de fonctions critiques ; 2° Enjoindre à la personne concernée de limiter le montant maximal individuel et agrégé de ses expositions ; 3° Imposer des obligations d'information ponctuelles ou régulières supplémentaires aux fins de la résolution ; 4° Enjoindre à la personne concernée de se séparer de certains actifs ; 5° Enjoindre à la personne concernée de limiter ou interrompre certaines activités en cours ou prévues ; 6° Restreindre ou interdire le développement d'activités nouvelles ou existantes ou la vente de produits nouveaux ou existants ; 7° Enjoindre à la personne concernée ou à une entité qu'elle contrôle directement ou indirectement de modifier ses structures juridiques ou opérationnelles afin d'en réduire la complexité et de permettre, en cas d'application des mesures de résolution, la séparation juridique et opérationnelle des fonctions critiques et des autres fonctions ; 8° Enjoindre à la personne concernée ou à une entreprise mère, au sens du I de l'article L. 511-20 , de créer une compagnie financière holding mère dans un Etat membre ou une compagnie financière holding mère dans l'Union ; 9° Enjoindre à la personne concernée ou à une personne mentionnée aux 3° à 6° du I de l'article L. 613-34 d'émettre des engagements éligibles pour répondre aux exigences posées à l'article L. 613-44 ; 10° Enjoindre à la personne concernée ou à une personne mentionnée aux 3° à 6° du I de l'article L. 613-34 de prendre d'autres mesures afin de répondre aux exigences minimales pour les fonds propres et les engagements éligibles au titre de l'article L. 613-44 ; 11° Si la personne concernée est une filiale d'une compagnie holding mixte, enjoindre à cette compagnie holding mixte de créer une compagnie financière holding distincte pour contrôler cette personne à condition que cette mesure soit nécessaire pour faciliter la résolution de cette personne et prévenir les effets négatifs des mesures de résolution sur les entités non financières du groupe. Le collège de résolution tient compte des risques que font peser sur la stabilité financière les obstacles signalés. Il tient également compte de l'effet potentiel de ces mesures sur le marché européen des services financiers, sur la stabilité financière dans les autres Etats membres et dans l'ensemble l'Union, ainsi que sur la personne concernée, en particulier sur son activité, sa stabilité et sa capacité à contribuer au financement de l'économie. Dans le délai d'un mois à compter de la notification des mesures prises en application du présent III, la personne concernée propose au collège de résolution un plan lui permettant de s'y conformer. IV. – Lorsque le collège de résolution a procédé à la notification prévue au I, il diffère l'adoption du plan préventif de résolution individuel ou de groupe portant sur la personne concernée jusqu'à l'approbation des mesures correctrices proposées par cette personne en application du II ou jusqu'à l'adoption de mesures prévues au III. V. – Lorsque le Conseil de résolution unique lui donne instruction de prendre une décision visant à réduire ou à supprimer les obstacles signalés en application de l'article 10 du règlement (UE) n° 806/2014 du Parlement européen et du Conseil du 15 juillet 2014, le collège de résolution adopte une ou plusieurs des mesures prévues aux 1° à 10° du III du présent article. Dans le délai de trente jours à compter de la notification des mesures prises en application du présent V, la personne concernée présente au collège de résolution un plan lui permettant de s'y conformer. Le collège de résolution transmet sans délai ce plan au Conseil de résolution unique.",
            "texteHtml": "<p>I. – Lorsque, au terme de l'évaluation prévue au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081298&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-41 (V)'>L. 613-41</a>, le collège de résolution, après avis du collège de supervision, constate qu'il existe d'importants obstacles à ce qu'un établissement de crédit ou à ce qu'une entreprise d'investissement puisse être liquidé ou faire l'objet des mesures de résolution dans les conditions mentionnées au même I, il notifie par écrit ce constat à la personne concernée, au collège de supervision et, le cas échéant, aux autorités de résolution dont relèvent des succursales d'importance significative. </p><p>II. – Dans un délai de quatre mois à compter de cette notification, la personne concernée propose au collège de résolution des mesures visant à réduire ou supprimer les obstacles signalés. Le collège de résolution se prononce sur ces mesures après avis du collège de supervision. </p><p>III. – Lorsque le collège de résolution estime que les mesures proposées ne permettent pas de réduire ou de supprimer les obstacles signalés, il peut, après avoir consulté le collège de supervision et, lorsque la stabilité du système financier est en cause, le Haut Conseil de stabilité financière, prendre toute mesure nécessaire dans un délai qu'il fixe, et notamment : </p><p>1° Enjoindre à la personne concernée de réexaminer les dispositifs de financement au sein du groupe, de conclure des contrats de service, au sein du groupe ou avec des tiers, pour assurer l'exercice ou la fourniture de fonctions critiques ; </p><p>2° Enjoindre à la personne concernée de limiter le montant maximal individuel et agrégé de ses expositions ; </p><p>3° Imposer des obligations d'information ponctuelles ou régulières supplémentaires aux fins de la résolution ; </p><p>4° Enjoindre à la personne concernée de se séparer de certains actifs ; </p><p>5° Enjoindre à la personne concernée de limiter ou interrompre certaines activités en cours ou prévues ; </p><p>6° Restreindre ou interdire le développement d'activités nouvelles ou existantes ou la vente de produits nouveaux ou existants ; </p><p>7° Enjoindre à la personne concernée ou à une entité qu'elle contrôle directement ou indirectement de modifier ses structures juridiques ou opérationnelles afin d'en réduire la complexité et de permettre, en cas d'application des mesures de résolution, la séparation juridique et opérationnelle des fonctions critiques et des autres fonctions ; </p><p>8° Enjoindre à la personne concernée ou à une entreprise mère, au sens du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654332&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-20 (V)'>L. 511-20</a>, de créer une compagnie financière holding mère dans un Etat membre ou une compagnie financière holding mère dans l'Union ; </p><p>9° Enjoindre à la personne concernée ou à une personne mentionnée aux 3° à 6° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660038&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-34 (VT)'>L. 613-34 </a>d'émettre des engagements éligibles pour répondre aux exigences posées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081316&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-44 (V)'>L. 613-44</a> ; </p><p>10° Enjoindre à la personne concernée ou à une personne mentionnée aux 3° à 6° du I de l'article L. 613-34 de prendre d'autres mesures afin de répondre aux exigences minimales pour les fonds propres et les engagements éligibles au titre de l'article L. 613-44 ; </p><p>11° Si la personne concernée est une filiale d'une compagnie holding mixte, enjoindre à cette compagnie holding mixte de créer une compagnie financière holding distincte pour contrôler cette personne à condition que cette mesure soit nécessaire pour faciliter la résolution de cette personne et prévenir les effets négatifs des mesures de résolution sur les entités non financières du groupe. </p><p>Le collège de résolution tient compte des risques que font peser sur la stabilité financière les obstacles signalés. Il tient également compte de l'effet potentiel de ces mesures sur le marché européen des services financiers, sur la stabilité financière dans les autres Etats membres et dans l'ensemble l'Union, ainsi que sur la personne concernée, en particulier sur son activité, sa stabilité et sa capacité à contribuer au financement de l'économie. </p><p>Dans le délai d'un mois à compter de la notification des mesures prises en application du présent III, la personne concernée propose au collège de résolution un plan lui permettant de s'y conformer. </p><p>IV. – Lorsque le collège de résolution a procédé à la notification prévue au I, il diffère l'adoption du plan préventif de résolution individuel ou de groupe portant sur la personne concernée jusqu'à l'approbation des mesures correctrices proposées par cette personne en application du II ou jusqu'à l'adoption de mesures prévues au III. </p><p>V. – Lorsque le Conseil de résolution unique lui donne instruction de prendre une décision visant à réduire ou à supprimer les obstacles signalés en application de l'article 10 du règlement (UE) n° 806/2014 du Parlement européen et du Conseil du 15 juillet 2014, le collège de résolution adopte une ou plusieurs des mesures prévues aux 1° à 10° du III du présent article. </p><p>Dans le délai de trente jours à compter de la notification des mesures prises en application du présent V, la personne concernée présente au collège de résolution un plan lui permettant de s'y conformer. Le collège de résolution transmet sans délai ce plan au Conseil de résolution unique.</p>",
            "num": "L613-42",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1440201600000,
            "dateFin": 1609113600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Dispositions relatives à l'analyse de la résolvabilité ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081294",
                        "id": "LEGISCTA000031081294",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Dispositions relatives à l'analyse de la résolvabilité sur une base individuelle ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081304",
                        "id": "LEGISCTA000031081304",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031081306",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031081304",
            "sectionParentId": "LEGISCTA000031081304",
            "sectionParentTitre": "Paragraphe 2 : Dispositions relatives à l'analyse de la résolvabilité sur une base individuelle ",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt; Sous-section 4 : Dispositions relatives à l'analyse de la résolvabilité  &gt; Paragraphe 2 : Dispositions relatives à l'analyse de la résolvabilité sur une base individuelle ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031081306",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031070122",
                    "textTitle": "ORDONNANCE n° 2015-1024 du 20 août 2015 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000031075654",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-08-21",
                    "dateSignaTexte": "2015-08-20",
                    "dateDebutCible": "2015-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-20",
                    "articleId": "LEGIARTI000006654332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-40 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L612-40",
                    "articleId": "LEGIARTI000043707032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-38 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-38",
                    "articleId": "LEGIARTI000031081278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-41",
                    "articleId": "LEGIARTI000031081298",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-43 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-43",
                    "articleId": "LEGIARTI000042734989",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-43-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-43-1",
                    "articleId": "LEGIARTI000031081312",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-44",
                    "articleId": "LEGIARTI000031081316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-44-1",
                    "articleId": "LEGIARTI000043707135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-13",
                    "articleId": "LEGIARTI000042735135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-3",
                    "articleId": "LEGIARTI000043089174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-3",
                    "articleId": "LEGIARTI000043089212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L783-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L783-4",
                    "articleId": "LEGIARTI000048030436",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-4",
                    "articleId": "LEGIARTI000043803596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031081306",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042734995",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-42",
                "613-42"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}