{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018513705",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les établissements énumérés ci-après sont admis, en application des articles L. 221-9 et L. 221-10 à donner le repos hebdomadaire par roulement au personnel employé aux travaux spécifiés dans le tableau suivant : Abattoirs. Accumulateurs électriques (fabriques d') : Formation des plaques et surveillance des fours de fusion du plomb. Acide azotique monohydraté (fabrique d'). Acide arsénieux (fabriques de l') : Conduite des fours. Acide carbonique liquide (fabriques d'). Acide chlorhydrique (fabriques d'). Acides résiduels de la fabrication des produits nitrés (établissements traitant les). Acide sulfurique (fabriques d'). Agglomérés de charbon (fabriques d'). Air comprimé (chantiers de travaux à l') : Production et soufflage de l'air comprimé. Alcools (voir distillation). Alun (établissements traitant les minerais d') : Conduite des fours et des appareils de lessivage. Amidonneries : Opérations de séchage et de décantation. Ammoniaque liquide (fabriques d'). Arrosage, balayage, nettoyage et enlèvement des ordures ménagères (entreprises d'). Banques et établissements de crédit : Service de garde. Bauxite (traitement de la) : Conduite des fours et des appareils de dissolution, de carbonatation et de purification. Beurreries industrielles : Traitement du lait. Bioxyde de baryum (fabriques de). Bleu outremer (fabriques de) : Conduite des fours. Bougies (fabriques de) : Préparation des acides gras. Boyauderies, triperies, cordes à boyau (fabriques de). Brasseries (fabriques de bière). Cabinets publics d'aisance et de toilette. Câbles électriques (fabriques de) : Travaux d'isolation et conduite des étuves. Caisses d'épargne. Camphre (fabriques de) : Raffinage. Carbure de calcium (fabriques de) : (voir four électrique). Caséine (fabriques de). Celluloïd (fabriques de). Céramique (industrie) : Séchage des produits et conduite des fours. Chamoiseries : Traitement des peaux fraîches. Chauffage (entreprises de). Chaux, ciments, plâtres (fabriques de) : Conduite des fours. Chlore et produits dérivés (fabriques de). Chlorydrate d'ammoniaque (fabriques de) : Sublimation. Cidre (établissements industriels pour la fabrication du). Coke (fabriques de) : Conduite des fours. Colles et gélatines (fabriques de) : Traitement des matières premières ; conduite des autoclaves et des séchoirs. Conserves alimentaires (fabriques de). Corps gras (industrie de l'extraction des). Corroieries : Travaux de séchage. Cossetes de chicorée (sécheries de) : Conduite des fours. Cuirs vernis (fabriques de) : Conduite des étuves. Cyanamide calcique (fabrication de la) : Préparation de l'azote pur, broyage du carbure, azotation du carbure broyé. Cyanures alcalins (fabriques de). Délainage des peaux de mouton (industrie du) : Travaux d'étuvage. Désinfection (entreprise de). Distillation du bois (usines de) : Conduite des fours et appareils. Distillation et rectification des produits de la fermentation alcoolique  (usines de). Distribution de carburants et lubrifiants pour automobiles (postes de). Dolomie (établissements traitant la) : Conduite des fours. Dynamite (fabriques de). Eau oxygénée (fabriques d'). Electricité (fabriques de charbon pour l') : Cuisson des charbons. Electrolyse de l'eau (établissements pratiquant l') : Conduite des appareils. Engrais animaux (fabriques d') : Transport et traitement des matières. Equarrissage (entreprises d'). Etablissements industriels et commerciaux : Service de transport pour livraisons. Service préventif contre l'incendie. Soins aux chevaux et animaux de trait. Travaux de désinfection. Ether (fabriques d'). Expédition, transit et emballage (entreprises d'). Extraits tannants et tinctoriaux (fabriques d'). Fécule (fabriques de). Fer et fonte émaillés (usines de) : Service des fours de fabrication. Feutres pour papeterie (fabriques de) : Conduite des foulons. Fleurs naturelles (établissements de commerce en gros des). Fours électriques (établissements employant les) : Travaux effectués à l'aide des fours électriques. Froid (usines de production du). Fromageries industrielles. Galvanisation et étamage du fer (Etablissements pratiquant la) : Conduite des fours. Garages : Services du garage : Réparations urgentes de véhicules. Glace (fabriques de) : Fabrication et doucissage des glaces. Glaces (fabriques de). Glycérine (distillation de la). Goudron (usines de distillation du). Huiles de schiste (usines de distillation des). Hydrauliques (établissements utilisant les forces) : Opérations commandées par les forces hydrauliques. Indigo (teinturerie à l')    Iode (fabriques d'). Kaolin (établissements de préparation du) : Service des fours. Lait (établissements industriels pour le traitement du). Laminoirs et tréfileries de tous métaux. Protection des métaux en continu (industrie de la). Levure (fabriques de). Litharge (fabriques de) : Service des fours. Machines agricoles (ateliers de réparations de) : Réparations urgentes de machines agricoles. Malteries : Opération de maltage. Marée (établissements faisant le commerce de la). Margarine (fabriques de). Maroquinerie (voir mégisseries). Matières colorantes artificielles dérivées du goudron de houille (fabrique de). Matières plastiques (industrie des) : Conduite des extrudeuses en continu. Mégisserie et maroquineries : Mise à l'eau des peaux, levage des pelains et des confits, conduite des étuves. Métaux (usines de production des). Minium (fabriques de) : Service des fours. Minoterie et meunerie. Moulinage de fils de toute nature : Surveillance de la marche des machines de moulinage. Moulins à vent. Noir animal (fabriques de) : Conduite des fours de cuisson. Noir d'aniline (fabriques de) : Conduite de l'oxydation dans la teinture. Noir minéral (fabriques de). Oxyde d'antimoine (fabriques d') : Conduite des fours. Oxyde de zinc (fabriques d'). Paille pour chapeaux (fabriques de) : Blanchiment de la paille. Papier, carton et pâtes à papier (fabriques de). Parfumeries : Extraction du parfum des fleurs. Peaux fraîches et en poil (dépôts de) : Salage des peaux. Pelleteries (ateliers de) : Mouillage des peaux. Pétrole (raffineries de) : Service des appareils de distillation et des appareils à parafiner. Phosphore (fabriques de). Photographie (ateliers de) : Prise des clichés. Plaques, papiers et pellicules sensibles pour la photographie (fabriques de). Plumes métalliques (fabriques de) : Services des fours. Poissons (ateliers de salage, saurage et séchage des). Pompes funèbres (entreprises de). Produits chimiques organiques par voie de synthèse (fabriques de). Pruneaux (fabriques de) : Etuvage des prunes. Salines et raffineries de sel : Conduite des chaudières et des appareils d'évaporisation. Savonneries. Sécheries de bois d'ébénisterie : Conduite des feux et de la ventilation. Sels ammoniacaux (fabriques de) : Conduite des appareils. Silicates de soude et de potasse (fabriques de). Silice en poudre (fabrication de la) : Conduite des fours de calcination. Soude (fabriques de). Soufre (fabriques de) : Service des fours et sublimation du soufre. Sucreries : Fabrication et raffinage. Suifs (fonderies de) : Réception et traitement par l'acide ou le bain-marie. Sulfates métalliques (fabriques de) : Conduite des appareils. Sulfate de soude (fabriques de). Sulfate de carbone (fabriques de). Sulfure de sodium (fabriques de). Superphosphates. Tanneries : Salage des cuirs frais, dessalage des cuirs, levage des pelains et des premières cuves de basserie. Triperies (voir boyauderies). Toiles cirées (fabriques de) : Service des séchoirs et étuves. Véhicules (ateliers de réparation de) : Réparations urgentes. Verreries et cristalleries : Service des fours. Vinaigre (fabriques de). Viscose (fabriques de).",
            "texteHtml": "<p></p>   Les établissements énumérés ci-après sont admis, en application des articles L. 221-9 et L. 221-10 à donner le repos hebdomadaire par roulement au personnel employé aux travaux spécifiés dans le tableau suivant :<p></p><p></p><p></p>   Abattoirs.<p></p><p></p>   Accumulateurs électriques (fabriques d') : Formation des plaques et surveillance des fours de fusion du plomb.<p></p><p></p>   Acide azotique monohydraté (fabrique d').<p></p><p></p>   Acide arsénieux (fabriques de l') : Conduite des fours.<p></p><p></p>   Acide carbonique liquide (fabriques d').<p></p><p></p>   Acide chlorhydrique (fabriques d').<p></p><p></p>   Acides résiduels de la fabrication des produits nitrés (établissements traitant les).<p></p><p></p>   Acide sulfurique (fabriques d').<p></p><p></p>   Agglomérés de charbon (fabriques d').<p></p><p></p>   Air comprimé (chantiers de travaux à l') : Production et soufflage de l'air comprimé.<p></p><p></p>   Alcools (voir distillation).<p></p><p></p>   Alun (établissements traitant les minerais d') : Conduite des fours et des appareils de lessivage.<p></p><p></p>   Amidonneries : Opérations de séchage et de décantation.<p></p><p></p>   Ammoniaque liquide (fabriques d').<p></p><p></p>   Arrosage, balayage, nettoyage et enlèvement des ordures ménagères (entreprises d').<p></p><p></p>   Banques et établissements de crédit : Service de garde.<p></p><p></p>   Bauxite (traitement de la) : Conduite des fours et des appareils de dissolution, de carbonatation et de purification.<p></p><p></p>   Beurreries industrielles : Traitement du lait.<p></p><p></p>   Bioxyde de baryum (fabriques de).<p></p><p></p>   Bleu outremer (fabriques de) : Conduite des fours.<p></p><p></p>   Bougies (fabriques de) : Préparation des acides gras.<p></p><p></p>   Boyauderies, triperies, cordes à boyau (fabriques de).<p></p><p></p>   Brasseries (fabriques de bière).<p></p><p></p>   Cabinets publics d'aisance et de toilette.<p></p><p></p>   Câbles électriques (fabriques de) : Travaux d'isolation et conduite des étuves.<p></p><p></p>   Caisses d'épargne.<p></p><p></p>   Camphre (fabriques de) : Raffinage.<p></p><p></p>   Carbure de calcium (fabriques de) : (voir four électrique).<p></p><p></p>   Caséine (fabriques de).<p></p><p></p>   Celluloïd (fabriques de).<p></p><p></p>   Céramique (industrie) : Séchage des produits et conduite des fours.<p></p><p></p>   Chamoiseries : Traitement des peaux fraîches.<p></p><p></p>   Chauffage (entreprises de).<p></p><p></p>   Chaux, ciments, plâtres (fabriques de) : Conduite des fours.<p></p><p></p>   Chlore et produits dérivés (fabriques de).<p></p><p></p>   Chlorydrate d'ammoniaque (fabriques de) : Sublimation.<p></p><p></p>   Cidre (établissements industriels pour la fabrication du).<p></p><p></p>   Coke (fabriques de) : Conduite des fours.<p></p><p></p>   Colles et gélatines (fabriques de) : Traitement des matières premières ; conduite des autoclaves et des séchoirs.<p></p><p></p>   Conserves alimentaires (fabriques de).<p></p><p></p>   Corps gras (industrie de l'extraction des).<p></p><p></p>   Corroieries : Travaux de séchage.<p></p><p></p>   Cossetes de chicorée (sécheries de) : Conduite des fours.<p></p><p></p>   Cuirs vernis (fabriques de) : Conduite des étuves.<p></p><p></p>   Cyanamide calcique (fabrication de la) : Préparation de l'azote pur, broyage du carbure, azotation du carbure broyé.<p></p><p></p>   Cyanures alcalins (fabriques de).<p></p><p></p>   Délainage des peaux de mouton (industrie du) : Travaux d'étuvage.<p></p><p></p>   Désinfection (entreprise de).<p></p><p></p>   Distillation du bois (usines de) : Conduite des fours et appareils.<p></p><p></p>   Distillation et rectification des produits de la fermentation alcoolique  (usines de).<p></p><p></p>   Distribution de carburants et lubrifiants pour automobiles (postes de).<p></p><p></p>   Dolomie (établissements traitant la) : Conduite des fours.<p></p><p></p>   Dynamite (fabriques de).<p></p><p></p>   Eau oxygénée (fabriques d').<p></p><p></p>   Electricité (fabriques de charbon pour l') : Cuisson des charbons.<p></p><p></p>   Electrolyse de l'eau (établissements pratiquant l') : Conduite des appareils.<p></p><p></p>   Engrais animaux (fabriques d') : Transport et traitement des matières.<p></p><p></p>   Equarrissage (entreprises d').<p></p><p></p>   Etablissements industriels et commerciaux : Service de transport pour livraisons. Service préventif contre l'incendie. Soins aux chevaux et animaux de trait. Travaux de désinfection.<p></p><p></p>   Ether (fabriques d').<p></p><p></p>   Expédition, transit et emballage (entreprises d').<p></p><p></p>   Extraits tannants et tinctoriaux (fabriques d').<p></p><p></p>   Fécule (fabriques de).<p></p><p></p>   Fer et fonte émaillés (usines de) : Service des fours de fabrication.<p></p><p></p>   Feutres pour papeterie (fabriques de) : Conduite des foulons.<p></p><p></p>   Fleurs naturelles (établissements de commerce en gros des).<p></p><p></p>   Fours électriques (établissements employant les) : Travaux effectués à l'aide des fours électriques.<p></p><p></p>   Froid (usines de production du).<p></p><p></p>   Fromageries industrielles.<p></p><p></p>   Galvanisation et étamage du fer (Etablissements pratiquant la) :<p></p>\n Conduite des fours.<p></p><p></p>   Garages : Services du garage : Réparations urgentes de véhicules.<p></p><p></p>   Glace (fabriques de) : Fabrication et doucissage des glaces.<p></p><p></p>   Glaces (fabriques de).<p></p><p></p>   Glycérine (distillation de la).<p></p><p></p>   Goudron (usines de distillation du).<p></p><p></p>   Huiles de schiste (usines de distillation des).<p></p><p></p>   Hydrauliques (établissements utilisant les forces) : Opérations commandées par les forces hydrauliques.<p></p><p></p>   Indigo (teinturerie à l')    Iode (fabriques d').<p></p><p></p><p></p>   Kaolin (établissements de préparation du) : Service des fours.<p></p><p></p><p></p>   Lait (établissements industriels pour le traitement du).<p></p><p></p>   Laminoirs et tréfileries de tous métaux.<p></p><p></p>   Protection des métaux en continu (industrie de la).<p></p><p></p><p></p>   Levure (fabriques de).<p></p><p></p>   Litharge (fabriques de) : Service des fours.<p></p><p></p>   Machines agricoles (ateliers de réparations de) : Réparations urgentes de machines agricoles.<p></p><p></p>   Malteries : Opération de maltage.<p></p><p></p>   Marée (établissements faisant le commerce de la).<p></p><p></p>   Margarine (fabriques de).<p></p><p></p>   Maroquinerie (voir mégisseries).<p></p><p></p>   Matières colorantes artificielles dérivées du goudron de houille (fabrique de).<p></p><p></p>   Matières plastiques (industrie des) : Conduite des extrudeuses en continu.<p></p><p></p>   Mégisserie et maroquineries : Mise à l'eau des peaux, levage des pelains et des confits, conduite des étuves.<p></p><p></p>   Métaux (usines de production des).<p></p><p></p>   Minium (fabriques de) : Service des fours.<p></p><p></p>   Minoterie et meunerie.<p></p><p></p>   Moulinage de fils de toute nature : Surveillance de la marche des machines de moulinage.<p></p><p></p>   Moulins à vent.<p></p><p></p>   Noir animal (fabriques de) : Conduite des fours de cuisson.<p></p><p></p>   Noir d'aniline (fabriques de) : Conduite de l'oxydation dans la teinture.<p></p><p></p>   Noir minéral (fabriques de).<p></p><p></p>   Oxyde d'antimoine (fabriques d') : Conduite des fours.<p></p><p></p>   Oxyde de zinc (fabriques d').<p></p><p></p>   Paille pour chapeaux (fabriques de) : Blanchiment de la paille.<p></p><p></p>   Papier, carton et pâtes à papier (fabriques de).<p></p><p></p>   Parfumeries : Extraction du parfum des fleurs.<p></p><p></p>   Peaux fraîches et en poil (dépôts de) : Salage des peaux.<p></p><p></p>   Pelleteries (ateliers de) : Mouillage des peaux.<p></p><p></p>   Pétrole (raffineries de) : Service des appareils de distillation et des appareils à parafiner.<p></p><p></p>   Phosphore (fabriques de).<p></p><p></p>   Photographie (ateliers de) : Prise des clichés.<p></p><p></p>   Plaques, papiers et pellicules sensibles pour la photographie (fabriques de).<p></p><p></p>   Plumes métalliques (fabriques de) : Services des fours.<p></p><p></p>   Poissons (ateliers de salage, saurage et séchage des).<p></p><p></p>   Pompes funèbres (entreprises de).<p></p><p></p>   Produits chimiques organiques par voie de synthèse (fabriques de).<p></p><p></p>   Pruneaux (fabriques de) : Etuvage des prunes.<p></p><p></p>   Salines et raffineries de sel : Conduite des chaudières et des appareils d'évaporisation.<p></p><p></p>   Savonneries.<p></p><p></p>   Sécheries de bois d'ébénisterie : Conduite des feux et de la ventilation.<p></p><p></p>   Sels ammoniacaux (fabriques de) : Conduite des appareils.<p></p><p></p>   Silicates de soude et de potasse (fabriques de).<p></p><p></p>   Silice en poudre (fabrication de la) : Conduite des fours de calcination.<p></p><p></p>   Soude (fabriques de).<p></p><p></p>   Soufre (fabriques de) : Service des fours et sublimation du soufre.<p></p><p></p>   Sucreries : Fabrication et raffinage.<p></p><p></p>   Suifs (fonderies de) : Réception et traitement par l'acide ou le bain-marie.<p></p><p></p>   Sulfates métalliques (fabriques de) : Conduite des appareils.<p></p><p></p>   Sulfate de soude (fabriques de).<p></p><p></p>   Sulfate de carbone (fabriques de).<p></p><p></p>   Sulfure de sodium (fabriques de).<p></p><p></p>   Superphosphates.<p></p><p></p>   Tanneries : Salage des cuirs frais, dessalage des cuirs, levage des pelains et des premières cuves de basserie.<p></p><p></p>   Triperies (voir boyauderies).<p></p><p></p>   Toiles cirées (fabriques de) : Service des séchoirs et étuves.<p></p><p></p>   Véhicules (ateliers de réparation de) : Réparations urgentes.<p></p><p></p>   Verreries et cristalleries : Service des fours.<p></p><p></p>   Vinaigre (fabriques de).<p></p><p></p>   Viscose (fabriques de).<p></p>",
            "num": "R221-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 122860800000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-11-15",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107985",
                        "id": "LEGISCTA000006107985",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128493",
                        "id": "LEGISCTA000006128493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-23",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Repos et congés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143008",
                        "id": "LEGISCTA000006143008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Repos hebdomadaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158016",
                        "id": "LEGISCTA000006158016",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-23",
                        "fin": "2008-05-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174972",
                        "id": "LEGISCTA000018513723",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006806344",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174972",
            "sectionParentId": "LEGISCTA000018513723",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie réglementaire ancienne - Décrets en Conseil d'Etat &gt; Livre II : Réglementation du travail &gt; Titre II : Repos et congés &gt; Chapitre Ier : Repos hebdomadaire",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018513705",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000698516",
                    "textTitle": "Décret 73-1048 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000698516",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 9 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000018255681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-03-12",
                    "dateSignaTexte": "2008-03-07",
                    "dateDebutCible": "2008-03-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000516249",
                    "textTitle": "Décret n°77-816 du 30 juin 1977 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006665550",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "77-816",
                    "datePubli": 238204800000,
                    "dateDebut": 236563200000
                },
                {
                    "textCid": "JORFTEXT000017958090",
                    "textTitle": "Observations  du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017958091",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1200960000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000042295134",
                    "textTitle": "relatif à l'organisation des entreprises dans l... - art. ler (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "ler",
                    "articleId": "KALIARTI000042295216",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1598918400000,
                    "dateDebut": 913939200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L221-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-10",
                    "articleId": "LEGIARTI000006647481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L221-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-9",
                    "articleId": "LEGIARTI000006647841",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R221-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R221-5",
                    "articleId": "LEGIARTI000018513698",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 713145600000
                },
                {
                    "textCid": "KALITEXT000039333409",
                    "textTitle": "à l'accord national du 18 décembre 1998 sur les... - art. 1er (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1er",
                    "articleId": "KALIARTI000039333413",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 954460800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1907-08-14 ART. 1",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "JORFTEXT000000694571",
                    "textTitle": "Décret 72-299 1972-04-14",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000694571",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R3132-5 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "R3132-5",
                    "articleId": "LEGIARTI000018534409",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000885346",
                    "textTitle": "Décret 84-631 1984-07-16 ART. 1 : Dispositions applicables dans le territoire de la Nouvelle-Calédonie et dépendances",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000885346",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R221-5 (M)",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "R221-5",
                    "articleId": "LEGIARTI000006806348",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000018513705",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 122860800000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R221-4",
                "221-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}