{
    "cid": "LEGIARTI000043966798",
    "num": "L113-5-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000006128678",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000041587692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143513",
                        "id": "LEGISCTA000006143513",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Règles générales applicables à la construction et la rénovation de bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143513",
                        "id": "LEGISCTA000041587690",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Autres règles applicables aux bâtiments ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041563697",
                        "id": "LEGISCTA000041563697",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Règles générales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041563699",
                        "id": "LEGISCTA000041563699",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043966798",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045536708",
                    "textTitle": "Décret n°2022-510 du 8 avril 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045539919",
                    "natureText": "DECRET",
                    "date": 1656101603489,
                    "parentCid": null,
                    "numTexte": "2022-510",
                    "datePubli": 1649462400000,
                    "dateDebut": 1649548800000
                },
                {
                    "textCid": "JORFTEXT000045959723",
                    "textTitle": "Décret n°2022-926 du 23 juin 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045960504",
                    "natureText": "DECRET",
                    "date": 1656101603489,
                    "parentCid": null,
                    "numTexte": "2022-926",
                    "datePubli": 1656028800000,
                    "dateDebut": 1656115200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 172",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "172",
                    "articleId": "LEGIARTI000043957946",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "num": "L113-5-1",
            "origine": "LEGI",
            "texte": "I.-Le propriétaire d'un bâtiment existant qui procède à son isolation thermique par l'extérieur bénéficie d'un droit de surplomb du fonds voisin de trente-cinq centimètres au plus lorsqu'aucune autre solution technique ne permet d'atteindre un niveau d'efficacité énergétique équivalent ou que cette autre solution présente un coût ou une complexité excessifs. L'ouvrage d'isolation par l'extérieur ne peut être réalisé qu'à deux mètres au moins au-dessus du pied du mur, du pied de l'héberge ou du sol, sauf accord des propriétaires des deux fonds sur une hauteur inférieure. Une indemnité préalable est due au propriétaire du fonds surplombé. Ce droit s'éteint par la destruction du bâtiment faisant l'objet de l'ouvrage d'isolation. Les modalités de mise en œuvre de ce droit sont constatées par acte authentique ou par décision de justice, publié pour l'information des tiers au fichier immobilier. II.-Le droit de surplomb emporte le droit d'accéder temporairement à l'immeuble voisin et d'y mettre en place les installations provisoires strictement nécessaires à la réalisation des travaux. Une indemnité est due au propriétaire de l'immeuble voisin. Une convention définit les modalités de mise en œuvre de ce droit. III.-Avant tout commencement de travaux, le propriétaire du bâtiment à isoler notifie au propriétaire du fonds voisin son intention de réaliser un ouvrage d'isolation en surplomb de son fonds et de bénéficier du droit mentionné au II. Dans un délai de six mois à compter de cette notification, le propriétaire du fonds voisin peut s'opposer à l'exercice du droit de surplomb de son fonds pour un motif sérieux et légitime tenant à l'usage présent ou futur de sa propriété ou à la méconnaissance des conditions prévues au premier alinéa du I. Dans ce même délai, il ne peut s'opposer au droit d'accès à son fonds et à la mise en place d'installations provisoires que si la destination, la consistance ou la jouissance de ce fonds en seraient affectées de manière durable ou excessive. Dans le même délai, il peut saisir le juge en fixation du montant de l'indemnité préalable prévue aux I ou II. IV.-Lorsque le propriétaire du fonds surplombé a obtenu une autorisation administrative de construire en limite séparative ou en usant de ses droits mitoyens et que sa mise en œuvre nécessite la dépose de l'ouvrage d'isolation, les frais de cette dépose incombent au propriétaire du bâtiment isolé. L'indemnité prévue au I demeure acquise. V.-Un décret en Conseil d'Etat précise les modalités d'application du présent article.",
            "texteHtml": "<p>I.-Le propriétaire d'un bâtiment existant qui procède à son isolation thermique par l'extérieur bénéficie d'un droit de surplomb du fonds voisin de trente-cinq centimètres au plus lorsqu'aucune autre solution technique ne permet d'atteindre un niveau d'efficacité énergétique équivalent ou que cette autre solution présente un coût ou une complexité excessifs. L'ouvrage d'isolation par l'extérieur ne peut être réalisé qu'à deux mètres au moins au-dessus du pied du mur, du pied de l'héberge ou du sol, sauf accord des propriétaires des deux fonds sur une hauteur inférieure.<br/><br/>\nUne indemnité préalable est due au propriétaire du fonds surplombé.<br/><br/>\nCe droit s'éteint par la destruction du bâtiment faisant l'objet de l'ouvrage d'isolation.<br/><br/>\nLes modalités de mise en œuvre de ce droit sont constatées par acte authentique ou par décision de justice, publié pour l'information des tiers au fichier immobilier.<br/><br/>\nII.-Le droit de surplomb emporte le droit d'accéder temporairement à l'immeuble voisin et d'y mettre en place les installations provisoires strictement nécessaires à la réalisation des travaux.<br/><br/>\nUne indemnité est due au propriétaire de l'immeuble voisin.<br/><br/>\nUne convention définit les modalités de mise en œuvre de ce droit.<br/><br/>\nIII.-Avant tout commencement de travaux, le propriétaire du bâtiment à isoler notifie au propriétaire du fonds voisin son intention de réaliser un ouvrage d'isolation en surplomb de son fonds et de bénéficier du droit mentionné au II.<br/><br/>\nDans un délai de six mois à compter de cette notification, le propriétaire du fonds voisin peut s'opposer à l'exercice du droit de surplomb de son fonds pour un motif sérieux et légitime tenant à l'usage présent ou futur de sa propriété ou à la méconnaissance des conditions prévues au premier alinéa du I. Dans ce même délai, il ne peut s'opposer au droit d'accès à son fonds et à la mise en place d'installations provisoires que si la destination, la consistance ou la jouissance de ce fonds en seraient affectées de manière durable ou excessive.<br/><br/>\nDans le même délai, il peut saisir le juge en fixation du montant de l'indemnité préalable prévue aux I ou II.<br/><br/>\nIV.-Lorsque le propriétaire du fonds surplombé a obtenu une autorisation administrative de construire en limite séparative ou en usant de ses droits mitoyens et que sa mise en œuvre nécessite la dépose de l'ouvrage d'isolation, les frais de cette dépose incombent au propriétaire du bâtiment isolé. L'indemnité prévue au I demeure acquise.<br/><br/>\nV.-Un décret en Conseil d'Etat précise les modalités d'application du présent article.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-08-25T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}