{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047623583",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications. Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale. II. – 1. Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement. Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 du même livre. 2. Les fonctionnaires territorialement compétents en application du 1 pour contrôler les déclarations de revenus, les déclarations de bénéfices ou de résultat d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies au premier alinéa du I pour l'ensemble des impositions, taxes et redevances dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances. 3. Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence en application du 1. Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens. III. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des actes et déclarations déposés au service national de l'enregistrement lorsque le défunt, s'agissant des déclarations de succession, ou les personnes physiques ou morales ou groupements de personne de droit ou de fait, dans les autres cas, sont domiciliés dans le ressort territorial de leur service d'affectation. IV. – (Abrogé). V. – (Abrogé). VI. – (Sans objet). VII. – (Sans objet). VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que cet alinéa leur confère pour le contrôle : 1° Des déclarations qui doivent être souscrites ainsi que des impôts, droits, taxes et sommes, quelle qu'en soit la nature, dus par : a) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, non domiciliés ou établis fiscalement en France mais disposant de revenus de source française ou disposant, à quelque titre que ce soit, directement ou indirectement, d'une ou de plusieurs habitations ou biens immobiliers dans ce pays ; b) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, n'ayant pas en France le lieu de leur domicile, établissement ou siège social, imposables ou taxables en France en application des dispositions du code général des impôts ou des stipulations d'une convention internationale ; c) Tout assujetti n'ayant pas le siège de son activité en France mais y réalisant des opérations taxables ; d) Les fonctionnaires et agents de l'Etat en service à l'étranger ou les fonctionnaires et autres agents au service de la Commission européenne, qu'ils disposent ou non d'une habitation en France, à l'exception de ceux qui y ont conservé leur foyer fiscal ; e) Les personnes transférant leur domicile hors de France, imposables en France en vertu des articles 167 ou 167 bis du code général des impôts ; 2° Des déclarations souscrites et des retenues et perceptions à la source dues par les établissements payeurs et débiteurs divers à raison des rémunérations, revenus et gains de toute nature versés à des personnes physiques ou morales, groupements ou entités domiciliés ou établis en France ou hors de France ; 3° Des exonérations, abattements, remboursements ou restitutions, quelle qu'en soit la nature, qui bénéficient aux personnes, groupements ou entités domiciliés ou établis en France ou hors de France ainsi qu'aux organisations internationales établies dans ce pays.",
            "texteHtml": "<p></p><p>I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications.</p><p>Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale.</p><p>II. – 1. Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement.</p><p>Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 du même livre.</p><p>2. Les fonctionnaires territorialement compétents en application du 1 pour contrôler les déclarations de revenus, les déclarations de bénéfices ou de résultat d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies au premier alinéa du I pour l'ensemble des impositions, taxes et redevances dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances.</p><p>3. Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence en application du 1.</p><p>Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.</p><p>III. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des actes et déclarations déposés au service national de l'enregistrement lorsque le défunt, s'agissant des déclarations de succession, ou les personnes physiques ou morales ou groupements de personne de droit ou de fait, dans les autres cas, sont domiciliés dans le ressort territorial de leur service d'affectation.</p><p>IV. – (Abrogé).</p><p>V. – (Abrogé).</p><p>VI. – (Sans objet).</p><p>VII. – (Sans objet).</p><p>VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que cet alinéa leur confère pour le contrôle :</p><p>1° Des déclarations qui doivent être souscrites ainsi que des impôts, droits, taxes et sommes, quelle qu'en soit la nature, dus par :</p><p>a) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, non domiciliés ou établis fiscalement en France mais disposant de revenus de source française ou disposant, à quelque titre que ce soit, directement ou indirectement, d'une ou de plusieurs habitations ou biens immobiliers dans ce pays ;</p><p>b) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, n'ayant pas en France le lieu de leur domicile, établissement ou siège social, imposables ou taxables en France en application des dispositions du code général des impôts ou des stipulations d'une convention internationale ;</p><p>c) Tout assujetti n'ayant pas le siège de son activité en France mais y réalisant des opérations taxables ;</p><p>d) Les fonctionnaires et agents de l'Etat en service à l'étranger ou les fonctionnaires et autres agents au service de la Commission européenne, qu'ils disposent ou non d'une habitation en France, à l'exception de ceux qui y ont conservé leur foyer fiscal ;</p><p>e) Les personnes transférant leur domicile hors de France, imposables en France en vertu des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303076&dateTexte=&categorieLien=cid'>167 ou 167 bis</a> du code général des impôts ;</p><p>2° Des déclarations souscrites et des retenues et perceptions à la source dues par les établissements payeurs et débiteurs divers à raison des rémunérations, revenus et gains de toute nature versés à des personnes physiques ou morales, groupements ou entités domiciliés ou établis en France ou hors de France ;</p><p>3° Des exonérations, abattements, remboursements ou restitutions, quelle qu'en soit la nature, qui bénéficient aux personnes, groupements ou entités domiciliés ou établis en France ou hors de France ainsi qu'aux organisations internationales établies dans ce pays.</p><p></p>",
            "num": "350 terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "9.0",
            "etat": "VIGUEUR",
            "dateDebut": 1685750400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146873",
                        "id": "LEGISCTA000006146873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299556",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146873",
            "sectionParentId": "LEGISCTA000006146873",
            "sectionParentTitre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000047623583",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Les VI et VII deviennent sans objet. Modifications effectuées en conséquence de l'article 6-II-6° de la loi n° 2022-1157 du 16 août 2022.",
            "notaHtml": "<p>Les VI et VII deviennent sans objet.</p><p>Modifications effectuées en conséquence de l'article 6-II-6° de la loi n° 2022-1157 du 16 août 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047618675",
                    "textTitle": "Décret n°2023-422 du 31 mai 2023 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047619526",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-06-02",
                    "dateSignaTexte": "2023-05-31",
                    "dateDebutCible": "2023-06-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000401007",
                    "textTitle": "Arrêté du 24 juillet 2000 - art. 9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006334566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 964483200000,
                    "dateDebut": 967766400000
                },
                {
                    "textCid": "JORFTEXT000025577742",
                    "textTitle": "Arrêté du 16 mars 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035449569",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332806400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "JORFTEXT000037058273",
                    "textTitle": "Arrêté du 4 juin 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037060152",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1528934400000,
                    "dateDebut": 1529020800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 350 quaterdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "350 quaterdecies",
                    "articleId": "LEGIARTI000018845547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1211673600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 409 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "409",
                    "articleId": "LEGIARTI000030593644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1431648000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1605",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1605",
                    "articleId": "LEGIARTI000006314282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 167",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "167",
                    "articleId": "LEGIARTI000006303076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L212",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212",
                    "articleId": "LEGIARTI000006315476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607385600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R213-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-4",
                    "articleId": "LEGIARTI000006316406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299556",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860716800000,
                    "dateFin": 972432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299557",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1086048000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299558",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1086048000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624795",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1437264000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030911006",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1437264000000,
                    "dateFin": 1503532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035449596",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1503532800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036962235",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1527724800000,
                    "dateFin": 1636848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044325372",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1636848000000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623583",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "350 terdecies",
                "350"
            ],
            "versionPrecedente": "LEGIARTI000044325372",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044325372",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications. Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale. II. – 1. Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement. Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 du même livre. 2. Les fonctionnaires territorialement compétents en application du 1 pour contrôler les déclarations de revenus, les déclarations de bénéfices ou de résultat d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies au premier alinéa du I pour l'ensemble des impositions, taxes et redevances dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances. 3. Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence en application du 1. Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens. III. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des actes et déclarations déposés au service national de l'enregistrement lorsque le défunt, s'agissant des déclarations de succession, ou les personnes physiques ou morales ou groupements de personne de droit ou de fait, dans les autres cas, sont domiciliés dans le ressort territorial de leur service d'affectation. IV. – (Abrogé). V. – (Abrogé). VI. – Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l' article 1605 du code général des impôts. VII. – Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service. VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que cet alinéa leur confère pour le contrôle : 1° Des déclarations qui doivent être souscrites ainsi que des impôts, droits, taxes et sommes, quelle qu'en soit la nature, dus par : a) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, non domiciliés ou établis fiscalement en France mais disposant de revenus de source française ou disposant, à quelque titre que ce soit, directement ou indirectement, d'une ou de plusieurs habitations ou biens immobiliers dans ce pays ; b) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, n'ayant pas en France le lieu de leur domicile, établissement ou siège social, imposables ou taxables en France en application des dispositions du code général des impôts ou des stipulations d'une convention internationale ; c) Tout assujetti n'ayant pas le siège de son activité en France mais y réalisant des opérations taxables ; d) Les fonctionnaires et agents de l'Etat en service à l'étranger ou les fonctionnaires et autres agents au service de la Commission européenne, qu'ils disposent ou non d'une habitation en France, à l'exception de ceux qui y ont conservé leur foyer fiscal ; e) Les personnes transférant leur domicile hors de France, imposables en France en vertu des articles 167 ou 167 bis du code général des impôts ; 2° Des déclarations souscrites et des retenues et perceptions à la source dues par les établissements payeurs et débiteurs divers à raison des rémunérations, revenus et gains de toute nature versés à des personnes physiques ou morales, groupements ou entités domiciliés ou établis en France ou hors de France ; 3° Des exonérations, abattements, remboursements ou restitutions, quelle qu'en soit la nature, qui bénéficient aux personnes, groupements ou entités domiciliés ou établis en France ou hors de France ainsi qu'aux organisations internationales établies dans ce pays.",
            "texteHtml": "<p></p><p>I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications.</p><p>Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale.</p><p>II. – 1. Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement.</p><p>Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 du même livre.</p><p>2. Les fonctionnaires territorialement compétents en application du 1 pour contrôler les déclarations de revenus, les déclarations de bénéfices ou de résultat d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies au premier alinéa du I pour l'ensemble des impositions, taxes et redevances dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances.</p><p>3. Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence en application du 1.</p><p>Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.</p><p>III. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des actes et déclarations déposés au service national de l'enregistrement lorsque le défunt, s'agissant des déclarations de succession, ou les personnes physiques ou morales ou groupements de personne de droit ou de fait, dans les autres cas, sont domiciliés dans le ressort territorial de leur service d'affectation.</p><p>IV. – (Abrogé).</p><p>V. – (Abrogé).</p><p>VI. – Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314282&dateTexte=&categorieLien=cid'>article 1605 </a>du code général des impôts.</p><p>VII. – Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service.</p><p>VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que cet alinéa leur confère pour le contrôle :</p><p>1° Des déclarations qui doivent être souscrites ainsi que des impôts, droits, taxes et sommes, quelle qu'en soit la nature, dus par :</p><p>a) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, non domiciliés ou établis fiscalement en France mais disposant de revenus de source française ou disposant, à quelque titre que ce soit, directement ou indirectement, d'une ou de plusieurs habitations ou biens immobiliers dans ce pays ;</p><p>b) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, n'ayant pas en France le lieu de leur domicile, établissement ou siège social, imposables ou taxables en France en application des dispositions du code général des impôts ou des stipulations d'une convention internationale ;</p><p>c) Tout assujetti n'ayant pas le siège de son activité en France mais y réalisant des opérations taxables ;</p><p>d) Les fonctionnaires et agents de l'Etat en service à l'étranger ou les fonctionnaires et autres agents au service de la Commission européenne, qu'ils disposent ou non d'une habitation en France, à l'exception de ceux qui y ont conservé leur foyer fiscal ;</p><p>e) Les personnes transférant leur domicile hors de France, imposables en France en vertu des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303076&dateTexte=&categorieLien=cid'>167 ou 167 bis</a> du code général des impôts ;</p><p>2° Des déclarations souscrites et des retenues et perceptions à la source dues par les établissements payeurs et débiteurs divers à raison des rémunérations, revenus et gains de toute nature versés à des personnes physiques ou morales, groupements ou entités domiciliés ou établis en France ou hors de France ;</p><p>3° Des exonérations, abattements, remboursements ou restitutions, quelle qu'en soit la nature, qui bénéficient aux personnes, groupements ou entités domiciliés ou établis en France ou hors de France ainsi qu'aux organisations internationales établies dans ce pays.</p><p></p>",
            "num": "350 terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "MODIFIE",
            "dateDebut": 1636848000000,
            "dateFin": 1685750400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146873",
                        "id": "LEGISCTA000006146873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299556",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146873",
            "sectionParentId": "LEGISCTA000006146873",
            "sectionParentTitre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000044325372",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044318174",
                    "textTitle": "Décret n°2021-1474 du 10 novembre 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044320239",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-11-13",
                    "dateSignaTexte": "2021-11-10",
                    "dateDebutCible": "2021-11-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000401007",
                    "textTitle": "Arrêté du 24 juillet 2000 - art. 9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006334566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 964483200000,
                    "dateDebut": 967766400000
                },
                {
                    "textCid": "JORFTEXT000025577742",
                    "textTitle": "Arrêté du 16 mars 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035449569",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332806400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "JORFTEXT000037058273",
                    "textTitle": "Arrêté du 4 juin 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037060152",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1528934400000,
                    "dateDebut": 1529020800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 350 quaterdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "350 quaterdecies",
                    "articleId": "LEGIARTI000018845547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1211673600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 409 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "409",
                    "articleId": "LEGIARTI000030593644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1431648000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1605",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1605",
                    "articleId": "LEGIARTI000006314282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 167",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "167",
                    "articleId": "LEGIARTI000006303076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L212",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212",
                    "articleId": "LEGIARTI000006315476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607385600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R213-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-4",
                    "articleId": "LEGIARTI000006316406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299556",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860716800000,
                    "dateFin": 972432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299557",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1086048000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299558",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1086048000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624795",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1437264000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030911006",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1437264000000,
                    "dateFin": 1503532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035449596",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1503532800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036962235",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1527724800000,
                    "dateFin": 1636848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044325372",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1636848000000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623583",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "350 terdecies",
                "350"
            ],
            "versionPrecedente": "LEGIARTI000036962235",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036962235",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications. Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale. II. – Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement. III. – Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances. IV. – Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt sur la fortune immobilière, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres. Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de l'article R. 213-4 du livre des procédures fiscales, les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 de ce livre. V. – Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence. Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens. VI. – Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l' article 1605 du code général des impôts. VII. – Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service. VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que cet alinéa leur confère pour le contrôle : 1° Des déclarations qui doivent être souscrites ainsi que des impôts, droits, taxes et sommes, quelle qu'en soit la nature, dus par : a) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, non domiciliés ou établis fiscalement en France mais disposant de revenus de source française ou disposant, à quelque titre que ce soit, directement ou indirectement, d'une ou de plusieurs habitations ou biens immobiliers dans ce pays ; b) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, n'ayant pas en France le lieu de leur domicile, établissement ou siège social, imposables ou taxables en France en application des dispositions du code général des impôts ou des stipulations d'une convention internationale ; c) Tout assujetti n'ayant pas le siège de son activité en France mais y réalisant des opérations taxables ; d) Les fonctionnaires et agents de l'Etat en service à l'étranger ou les fonctionnaires et autres agents au service de la Commission européenne, qu'ils disposent ou non d'une habitation en France, à l'exception de ceux qui y ont conservé leur foyer fiscal ; e) Les personnes transférant leur domicile hors de France, imposables en France en vertu des articles 167 ou 167 bis du code général des impôts ; 2° Des déclarations souscrites et des retenues et perceptions à la source dues par les établissements payeurs et débiteurs divers à raison des rémunérations, revenus et gains de toute nature versés à des personnes physiques ou morales, groupements ou entités domiciliés ou établis en France ou hors de France ; 3° Des exonérations, abattements, remboursements ou restitutions, quelle qu'en soit la nature, qui bénéficient aux personnes, groupements ou entités domiciliés ou établis en France ou hors de France ainsi qu'aux organisations internationales établies dans ce pays.",
            "texteHtml": "<p>I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications.</p><p>Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale.</p><p>II. – Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement.</p><p>III. – Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315927&dateTexte=&categorieLien=cid'>l'article L. 47 </a>du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances.</p><p>IV. – Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt sur la fortune immobilière, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres.</p><p>Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006316406&dateTexte=&categorieLien=cid'>l'article R. 213-4 </a>du livre des procédures fiscales, les procès-verbaux prévus au d de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315476&dateTexte=&categorieLien=cid'>l'article L. 212 et à l'article L. 213 </a>de ce livre.</p><p>V. – Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence.</p><p>Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.</p><p>VI. – Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314282&dateTexte=&categorieLien=cid'>article 1605 </a>du code général des impôts.</p><p>VII. – Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service.</p><p>VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que cet alinéa leur confère pour le contrôle :</p><p>1° Des déclarations qui doivent être souscrites ainsi que des impôts, droits, taxes et sommes, quelle qu'en soit la nature, dus par :</p><p>a) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, non domiciliés ou établis fiscalement en France mais disposant de revenus de source française ou disposant, à quelque titre que ce soit, directement ou indirectement, d'une ou de plusieurs habitations ou biens immobiliers dans ce pays ;</p><p>b) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, n'ayant pas en France le lieu de leur domicile, établissement ou siège social, imposables ou taxables en France en application des dispositions du code général des impôts ou des stipulations d'une convention internationale ;</p><p>c) Tout assujetti n'ayant pas le siège de son activité en France mais y réalisant des opérations taxables ;</p><p>d) Les fonctionnaires et agents de l'Etat en service à l'étranger ou les fonctionnaires et autres agents au service de la Commission européenne, qu'ils disposent ou non d'une habitation en France, à l'exception de ceux qui y ont conservé leur foyer fiscal ;</p><p>e) Les personnes transférant leur domicile hors de France, imposables en France en vertu des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303076&dateTexte=&categorieLien=cid'>167 ou 167 bis</a> du code général des impôts ;</p><p>2° Des déclarations souscrites et des retenues et perceptions à la source dues par les établissements payeurs et débiteurs divers à raison des rémunérations, revenus et gains de toute nature versés à des personnes physiques ou morales, groupements ou entités domiciliés ou établis en France ou hors de France ;</p><p>3° Des exonérations, abattements, remboursements ou restitutions, quelle qu'en soit la nature, qui bénéficient aux personnes, groupements ou entités domiciliés ou établis en France ou hors de France ainsi qu'aux organisations internationales établies dans ce pays.</p>",
            "num": "350 terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1527724800000,
            "dateFin": 1636848000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146873",
                        "id": "LEGISCTA000006146873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299556",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146873",
            "sectionParentId": "LEGISCTA000006146873",
            "sectionParentTitre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000036962235",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036958297",
                    "textTitle": "Décret n°2018-404 du 29 mai 2018 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036959974",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-05-30",
                    "dateSignaTexte": "2018-05-29",
                    "dateDebutCible": "2018-05-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000401007",
                    "textTitle": "Arrêté du 24 juillet 2000 - art. 9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006334566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 964483200000,
                    "dateDebut": 967766400000
                },
                {
                    "textCid": "JORFTEXT000025577742",
                    "textTitle": "Arrêté du 16 mars 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035449569",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332806400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "JORFTEXT000037058273",
                    "textTitle": "Arrêté du 4 juin 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037060152",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1528934400000,
                    "dateDebut": 1529020800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 350 quaterdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "350 quaterdecies",
                    "articleId": "LEGIARTI000018845547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1211673600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 409 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "409",
                    "articleId": "LEGIARTI000030593644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1431648000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1605",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1605",
                    "articleId": "LEGIARTI000006314282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 167",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "167",
                    "articleId": "LEGIARTI000006303076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L212",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212",
                    "articleId": "LEGIARTI000006315476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607385600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R213-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-4",
                    "articleId": "LEGIARTI000006316406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299556",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860716800000,
                    "dateFin": 972432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299557",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1086048000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299558",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1086048000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624795",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1437264000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030911006",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1437264000000,
                    "dateFin": 1503532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035449596",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1503532800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036962235",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1527724800000,
                    "dateFin": 1636848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044325372",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1636848000000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623583",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "350 terdecies",
                "350"
            ],
            "versionPrecedente": "LEGIARTI000035449596",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035449596",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications. Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale. II. – Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement. III. – Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances. IV. – Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres. Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de l'article R. 213-4 du livre des procédures fiscales, les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 de ce livre. V. – Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence. Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens. VI. – Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l' article 1605 du code général des impôts. VII. – Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service. VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que cet alinéa leur confère pour le contrôle : 1° Des déclarations qui doivent être souscrites ainsi que des impôts, droits, taxes et sommes, quelle qu'en soit la nature, dus par : a) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, non domiciliés ou établis fiscalement en France mais disposant de revenus de source française ou disposant, à quelque titre que ce soit, directement ou indirectement, d'une ou de plusieurs habitations ou biens immobiliers dans ce pays ; b) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, n'ayant pas en France le lieu de leur domicile, établissement ou siège social, imposables ou taxables en France en application des dispositions du code général des impôts ou des stipulations d'une convention internationale ; c) Tout assujetti n'ayant pas le siège de son activité en France mais y réalisant des opérations taxables ; d) Les fonctionnaires et agents de l'Etat en service à l'étranger ou les fonctionnaires et autres agents au service de la Commission européenne, qu'ils disposent ou non d'une habitation en France, à l'exception de ceux qui y ont conservé leur foyer fiscal ; e) Les personnes transférant leur domicile hors de France, imposables en France en vertu des articles 167 ou 167 bis du code général des impôts ; 2° Des déclarations souscrites et des retenues et perceptions à la source dues par les établissements payeurs et débiteurs divers à raison des rémunérations, revenus et gains de toute nature versés à des personnes physiques ou morales, groupements ou entités domiciliés ou établis en France ou hors de France ; 3° Des exonérations, abattements, remboursements ou restitutions, quelle qu'en soit la nature, qui bénéficient aux personnes, groupements ou entités domiciliés ou établis en France ou hors de France ainsi qu'aux organisations internationales établies dans ce pays.",
            "texteHtml": "<p>I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications.</p><p>Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale.</p><p>II. – Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement.</p><p>III. – Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315927&dateTexte=&categorieLien=cid'>l'article L. 47 </a>du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances.</p><p>IV. – Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres.</p><p>Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006316406&dateTexte=&categorieLien=cid'>l'article R. 213-4 </a>du livre des procédures fiscales, les procès-verbaux prévus au d de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315476&dateTexte=&categorieLien=cid'>l'article L. 212 et à l'article L. 213 </a>de ce livre.</p><p>V. – Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence.</p><p>Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.</p><p>VI. – Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314282&dateTexte=&categorieLien=cid'>article 1605 </a>du code général des impôts.</p><p>VII. – Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service.</p><p>VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que cet alinéa leur confère pour le contrôle :</p><p>1° Des déclarations qui doivent être souscrites ainsi que des impôts, droits, taxes et sommes, quelle qu'en soit la nature, dus par :</p><p>a) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, non domiciliés ou établis fiscalement en France mais disposant de revenus de source française ou disposant, à quelque titre que ce soit, directement ou indirectement, d'une ou de plusieurs habitations ou biens immobiliers dans ce pays ;</p><p>b) Les personnes physiques ou morales, les groupements de personnes de fait ou de droit et toutes entités, quelle que soit leur nature juridique, de nationalité française ou étrangère, n'ayant pas en France le lieu de leur domicile, établissement ou siège social, imposables ou taxables en France en application des dispositions du code général des impôts ou des stipulations d'une convention internationale ;</p><p>c) Tout assujetti n'ayant pas le siège de son activité en France mais y réalisant des opérations taxables ;</p><p>d) Les fonctionnaires et agents de l'Etat en service à l'étranger ou les fonctionnaires et autres agents au service de la Commission européenne, qu'ils disposent ou non d'une habitation en France, à l'exception de ceux qui y ont conservé leur foyer fiscal ;</p><p>e) Les personnes transférant leur domicile hors de France, imposables en France en vertu des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303076&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 167 (V)'>167 ou 167 bis</a> du code général des impôts ;</p><p>2° Des déclarations souscrites et des retenues et perceptions à la source dues par les établissements payeurs et débiteurs divers à raison des rémunérations, revenus et gains de toute nature versés à des personnes physiques ou morales, groupements ou entités domiciliés ou établis en France ou hors de France ;</p><p>3° Des exonérations, abattements, remboursements ou restitutions, quelle qu'en soit la nature, qui bénéficient aux personnes, groupements ou entités domiciliés ou établis en France ou hors de France ainsi qu'aux organisations internationales établies dans ce pays.</p>",
            "num": "350 terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1503532800000,
            "dateFin": 1527724800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146873",
                        "id": "LEGISCTA000006146873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299556",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146873",
            "sectionParentId": "LEGISCTA000006146873",
            "sectionParentTitre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000035449596",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035448604",
                    "textTitle": "Décret n°2017-1295 du 21 août 2017 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000035448958",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-08-23",
                    "dateSignaTexte": "2017-08-21",
                    "dateDebutCible": "2017-08-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000401007",
                    "textTitle": "Arrêté du 24 juillet 2000 - art. 9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006334566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 964483200000,
                    "dateDebut": 967766400000
                },
                {
                    "textCid": "JORFTEXT000025577742",
                    "textTitle": "Arrêté du 16 mars 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035449569",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332806400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "JORFTEXT000037058273",
                    "textTitle": "Arrêté du 4 juin 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037060152",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1528934400000,
                    "dateDebut": 1529020800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 350 quaterdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "350 quaterdecies",
                    "articleId": "LEGIARTI000018845547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1211673600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 409 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "409",
                    "articleId": "LEGIARTI000030593644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1431648000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1605",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1605",
                    "articleId": "LEGIARTI000006314282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 167 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "167",
                    "articleId": "LEGIARTI000006303076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L212",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212",
                    "articleId": "LEGIARTI000006315476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607385600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R213-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-4",
                    "articleId": "LEGIARTI000006316406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299556",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860716800000,
                    "dateFin": 972432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299557",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1086048000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299558",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1086048000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624795",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1437264000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030911006",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1437264000000,
                    "dateFin": 1503532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035449596",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1503532800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036962235",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1527724800000,
                    "dateFin": 1636848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044325372",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1636848000000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623583",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "350 terdecies",
                "350"
            ],
            "versionPrecedente": "LEGIARTI000030911006",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030911006",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications. Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale. II. – Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement. III. – Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances. IV. – Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres. Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de l'article R. 213-4 du livre des procédures fiscales, les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 de ce livre. V. – Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence. Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens. VI. – Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l' article 1605 du code général des impôts. VII. – Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service. VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des assujettis à la taxe sur la valeur ajoutée n'ayant pas le siège de leur activité en France mais y réalisant des opérations taxables mentionnées au I de l'article 258 B du code général des impôts.",
            "texteHtml": "<p>I. – Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications. </p><p>Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale. </p><p>II. – Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement. </p><p>III. – Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315927&dateTexte=&categorieLien=cid'>l'article L. 47 </a>du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances. </p><p>IV. – Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres. </p><p>Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006316406&dateTexte=&categorieLien=cid'>l'article R. 213-4 </a>du livre des procédures fiscales, les procès-verbaux prévus au d de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315476&dateTexte=&categorieLien=cid'>l'article L. 212 et à l'article L. 213 </a>de ce livre. </p><p>V. – Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence. </p><p>Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens. </p><p>VI. – Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314282&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1605 (V)'>article 1605</a> du code général des impôts. </p><p>VII. – Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service. </p><p>VIII. – Par dérogation au II, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des assujettis à la taxe sur la valeur ajoutée n'ayant pas le siège de leur activité en France mais y réalisant des opérations taxables mentionnées au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304248&dateTexte=&categorieLien=cid'>258 B </a>du code général des impôts.</p>",
            "num": "350 terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1437264000000,
            "dateFin": 1503532800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146873",
                        "id": "LEGISCTA000006146873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299556",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146873",
            "sectionParentId": "LEGISCTA000006146873",
            "sectionParentTitre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000030911006",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030906586",
                    "textTitle": "DÉCRET n°2015-876 du 16 juillet 2015 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030908610",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-07-18",
                    "dateSignaTexte": "2015-07-16",
                    "dateDebutCible": "2015-07-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000401007",
                    "textTitle": "Arrêté du 24 juillet 2000 - art. 9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006334566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 964483200000,
                    "dateDebut": 967766400000
                },
                {
                    "textCid": "JORFTEXT000025577742",
                    "textTitle": "Arrêté du 16 mars 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035449569",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332806400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "JORFTEXT000037058273",
                    "textTitle": "Arrêté du 4 juin 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037060152",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1528934400000,
                    "dateDebut": 1529020800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 350 quaterdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "350 quaterdecies",
                    "articleId": "LEGIARTI000018845547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1211673600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 409 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "409",
                    "articleId": "LEGIARTI000030593644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1431648000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1605 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1605",
                    "articleId": "LEGIARTI000006314282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 258 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "258 B",
                    "articleId": "LEGIARTI000006304248",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L212",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212",
                    "articleId": "LEGIARTI000006315476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607385600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R213-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-4",
                    "articleId": "LEGIARTI000006316406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299556",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860716800000,
                    "dateFin": 972432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299557",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1086048000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299558",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1086048000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624795",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1437264000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030911006",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1437264000000,
                    "dateFin": 1503532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035449596",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1503532800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036962235",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1527724800000,
                    "dateFin": 1636848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044325372",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1636848000000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623583",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "350 terdecies",
                "350"
            ],
            "versionPrecedente": "LEGIARTI000025624795",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025624795",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications. Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale. II.-Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement. III.-Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances. IV.-Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres. Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de l'article R. 213-4 du livre des procédures fiscales, les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 de ce livre. V.-Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence. Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens. VI.-Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 du code général des impôts. VII.-Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service.",
            "texteHtml": "<p>I.-Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des finances publiques appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications.</p><p>Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire de la direction générale des finances publiques affecté ou non dans le même service déconcentré ou service à compétence nationale.</p><p>II.-Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement.</p><p>III.-Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315927&dateTexte=&categorieLien=cid'>l'article L. 47 </a>du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances.</p><p>IV.-Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres.</p><p>Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006316406&dateTexte=&categorieLien=cid'>l'article R. 213-4 </a>du livre des procédures fiscales, les procès-verbaux prévus au d de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315476&dateTexte=&categorieLien=cid'>l'article L. 212 et à l'article L. 213 </a>de ce livre.</p><p>V.-Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence.</p><p>Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.</p><p>VI.-Sans préjudice des dispositions du I, les fonctionnaires de la direction générale des finances publiques appartenant à des corps de catégorie C sont également compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de l'article 1605 du code général des impôts.</p><p></p><p>VII.-Par dérogation aux dispositions du II, les fonctionnaires compétents pour procéder au contrôle et proposer des rectifications de la taxe prévue au I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314282&dateTexte=&categorieLien=cid'>l'article 1605</a> précité exercent leurs attributions dans le ressort territorial de la région dans laquelle est situé le service auquel ils sont affectés ou, s'il est plus étendu, dans le ressort territorial de ce service.</p>",
            "num": "350 terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1333238400000,
            "dateFin": 1437264000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146873",
                        "id": "LEGISCTA000006146873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299556",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146873",
            "sectionParentId": "LEGISCTA000006146873",
            "sectionParentTitre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000025624795",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025596082",
                    "textTitle": "Décret n°2012-431  du 29 mars 2012 - art. 19",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000025604221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-03-31",
                    "dateSignaTexte": "2012-03-29",
                    "dateDebutCible": "2012-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000401007",
                    "textTitle": "Arrêté du 24 juillet 2000 - art. 9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006334566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 964483200000,
                    "dateDebut": 967766400000
                },
                {
                    "textCid": "JORFTEXT000025577742",
                    "textTitle": "Arrêté du 16 mars 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035449569",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332806400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "JORFTEXT000037058273",
                    "textTitle": "Arrêté du 4 juin 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037060152",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1528934400000,
                    "dateDebut": 1529020800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 350 quaterdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "350 quaterdecies",
                    "articleId": "LEGIARTI000018845547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1211673600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 409 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "409",
                    "articleId": "LEGIARTI000030593644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1431648000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1605",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1605",
                    "articleId": "LEGIARTI000006314282",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L212",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212",
                    "articleId": "LEGIARTI000006315476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607385600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R213-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-4",
                    "articleId": "LEGIARTI000006316406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299556",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860716800000,
                    "dateFin": 972432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299557",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1086048000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299558",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1086048000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624795",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1437264000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030911006",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1437264000000,
                    "dateFin": 1503532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035449596",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1503532800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036962235",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1527724800000,
                    "dateFin": 1636848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044325372",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1636848000000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623583",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "350 terdecies",
                "350"
            ],
            "versionPrecedente": "LEGIARTI000006299558",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006299558",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des impôts appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications. Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire des impôts affecté ou non dans le même service déconcentré ou service à compétence nationale. II.-Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement. III.-Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances. IV.-Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres. Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de l'article R. 213-4 du livre des procédures fiscales, les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 de ce livre. V.-Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence. Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.",
            "texteHtml": "<p>I.-Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des impôts appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que proposer les rectifications.</p><p>Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire des impôts affecté ou non dans le même service déconcentré ou service à compétence nationale.</p><p>II.-Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement.</p><p>III.-Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances.</p><p>IV.-Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres.</p><p>Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de l'article R. 213-4 du livre des procédures fiscales, les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 de ce livre.</p><p>V.-Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence.</p><p>Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.</p>",
            "num": "350 terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1086048000000,
            "dateFin": 1333238400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146873",
                        "id": "LEGISCTA000006146873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299556",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146873",
            "sectionParentId": "LEGISCTA000006146873",
            "sectionParentTitre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006299558",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000437017",
                    "textTitle": "Décret n°2004-283 du 25 mars 2004 - art. 1 () JORF 27 mars 2004 en vigueur le 1er juin 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006229716",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-03-27",
                    "dateSignaTexte": "2004-03-25",
                    "dateDebutCible": "2004-06-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000401007",
                    "textTitle": "Arrêté du 24 juillet 2000 - art. 9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006334566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 964483200000,
                    "dateDebut": 967766400000
                },
                {
                    "textCid": "JORFTEXT000025577742",
                    "textTitle": "Arrêté du 16 mars 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035449569",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332806400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "JORFTEXT000037058273",
                    "textTitle": "Arrêté du 4 juin 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037060152",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1528934400000,
                    "dateDebut": 1529020800000
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 409, 410",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 350 quaterdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "350 quaterdecies",
                    "articleId": "LEGIARTI000018845547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1211673600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 409 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "409",
                    "articleId": "LEGIARTI000030593644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1431648000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L212 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212",
                    "articleId": "LEGIARTI000006315476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607385600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L213 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213",
                    "articleId": "LEGIARTI000006315984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R213-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-4",
                    "articleId": "LEGIARTI000006316406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 août 2004",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299556",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860716800000,
                    "dateFin": 972432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299557",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1086048000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299558",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1086048000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624795",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1437264000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030911006",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1437264000000,
                    "dateFin": 1503532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035449596",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1503532800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036962235",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1527724800000,
                    "dateFin": 1636848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044325372",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1636848000000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623583",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "350 terdecies",
                "350"
            ],
            "versionPrecedente": "LEGIARTI000006299557",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006299557",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des impôts appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que notifier les redressements. Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire des impôts affecté ou non dans le même service déconcentré ou service à compétence nationale. II.-Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement. III.-Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances. IV.-Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres. Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de l'article R. 213-4 du livre des procédures fiscales, les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 de ce livre. V.-Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence. Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.",
            "texteHtml": "<p>I.-Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires de la direction générale des impôts appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que notifier les redressements.</p><p>Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des fonctionnaires stagiaires et par tout autre fonctionnaire des impôts affecté ou non dans le même service déconcentré ou service à compétence nationale.</p><p>II.-Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personne de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial du service déconcentré ou du service à compétence nationale dans lequel ils sont affectés une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés ou qui y ont leur résidence principale, leur siège ou leur principal établissement.</p><p>III.-Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances.</p><p>IV.-Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres.</p><p>Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de l'article R. 213-4 du livre des procédures fiscales, les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 de ce livre.</p><p>V.-Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence.</p><p>Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services déconcentrés et des services à compétence nationale définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.</p>",
            "num": "350 terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 985996800000,
            "dateFin": 1086048000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146873",
                        "id": "LEGISCTA000006146873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299556",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146873",
            "sectionParentId": "LEGISCTA000006146873",
            "sectionParentTitre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006299557",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000585796",
                    "textTitle": "Décret n°2000-1037 du 23 octobre 2000 - art. 2 () JORF 25 octobre 2000",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006331249",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-10-25",
                    "dateSignaTexte": "2000-10-23",
                    "dateDebutCible": "2000-10-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000401007",
                    "textTitle": "Arrêté du 24 juillet 2000 - art. 9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006334566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 964483200000,
                    "dateDebut": 967766400000
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 409, 410",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000025577742",
                    "textTitle": "Arrêté du 16 mars 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035449569",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332806400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "JORFTEXT000037058273",
                    "textTitle": "Arrêté du 4 juin 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037060152",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1528934400000,
                    "dateDebut": 1529020800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 350 quaterdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "350 quaterdecies",
                    "articleId": "LEGIARTI000018845547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1211673600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 409 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "409",
                    "articleId": "LEGIARTI000030593644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1431648000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L212 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212",
                    "articleId": "LEGIARTI000006315476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607385600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L213 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213",
                    "articleId": "LEGIARTI000006315984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R213-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-4",
                    "articleId": "LEGIARTI000006316406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2001",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299556",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860716800000,
                    "dateFin": 972432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299557",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1086048000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299558",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1086048000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624795",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1437264000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030911006",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1437264000000,
                    "dateFin": 1503532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035449596",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1503532800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036962235",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1527724800000,
                    "dateFin": 1636848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044325372",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1636848000000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623583",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "350 terdecies",
                "350"
            ],
            "versionPrecedente": "LEGIARTI000006299556",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006299556",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires titulaires de la direction générale des impôts appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que notifier les redressements. Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des stagiaires et par tout autre fonctionnaire des impôts affecté ou non dans le ressort territorial du même service. II.-Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personnes de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial de leur service d'affectation une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés. III.-Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances. IV.-Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres. Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de l'article R. 213-4 du livre des procédures fiscales, les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 de ce livre. V.-Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence. Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.",
            "texteHtml": "<p>I.-Sous réserve des dispositions des articles 409 et 410 de l'annexe II au code général des impôts, seuls les fonctionnaires titulaires de la direction générale des impôts appartenant à des corps des catégories A et B peuvent fixer les bases d'imposition et liquider les impôts, taxes et redevances ainsi que notifier les redressements.</p><p>Les fonctionnaires mentionnés au premier alinéa peuvent se faire assister pour les opérations de contrôle par des stagiaires et par tout autre fonctionnaire des impôts affecté ou non dans le ressort territorial du même service.</p><p>II.-Les fonctionnaires mentionnés au premier alinéa du I peuvent exercer les attributions que ces dispositions leur confèrent à l'égard des personnes physiques ou morales ou groupements de personnes de droit ou de fait qui ont déposé ou auraient dû déposer dans le ressort territorial de leur service d'affectation une déclaration, un acte ou tout autre document ainsi qu'à l'égard des personnes ou groupements qui, en l'absence d'obligation déclarative, y ont été ou auraient dû y être imposés.</p><p>III.-Les fonctionnaires mentionnés au premier alinéa du I et compétents territorialement pour procéder aux contrôles visés à l'article L. 47 du livre des procédures fiscales d'une personne physique ou morale ou d'un groupement peuvent exercer les attributions définies à cet alinéa pour l'ensemble des impositions, taxes et redevances, dues par ce contribuable, quel que soit le lieu d'imposition ou de dépôt des déclarations ou actes relatifs à ces impositions, taxes et redevances.</p><p>IV.-Sans préjudice des dispositions des II et III, les fonctionnaires mentionnés au premier alinéa du I sont compétents pour contrôler et liquider les droits d'enregistrement, la taxe de publicité foncière, l'impôt de solidarité sur la fortune, les droits de timbre et taxes assimilées, lorsque est situé dans le ressort territorial de leur service d'affectation soit le lieu de dépôt des actes ou déclarations, soit le lieu de situation ou d'immatriculation du bien servant à la base des impositions, taxes et redevances ou, s'agissant de titres, le lieu de souscription de la déclaration de résultats par la société émettrice ou le lieu de situation des biens servant à la détermination de la valeur de ces titres.</p><p>Ils sont également compétents dans le ressort territorial de leur service d'affectation pour dresser, en vertu de l'article R. 213-4 du livre des procédures fiscales, les procès-verbaux prévus au d de l'article L. 212 et à l'article L. 213 de ce livre.</p><p>V.-Sans préjudice des dispositions des II, III et IV, les fonctionnaires mentionnés au premier alinéa du I peuvent exercer leurs attributions à l'égard des personnes physiques ou morales et des groupements liés aux personnes ou groupements qui relèvent de leur compétence.</p><p>Les liens existant entre les personnes ou groupements s'entendent de l'appartenance ou du rattachement à un même foyer fiscal, de l'exercice d'un rôle de direction de droit ou de fait, d'une relation d'association, de subordination ou d'interposition, ou de l'appartenance à un même groupe d'intérêts. Les arrêtés d'attributions des services définissent, s'il y a lieu, la compétence des agents au regard des personnes unies par ces liens.</p>",
            "num": "350 terdecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 860716800000,
            "dateFin": 972432000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114434",
                        "id": "LEGISCTA000006114434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133762",
                        "id": "LEGISCTA000006133762",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-04-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146873",
                        "id": "LEGISCTA000006146873",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299556",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146873",
            "sectionParentId": "LEGISCTA000006146873",
            "sectionParentTitre": "Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre IV : Compétences des fonctionnaires de la direction générale des finances publiques",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006299556",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000745290",
                    "textTitle": "Décret n°96-804 du 12 septembre 1996 - art. 1 (V) JORF 15 septembre 1996",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006330262",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-09-15",
                    "dateSignaTexte": "1996-09-12",
                    "dateDebutCible": "1996-09-15"
                },
                {
                    "textCid": "JORFTEXT000000566799",
                    "textTitle": "Décret 97-661 1997-05-28",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000566799",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-06-01",
                    "dateSignaTexte": "1997-05-28",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000401007",
                    "textTitle": "Arrêté du 24 juillet 2000 - art. 9 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006334566",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 964483200000,
                    "dateDebut": 967766400000
                },
                {
                    "textCid": "JORFTEXT000025577742",
                    "textTitle": "Arrêté du 16 mars 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035449569",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1332806400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "JORFTEXT000037058273",
                    "textTitle": "Arrêté du 4 juin 2018 (P)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037060152",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1528934400000,
                    "dateDebut": 1529020800000
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 409, 410",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 350 quaterdecies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "350 quaterdecies",
                    "articleId": "LEGIARTI000018845547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1211673600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 409 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "409",
                    "articleId": "LEGIARTI000030593644",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1431648000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L212 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212",
                    "articleId": "LEGIARTI000006315476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607385600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L213 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213",
                    "articleId": "LEGIARTI000006315984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R213-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R213-4",
                    "articleId": "LEGIARTI000006316406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559952000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 11 avril 1997",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299556",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860716800000,
                    "dateFin": 972432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299557",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 985996800000,
                    "dateFin": 1086048000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299558",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1086048000000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025624795",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1437264000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030911006",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1437264000000,
                    "dateFin": 1503532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035449596",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1503532800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036962235",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1527724800000,
                    "dateFin": 1636848000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044325372",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1636848000000,
                    "dateFin": 1685750400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047623583",
                    "etat": "VIGUEUR",
                    "version": "9.0",
                    "dateDebut": 1685750400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "350 terdecies",
                "350"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}