{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019757706",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Toute demande d'agrément administratif présentée par une entreprise française doit être produite en double exemplaire et comporter : a) Pour un agrément prévu à l'article L. 321-1 , la liste, établie en conformité avec l'article R. 321-1 , des branches ou sous-branches que l'entreprise d'assurance se propose de pratiquer et pour un agrément prévu à l'article L. 321-1-1 , la liste, établie en conformité avec l'article R. 321-5-1 , des activités que l'entreprise de réassurance se propose de pratiquer ; b) Le cas échéant, l'indication des pays étrangers où l'entreprise se propose d'opérer ; c) Un des doubles de l'acte constitutif de l'entreprise s'il est sous seing privé, ou une expédition s'il est authentique ; d) Le procès-verbal de l'assemblée générale constitutive ; e) Un exemplaire des statuts ; f) La liste des membres du conseil d'administration ou du directoire, des membres du conseil de surveillance, du directeur général unique ou des directeurs généraux et des directeurs généraux délégués, ainsi que de toute personne appelée à exercer en fait des fonctions équivalentes. Cette liste est accompagnée des nom, prénoms, domicile, nationalité, date et lieu de naissance de chaque personne physique concernée, ainsi que de la dénomination sociale, du lieu du siège social et, le cas échéant, du numéro SIREN des personnes morales concernées ; g) Un programme d'activités comprenant les pièces suivantes : 1. Le cas échéant, un document précisant la nature des risques que l'entreprise se propose de garantir ; 2. Les entreprises mentionnées au 1° de l'article L. 310-1 doivent produire une note technique exposant le mode d'établissement des tarifs et les bases de calcul des diverses catégories de primes ou cotisations.S'il s'agit d'opérations de la branche 26 de l'article R. 321-1, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs, les modalités de détermination des primes ou cotisations annuelles ainsi que les indications relatives à la fixation du nombre d'unités de rente correspondant auxdites primes ou cotisations. S'il s'agit d'opérations d'appel à l'épargne en vue de la capitalisation, l'entreprise doit produire le tarif complet des versements ou cotisations, accompagné de tableaux indiquant au moins année par année les provisions mathématiques et les valeurs de rachat correspondantes, ainsi que d'une note technique exposant le mode d'établissement de ces divers éléments. S'il s'agit d'opérations tontinières, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs et des barèmes afférents à toutes ses opérations ; 3. Les principes directeurs que l'entreprise se propose de suivre en matière de réassurance ; la liste des principaux réassureurs pressentis et les éléments de nature à démontrer leur intention de contracter avec l'entreprise ; 4. La description de l'organisation administrative et commerciale et des moyens en personnel et en matériel dont dispose l'entreprise ; les prévisions de frais d'installation des services administratifs et du réseau de production, ainsi que les moyens financiers destinés à y faire face ; 5. Pour la branche mentionnée au 18 de l'article R. 321-1, les moyens en personnels et matériels dont dispose l'entreprise, par elle-même ou par personne interposée, pour faire face à ses engagements ; 6. Pour les cinq premiers exercices comptables d'activité : les comptes de résultats et bilans prévisionnels, ainsi que le détail des hypothèses retenues (principes de tarification, nature des produits, sinistralité, évolution des frais généraux, rendement des placements). 7. Pour les mêmes exercices : -les prévisions relatives aux moyens financiers destinés à la couverture des engagements ; -les prévisions relatives à la marge de solvabilité que l'entreprise doit posséder en application des dispositions du chapitre IV du titre III du présent livre ; -les prévisions de trésorerie. 8. La justification des éléments constituant le montant minimal du fonds de garantie que l'entreprise doit posséder, selon le cas, conformément aux dispositions du chapitre IV du titre III du présent livre ; 9. 1. Dans le cas d'une société anonyme, la liste des actionnaires détenant 5 % ou plus du capital ou des droits de vote ainsi que la part du capital social et des droits de vote détenue par chacun d'eux. Est considéré comme actionnaire unique pour l'application des présentes dispositions, tout groupe d'actionnaires liés entre eux, soit parce que l'un détient le contrôle direct ou indirect de l'autre, soit parce qu'ils sont directement ou indirectement contrôlés par la même personne, soit parce qu'ils sont liés par un pacte d'actionnaires ou par tout accord général ou particulier ayant le même effet qu'un pacte d'actionnaires. Dans ce cas, la liste des personnes appartenant au groupe d'actionnaires, et l'indication de la part détenue par chacun dans le capital et les droits de vote sont complétées par l'indication de la nature du ou des liens existant entre elles. Lorsque l'un des actionnaires de l'entreprise figurant sur la liste prévue ci-dessus est lui-même contrôlé par un actionnaire unique, l'identité du ou des actionnaires liés entre eux détenant le contrôle est indiquée. Lorsque l'un des actionnaires de l'entreprise figurant sur la liste prévue ci-dessus détient à lui seul le contrôle de l'entreprise d'assurance et qu'il est lui-même une société dont l'activité principale consiste à prendre des participations dans les entreprises soumises au contrôle de l'Etat en application de l'article L. 310-1 ou du 1° du III de l'article L. 310-1-1, la liste de ses actionnaires est également fournie, dans les mêmes conditions que la liste des actionnaires de l'entreprise d'assurance. Pour chacun des actionnaires mentionnés en application des présentes dispositions détenant 10 % ou plus du capital ou des droits de vote, est fourni un dossier composé comme il est prévu à l'article A 322-1-II. Pour chacun des actionnaires mentionnés détenant de 5 à moins de 10 % du capital ou des droits de vote, le dossier est composé des informations mentionnées à l'article A. 322-1-II 1 (a et b) ou des informations mentionnées au paragraphe II-2 (a, b, c, d, e) du même article. 9. 2. Dans le cas d'une société d'assurance mutuelle, une note détaillant les modalités de constitution du fonds d'établissement et des éléments constitutifs de la marge de solvabilité ainsi que l'identité des apporteurs de fonds. 10. Le nom et l'adresse du ou des principaux établissements bancaires où sont domiciliés les comptes de l'entreprise. 11. Le cas échéant, l'organigramme financier du groupe, au sens du 7° de l'article L. 334-2 , auquel l'entreprise appartient. II.-En cas de demande d'extension d'agrément, le dossier à communiquer comporte les éléments mentionnés aux a, b, f et g du I du présent article. Il comporte en outre, pour les trois derniers exercices clos, les comptes annuels mentionnés à l'article A. 344- 9, les états C 5 et C 6 mentionnés à l' article A. 344-10 et, le cas échéant, l'état G 2 mentionné à l'annexe I de l'article A. 344-14 ainsi que l'état G 20 mentionné à l'annexe de l'article A. 344-14-1 .",
            "texteHtml": "<p>I.-Toute demande d'agrément administratif présentée par une entreprise française doit être produite en double exemplaire et comporter : </p><p>a) Pour un agrément prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796919&dateTexte=&categorieLien=cid'>l'article L. 321-1</a>, la liste, établie en conformité avec <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812450&dateTexte=&categorieLien=cid'>l'article R. 321-1</a>, des branches ou sous-branches que l'entreprise d'assurance se propose de pratiquer et pour un agrément prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796953&dateTexte=&categorieLien=cid'>l'article L. 321-1-1</a>, la liste, établie en conformité avec <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000019737708&dateTexte=&categorieLien=cid'>l'article R. 321-5-1</a>, des activités que l'entreprise de réassurance se propose de pratiquer ; </p><p>b) Le cas échéant, l'indication des pays étrangers où l'entreprise se propose d'opérer ; </p><p>c) Un des doubles de l'acte constitutif de l'entreprise s'il est sous seing privé, ou une expédition s'il est authentique ; </p><p>d) Le procès-verbal de l'assemblée générale constitutive ; </p><p>e) Un exemplaire des statuts ; </p><p>f) La liste des membres du conseil d'administration ou du directoire, des membres du conseil de surveillance, du directeur général unique ou des directeurs généraux et des directeurs généraux délégués, ainsi que de toute personne appelée à exercer en fait des fonctions équivalentes. Cette liste est accompagnée des nom, prénoms, domicile, nationalité, date et lieu de naissance de chaque personne physique concernée, ainsi que de la dénomination sociale, du lieu du siège social et, le cas échéant, du numéro SIREN des personnes morales concernées ; </p><p>g) Un programme d'activités comprenant les pièces suivantes : </p><p>1. Le cas échéant, un document précisant la nature des risques que l'entreprise se propose de garantir ; </p><p>2. Les entreprises mentionnées au 1° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796289&dateTexte=&categorieLien=cid'>l'article L. 310-1 </a>doivent produire une note technique exposant le mode d'établissement des tarifs et les bases de calcul des diverses catégories de primes ou cotisations.S'il s'agit d'opérations de la branche 26 de l'article R. 321-1, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs, les modalités de détermination des primes ou cotisations annuelles ainsi que les indications relatives à la fixation du nombre d'unités de rente correspondant auxdites primes ou cotisations.</p><p>S'il s'agit d'opérations d'appel à l'épargne en vue de la capitalisation, l'entreprise doit produire le tarif complet des versements ou cotisations, accompagné de tableaux indiquant au moins année par année les provisions mathématiques et les valeurs de rachat correspondantes, ainsi que d'une note technique exposant le mode d'établissement de ces divers éléments.</p><p>S'il s'agit d'opérations tontinières, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs et des barèmes afférents à toutes ses opérations ; </p><p>3. Les principes directeurs que l'entreprise se propose de suivre en matière de réassurance ; la liste des principaux réassureurs pressentis et les éléments de nature à démontrer leur intention de contracter avec l'entreprise ; </p><p>4. La description de l'organisation administrative et commerciale et des moyens en personnel et en matériel dont dispose l'entreprise ; les prévisions de frais d'installation des services administratifs et du réseau de production, ainsi que les moyens financiers destinés à y faire face ; </p><p>5. Pour la branche mentionnée au 18 de l'article R. 321-1, les moyens en personnels et matériels dont dispose l'entreprise, par elle-même ou par personne interposée, pour faire face à ses engagements ; </p><p>6. Pour les cinq premiers exercices comptables d'activité : les comptes de résultats et bilans prévisionnels, ainsi que le détail des hypothèses retenues (principes de tarification, nature des produits, sinistralité, évolution des frais généraux, rendement des placements). </p><p>7. Pour les mêmes exercices :</p><p>-les prévisions relatives aux moyens financiers destinés à la couverture des engagements ;</p><p>-les prévisions relatives à la marge de solvabilité que l'entreprise doit posséder en application des dispositions du chapitre IV du titre III du présent livre ;</p><p>-les prévisions de trésorerie. </p><p>8. La justification des éléments constituant le montant minimal du fonds de garantie que l'entreprise doit posséder, selon le cas, conformément aux dispositions du chapitre IV du titre III du présent livre ; </p><p>9. 1. Dans le cas d'une société anonyme, la liste des actionnaires détenant 5 % ou plus du capital ou des droits de vote ainsi que la part du capital social et des droits de vote détenue par chacun d'eux. Est considéré comme actionnaire unique pour l'application des présentes dispositions, tout groupe d'actionnaires liés entre eux, soit parce que l'un détient le contrôle direct ou indirect de l'autre, soit parce qu'ils sont directement ou indirectement contrôlés par la même personne, soit parce qu'ils sont liés par un pacte d'actionnaires ou par tout accord général ou particulier ayant le même effet qu'un pacte d'actionnaires. Dans ce cas, la liste des personnes appartenant au groupe d'actionnaires, et l'indication de la part détenue par chacun dans le capital et les droits de vote sont complétées par l'indication de la nature du ou des liens existant entre elles. </p><p>Lorsque l'un des actionnaires de l'entreprise figurant sur la liste prévue ci-dessus est lui-même contrôlé par un actionnaire unique, l'identité du ou des actionnaires liés entre eux détenant le contrôle est indiquée. </p><p>Lorsque l'un des actionnaires de l'entreprise figurant sur la liste prévue ci-dessus détient à lui seul le contrôle de l'entreprise d'assurance et qu'il est lui-même une société dont l'activité principale consiste à prendre des participations dans les entreprises soumises au contrôle de l'Etat en application de l'article L. 310-1 ou du 1° du III de l'article L. 310-1-1, la liste de ses actionnaires est également fournie, dans les mêmes conditions que la liste des actionnaires de l'entreprise d'assurance. </p><p>Pour chacun des actionnaires mentionnés en application des présentes dispositions détenant 10 % ou plus du capital ou des droits de vote, est fourni un dossier composé comme il est prévu à l'article A 322-1-II. </p><p>Pour chacun des actionnaires mentionnés détenant de 5 à moins de 10 % du capital ou des droits de vote, le dossier est composé des informations mentionnées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006787567&dateTexte=&categorieLien=cid'>l'article A. 322-1-II </a>1 (a et b) ou des informations mentionnées au paragraphe II-2 (a, b, c, d, e) du même article. </p><p>9. 2. Dans le cas d'une société d'assurance mutuelle, une note détaillant les modalités de constitution du fonds d'établissement et des éléments constitutifs de la marge de solvabilité ainsi que l'identité des apporteurs de fonds. </p><p>10. Le nom et l'adresse du ou des principaux établissements bancaires où sont domiciliés les comptes de l'entreprise. </p><p>11. Le cas échéant, l'organigramme financier du groupe, au sens du 7° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006798780&dateTexte=&categorieLien=cid'>l'article L. 334-2</a>, auquel l'entreprise appartient. </p><p>II.-En cas de demande d'extension d'agrément, le dossier à communiquer comporte les éléments mentionnés aux a, b, f et g du I du présent article. Il comporte en outre, pour les trois derniers exercices clos, les comptes annuels mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006789023&dateTexte=&categorieLien=cid'>l'article A. 344-</a>9, les états C 5 et C 6 mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006789032&dateTexte=&categorieLien=cid'>article A. 344-10</a> et, le cas échéant, l'état G 2 mentionné à l'annexe I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006789052&dateTexte=&categorieLien=cid'>l'article A. 344-14 </a>ainsi que l'état G 20 mentionné à l'annexe de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006789071&dateTexte=&categorieLien=cid'>l'article A. 344-14-1</a>.</p>",
            "num": "A321-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1226275200000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142562",
                        "id": "LEGISCTA000006142562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-02-24",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les agréments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156983",
                        "id": "LEGISCTA000006156983",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-08-08",
                        "fin": "2016-01-01",
                        "titre": "Section I : Agrément administratif des entreprises françaises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173959",
                        "id": "LEGISCTA000006173959",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173959",
            "sectionParentId": "LEGISCTA000006173959",
            "sectionParentTitre": "Section I : Agrément administratif des entreprises françaises.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre II : Régime administratif",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019757706",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019736137",
                    "textTitle": "Arrêté du 7 novembre 2008 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000019747651",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-11-09",
                    "dateSignaTexte": "2008-11-07",
                    "dateDebutCible": "2008-11-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A310-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A310-3",
                    "articleId": "LEGIARTI000027888832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-2",
                    "articleId": "LEGIARTI000029714718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-3",
                    "articleId": "LEGIARTI000006787438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-7",
                    "articleId": "LEGIARTI000006787483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-8",
                    "articleId": "LEGIARTI000006787498",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A322-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A322-1",
                    "articleId": "LEGIARTI000006787567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-10",
                    "articleId": "LEGIARTI000006789032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 809481600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-14",
                    "articleId": "LEGIARTI000006789052",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 921542400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-14-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-14-1",
                    "articleId": "LEGIARTI000006789071",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1127260800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-9",
                    "articleId": "LEGIARTI000006789023",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 809481600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A362-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A362-1",
                    "articleId": "LEGIARTI000027888896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006796919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1-1",
                    "articleId": "LEGIARTI000006796953",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 646790400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L334-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L334-2",
                    "articleId": "LEGIARTI000006798780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 999216000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*321-1",
                    "articleId": "LEGIARTI000006812450",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R321-5-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-5-1",
                    "articleId": "LEGIARTI000019737708",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1226275200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787405",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 572659200000,
                    "dateFin": 732585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 776304000000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757706",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A321-1",
                "321-1"
            ],
            "versionPrecedente": "LEGIARTI000006787407",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006787407",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Toute demande d'agrément administratif présentée par une entreprise française doit être produite en double exemplaire et comporter : a) La liste, établie en conformité de l'article R. 321-1, des branches ou sous-branches que l'entreprise se propose de pratiquer ; b) Le cas échéant, l'indication des pays étrangers où l'entreprise se propose d'opérer ; c) Un des doubles de l'acte constitutif de l'entreprise s'il est sous seing privé, ou une expédition s'il est authentique ; d) Le procès-verbal de l'assemblée générale constitutive ; e) Un exemplaire des statuts ; f) La liste des membres du conseil d'administration ou du directoire, des membres du conseil de surveillance, du directeur général unique ou des directeurs généraux et des directeurs généraux délégués, ainsi que de toute personne appelée à exercer en fait des fonctions équivalentes. Cette liste est accompagnée des nom, prénoms, domicile, nationalité, date et lieu de naissance de chaque personne physique concernée, ainsi que de la dénomination sociale, du lieu du siège social et, le cas échéant, du numéro SIREN des personnes morales concernées ; g) Un programme d'activités comprenant les pièces suivantes : 1. Le cas échéant, un document précisant la nature des risques que l'entreprise se propose de garantir ; 2. Les entreprises mentionnées au 1° de l'article L. 310-1 doivent produire une note technique exposant le mode d'établissement des tarifs et les bases de calcul des diverses catégories de primes ou cotisations. S'il s'agit d'opérations de la branche 26 de l'article R. 321-1, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs, les modalités de détermination des primes ou cotisations annuelles ainsi que les indications relatives à la fixation du nombre d'unités de rente correspondant auxdites primes ou cotisations. S'il s'agit d'opérations d'appel à l'épargne en vue de la capitalisation, l'entreprise doit produire le tarif complet des versements ou cotisations, accompagné de tableaux indiquant au moins année par année les provisions mathématiques et les valeurs de rachat correspondantes, ainsi que d'une note technique exposant le mode d'établissement de ces divers éléments. S'il s'agit d'opérations tontinières, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs et des barèmes afférents à toutes ses opérations ; 3. Les principes directeurs que l'entreprise se propose de suivre en matière de réassurance ; la liste des principaux réassureurs pressentis et les éléments de nature à démontrer leur intention de contracter avec l'entreprise ; 4. La description de l'organisation administrative et commerciale et des moyens en personnel et en matériel dont dispose l'entreprise ; les prévisions de frais d'installation des services administratifs et du réseau de production, ainsi que les moyens financiers destinés à y faire face ; 5. Pour la branche mentionnée au 18 de l'article R. 321-1, les moyens en personnels et matériels dont dispose l'entreprise, par elle-même ou par personne interposée, pour faire face à ses engagements ; 6. Pour les cinq premiers exercices comptables d'activité : les comptes de résultats et bilans prévisionnels, ainsi que le détail des hypothèses retenues (principes de tarification, nature des produits, sinistralité, évolution des frais généraux, rendement des placements). 7. Pour les mêmes exercices : - les prévisions relatives aux moyens financiers destinés à la couverture des engagements ; - les prévisions relatives à la marge de solvabilité que l'entreprise doit posséder en application des dispositions des sections II ou III du chapitre IV du titre III du présent livre ; - les prévisions de trésorerie. 8. La justification des éléments constituant le montant minimal du fonds de garantie que l'entreprise doit posséder, selon le cas, conformément aux dispositions des sections II ou III du chapitre IV du titre III du présent livre ; 9.1. Dans le cas d'une société anonyme, la liste des actionnaires détenant 5 % ou plus du capital ou des droits de vote ainsi que la part du capital social et des droits de vote détenue par chacun d'eux. Est considéré comme actionnaire unique pour l'application des présentes dispositions, tout groupe d'actionnaires liés entre eux, soit parce que l'un détient le contrôle direct ou indirect de l'autre, soit parce qu'ils sont directement ou indirectement contrôlés par la même personne, soit parce qu'ils sont liés par un pacte d'actionnaires ou par tout accord général ou particulier ayant le même effet qu'un pacte d'actionnaires. Dans ce cas, la liste des personnes appartenant au groupe d'actionnaires, et l'indication de la part détenue par chacun dans le capital et les droits de vote sont complétées par l'indication de la nature du ou des liens existant entre elles. Lorsque l'un des actionnaires de l'entreprise d'assurance figurant sur la liste prévue ci-dessus est lui-même contrôlé par un actionnaire unique, l'identité du ou des actionnaires liés entre eux détenant le contrôle est indiquée. Lorsque l'un des actionnaires de l'entreprise d'assurance figurant sur la liste prévue ci-dessus détient à lui seul le contrôle de l'entreprise d'assurance et qu'il est lui-même une société dont l'activité principale consiste à prendre des participations dans les entreprises soumises au contrôle de l'Etat en application de l'article L. 310-1, la liste de ses actionnaires est également fournie, dans les mêmes conditions que la liste des actionnaires de l'entreprise d'assurance. Pour chacun des actionnaires mentionnés en application des présentes dispositions détenant 10 % ou plus du capital ou des droits de vote, est fourni un dossier composé comme il est prévu à l'article A 322-1-II. Pour chacun des actionnaires mentionnés détenant de 5 à moins de 10 % du capital ou des droits de vote, le dossier est composé des informations mentionnées à l'article A. 322-1-II 1 (a et b) ou des informations mentionnées au paragraphe II-2 (a, b, c, d, e) du même article. 9.2. Dans le cas d'une société d'assurance mutuelle, une note détaillant les modalités de constitution du fonds d'établissement et des éléments constitutifs de la marge de solvabilité ainsi que l'identité des apporteurs de fonds. 10. Le nom et l'adresse du ou des principaux établissements bancaires où sont domiciliés les comptes de l'entreprise. 11. Le cas échéant, l'organigramme financier du groupe, au sens du 7° de l'article L. 334-2, auquel l'entreprise appartient. II. - En cas de demande d'extension d'agrément, le dossier à communiquer comporte les éléments mentionnés aux a, b, f et g du I du présent article. Il comporte en outre, pour les trois derniers exercices clos, les comptes annuels mentionnés à l'article A. 344-9, les états C 5 et C 6 mentionnés à l'article A. 344-10 et, le cas échéant, l'état G 2 mentionné à l'annexe I de l'article A. 344-14 ainsi que l'état G 20 mentionné à l'annexe de l'article A. 344-14-1.",
            "texteHtml": "<p></p>   I. - Toute demande d'agrément administratif présentée par une entreprise française doit être produite en double exemplaire et comporter :<p></p><p></p>   a) La liste, établie en conformité de l'article R. 321-1, des branches ou sous-branches que l'entreprise se propose de pratiquer ;<p></p><p></p>   b) Le cas échéant, l'indication des pays étrangers où l'entreprise se propose d'opérer ;<p></p><p></p>   c) Un des doubles de l'acte constitutif de l'entreprise s'il est sous seing privé, ou une expédition s'il est authentique ;<p></p><p></p>   d) Le procès-verbal de l'assemblée générale constitutive ;<p></p><p></p>   e) Un exemplaire des statuts ;<p></p><p></p>   f) La liste des membres du conseil d'administration ou du directoire, des membres du conseil de surveillance, du directeur général unique ou des directeurs généraux et des directeurs généraux délégués, ainsi que de toute personne appelée à exercer en fait des fonctions équivalentes. Cette liste est accompagnée des nom, prénoms, domicile, nationalité, date et lieu de naissance de chaque personne physique concernée, ainsi que de la dénomination sociale, du lieu du siège social et, le cas échéant, du numéro SIREN des personnes morales concernées ;<p></p><p></p>   g) Un programme d'activités comprenant les pièces suivantes :<p></p><p></p>   1. Le cas échéant, un document précisant la nature des risques que l'entreprise se propose de garantir ;<p></p><p></p>   2. Les entreprises mentionnées au 1° de l'article L. 310-1 doivent produire une note technique exposant le mode d'établissement des tarifs et les bases de calcul des diverses catégories de primes ou cotisations. S'il s'agit d'opérations de la branche 26 de l'article R. 321-1, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs, les modalités de détermination des primes ou cotisations annuelles ainsi que les indications relatives à la fixation du nombre d'unités de rente correspondant auxdites primes ou cotisations.<p></p><p></p>   S'il s'agit d'opérations d'appel à l'épargne en vue de la capitalisation, l'entreprise doit produire le tarif complet des versements ou cotisations, accompagné de tableaux indiquant au moins année par année les provisions mathématiques et les valeurs de rachat correspondantes, ainsi que d'une note technique exposant le mode d'établissement de ces divers éléments.<p></p><p></p>   S'il s'agit d'opérations tontinières, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs et des barèmes afférents à toutes ses opérations ;<p></p><p></p>   3. Les principes directeurs que l'entreprise se propose de suivre en matière de réassurance ; la liste des principaux réassureurs pressentis et les éléments de nature à démontrer leur intention de contracter avec l'entreprise ;<p></p><p></p>   4. La description de l'organisation administrative et commerciale et des moyens en personnel et en matériel dont dispose l'entreprise ; les prévisions de frais d'installation des services administratifs et du réseau de production, ainsi que les moyens financiers destinés à y faire face ;<p></p><p></p>   5. Pour la branche mentionnée au 18 de l'article R. 321-1, les moyens en personnels et matériels dont dispose l'entreprise, par elle-même ou par personne interposée, pour faire face à ses engagements ;<p></p><p></p>   6. Pour les cinq premiers exercices comptables d'activité : les comptes de résultats et bilans prévisionnels, ainsi que le détail des hypothèses retenues (principes de tarification, nature des produits, sinistralité, évolution des frais généraux, rendement des placements).<p></p><p></p>   7. Pour les mêmes exercices :<p></p><p></p>   - les prévisions relatives aux moyens financiers destinés à la couverture des engagements ;<p></p><p></p>   - les prévisions relatives à la marge de solvabilité que l'entreprise doit posséder en application des dispositions des sections II ou III du chapitre IV du titre III du présent livre ;<p></p><p></p>   - les prévisions de trésorerie.<p></p><p></p>   8. La justification des éléments constituant le montant minimal du fonds de garantie que l'entreprise doit posséder, selon le cas, conformément aux dispositions des sections II ou III du chapitre IV du titre III du présent livre ;<p></p><p></p>   9.1. Dans le cas d'une société anonyme, la liste des actionnaires détenant 5 % ou plus du capital ou des droits de vote ainsi que la part du capital social et des droits de vote détenue par chacun d'eux. Est considéré comme actionnaire unique pour l'application des présentes dispositions, tout groupe d'actionnaires liés entre eux, soit parce que l'un détient le contrôle direct ou indirect de l'autre, soit parce qu'ils sont directement ou indirectement contrôlés par la même personne, soit parce qu'ils sont liés par un pacte d'actionnaires ou par tout accord général ou particulier ayant le même effet qu'un pacte d'actionnaires. Dans ce cas, la liste des personnes appartenant au groupe d'actionnaires, et l'indication de la part détenue par chacun dans le capital et les droits de vote sont complétées par l'indication de la nature du ou des liens existant entre elles.<p></p><p></p>   Lorsque l'un des actionnaires de l'entreprise d'assurance figurant sur la liste prévue ci-dessus est lui-même contrôlé par un actionnaire unique, l'identité du ou des actionnaires liés entre eux détenant le contrôle est indiquée.<p></p><p></p>   Lorsque l'un des actionnaires de l'entreprise d'assurance figurant sur la liste prévue ci-dessus détient à lui seul le contrôle de l'entreprise d'assurance et qu'il est lui-même une société dont l'activité principale consiste à prendre des participations dans les entreprises soumises au contrôle de l'Etat en application de l'article L. 310-1, la liste de ses actionnaires est également fournie, dans les mêmes conditions que la liste des actionnaires de l'entreprise d'assurance.<p></p><p></p>   Pour chacun des actionnaires mentionnés en application des présentes dispositions détenant 10 % ou plus du capital ou des droits de vote, est fourni un dossier composé comme il est prévu à l'article A 322-1-II.<p></p><p></p>   Pour chacun des actionnaires mentionnés détenant de 5 à moins de 10 % du capital ou des droits de vote, le dossier est composé des informations mentionnées à l'article A. 322-1-II 1 (a et b) ou des informations mentionnées au paragraphe II-2 (a, b, c, d, e) du même article.<p></p><p></p>   9.2. Dans le cas d'une société d'assurance mutuelle, une note détaillant les modalités de constitution du fonds d'établissement et des éléments constitutifs de la marge de solvabilité ainsi que l'identité des apporteurs de fonds.<p></p><p></p>   10. Le nom et l'adresse du ou des principaux établissements bancaires où sont domiciliés les comptes de l'entreprise.<p></p><p></p>   11. Le cas échéant, l'organigramme financier du groupe, au sens du 7° de l'article L. 334-2, auquel l'entreprise appartient.<p></p><p></p>   II. - En cas de demande d'extension d'agrément, le dossier à communiquer comporte les éléments mentionnés aux a, b, f et g du I du présent article. Il comporte en outre, pour les trois derniers exercices clos, les comptes annuels mentionnés à l'article A. 344-9, les états C 5 et C 6 mentionnés à l'article A. 344-10 et, le cas échéant, l'état G 2 mentionné à l'annexe I de l'article A. 344-14 ainsi que l'état G 20 mentionné à l'annexe de l'article A. 344-14-1.<p></p><p></p>",
            "num": "A321-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1177718400000,
            "dateFin": 1226275200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142562",
                        "id": "LEGISCTA000006142562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-02-24",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les agréments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156983",
                        "id": "LEGISCTA000006156983",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-08-08",
                        "fin": "2016-01-01",
                        "titre": "Section I : Agrément administratif des entreprises françaises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173959",
                        "id": "LEGISCTA000006173959",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173959",
            "sectionParentId": "LEGISCTA000006173959",
            "sectionParentTitre": "Section I : Agrément administratif des entreprises françaises.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre II : Régime administratif &gt; Chapitre Ier : Les agréments. &gt; Section I : Agrément administratif des entreprises françaises.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006787407",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 2007-02-19 art. 1 JORF 28 février 2007 en vigueur le 28 avril 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A310-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A310-3",
                    "articleId": "LEGIARTI000027888832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-2",
                    "articleId": "LEGIARTI000029714718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-3",
                    "articleId": "LEGIARTI000006787438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-7",
                    "articleId": "LEGIARTI000006787483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-8",
                    "articleId": "LEGIARTI000006787498",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A322-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A322-1",
                    "articleId": "LEGIARTI000006787567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-10",
                    "articleId": "LEGIARTI000006789032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 809481600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-14 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-14",
                    "articleId": "LEGIARTI000006789052",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 921542400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-14-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-14-1",
                    "articleId": "LEGIARTI000006789071",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1127260800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A344-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A344-9",
                    "articleId": "LEGIARTI000006789023",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 809481600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A362-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A362-1",
                    "articleId": "LEGIARTI000027888896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L334-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L334-2",
                    "articleId": "LEGIARTI000006798780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 999216000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances R321-1, L310-1, A322-1, L334-2, A344-9, A344-10, A344-14, A344-14-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 205891200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787405",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 572659200000,
                    "dateFin": 732585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 776304000000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757706",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A321-1",
                "321-1"
            ],
            "versionPrecedente": "LEGIARTI000006787406",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006787406",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Toute demande d'agrément administratif présentée par une entreprise française doit être produite en double exemplaire et comporter : a) La liste, établie en conformité de l'article R. 321-1, des branches ou sous-branches que l'entreprise se propose de pratiquer ; b) Le cas échéant, l'indication des pays étrangers où l'entreprise se propose d'opérer ; c) Un des doubles de l'acte constitutif de l'entreprise s'il est sous seing privé, ou une expédition s'il est authentique ; d) Le procès-verbal de l'assemblée générale constitutive ; e) Un exemplaire des statuts ; f) La liste des membres du conseil d'administration ou du directoire, des mandataires sociaux, directeurs généraux et directeurs au sens de l'article R. 322-55, ainsi que de toute personne appelée à exercer en fait des fonctions équivalentes avec les nom, prénoms, domicile, nationalité, date et lieu de naissance de chacun d'eux. Si ces personnes ont résidé hors de France pendant la période de cinq ans précédant la demande d'agrément, elles doivent indiquer leur dernière adresse hors de France. Le dossier défini à l'article A. 321-2 doit être fourni par chacune de ces personnes ; g) Un programme d'activités comprenant les pièces suivantes : 1. Le cas échéant, un document précisant la nature des risques que l'entreprise se propose de garantir ; 2. Les entreprises mentionnées au 1° de l'article L. 310-1 doivent produire une note technique exposant le mode d'établissement des tarifs et les bases de calcul des diverses catégories de primes ou cotisations. S'il s'agit d'opérations de la branche 26 de l'article R. 321-1, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs, les modalités de détermination des primes ou cotisations annuelles ainsi que les indications relatives à la fixation du nombre d'unités de rente correspondant auxdites primes ou cotisations. S'il s'agit d'opérations d'appel à l'épargne en vue de la capitalisation, l'entreprise doit produire le tarif complet des versements ou cotisations, accompagné de tableaux indiquant au moins année par année les provisions mathématiques et les valeurs de rachat correspondantes, ainsi que d'une note technique exposant le mode d'établissement de ces divers éléments. S'il s'agit d'opérations tontinières, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs et des barèmes afférents à toutes ses opérations ; 3. Les principes directeurs que l'entreprise se propose de suivre en matière de réassurance ; la liste des principaux réassureurs pressentis et les éléments de nature à démontrer leur intention de contracter avec l'entreprise ; 4. La description de l'organisation administrative et commerciale et des moyens en personnel et en matériel dont dispose l'entreprise ; les prévisions de frais d'installation des services administratifs et du réseau de production, ainsi que les moyens financiers destinés à y faire face ; 5. Pour la branche mentionnée au 18 de l'article R. 321-1, les moyens en personnels et matériels dont dispose l'entreprise, par elle-même ou par personne interposée, pour faire face à ses engagements ; 6. Pour les cinq premiers exercices comptables d'activité : les comptes de résultats et bilans prévisionnels, ainsi que le détail des hypothèses retenues (principes de tarification, nature des produits, sinistralité, évolution des frais généraux, rendement des placements). 7. Pour les mêmes exercices : - les prévisions relatives aux moyens financiers destinés à la couverture des engagements ; - les prévisions relatives à la marge de solvabilité que l'entreprise doit posséder en application des dispositions des sections II ou III du chapitre IV du titre III du présent livre ; - les prévisions de trésorerie. 8. La justification des éléments constituant le montant minimal du fonds de garantie que l'entreprise doit posséder, selon le cas, conformément aux dispositions des sections II ou III du chapitre IV du titre III du présent livre ; 9.1. Dans le cas d'une société anonyme, la liste des actionnaires détenant 5 p. 100 ou plus du capital ou des droits de vote ainsi que la part du capital social et des droits de vote détenue par chacun d'eux. Est considéré comme actionnaire unique pour l'application des présentes dispositions, tout groupe d'actionnaires liés entre eux, soit parce que l'un détient le contrôle direct ou indirect de l'autre, soit parce qu'ils sont directement ou indirectement contrôlés par la même personne, soit parce qu'ils sont liés par un pacte d'actionnaires ou par tout accord général ou particulier ayant le même effet qu'un pacte d'actionnaires. Dans ce cas, la liste des personnes appartenant au groupe d'actionnaires, et l'indication de la part détenue par chacun dans le capital et les droits de vote sont complétées par l'indication de la nature du ou des liens existant entre elles. Lorsque l'un des actionnaires de l'entreprise d'assurance figurant sur la liste prévue ci-dessus est lui-même contrôlé par un actionnaire unique, l'identité du ou des actionnaires liés entre eux détenant le contrôle est indiquée. Lorsque l'un des actionnaires de l'entreprise d'assurance figurant sur la liste prévue ci-dessus détient à lui seul le contrôle de l'entreprise d'assurance et qu'il est lui-même une société dont l'activité principale consiste à prendre des participations dans les entreprises soumises au contrôle de l'Etat en application de l'article L. 310-1, la liste de ses actionnaires est également fournie, dans les mêmes conditions que la liste des actionnaires de l'entreprise d'assurance. Pour chacun des actionnaires mentionnés en application des présentes dispositions détenant 10 p. 100 ou plus du capital ou des droits de vote, est fourni un dossier composé comme il est prévu à l'article A 322-1-II. Pour chacun des actionnaires mentionnés détenant de 5 à moins de 10 p. 100 du capital ou des droits de vote, le dossier est composé des informations mentionnées à l'article A. 322-1-II 1 (a et b) ou des informations mentionnées au paragraphe II-2 (a, b, c, d, e) du même article. 9.2. Dans le cas d'une société d'assurance mutuelle, une note détaillant les modalités de constitution du fonds d'établissement et des éléments constitutifs de la marge de solvabilité ainsi que l'identité des apporteurs de fonds. 10. Le nom et l'adresse du ou des principaux établissements bancaires où sont domiciliés les comptes de l'entreprise. II. - En cas de demande d'extension d'agrément, le dossier à communiquer est le même que celui prévu au I du présent article, à l'exception des documents mentionnés aux c, d et e.",
            "texteHtml": "<p></p>   I. - Toute demande d'agrément administratif présentée par une entreprise française doit être produite en double exemplaire et comporter :<p></p><p></p>   a) La liste, établie en conformité de l'article R. 321-1, des branches ou sous-branches que l'entreprise se propose de pratiquer ;<p></p><p></p>   b) Le cas échéant, l'indication des pays étrangers où l'entreprise se propose d'opérer ;<p></p><p></p>   c) Un des doubles de l'acte constitutif de l'entreprise s'il est sous seing privé, ou une expédition s'il est authentique ;<p></p><p></p>   d) Le procès-verbal de l'assemblée générale constitutive ;<p></p><p></p>   e) Un exemplaire des statuts ;<p></p><p></p>   f) La liste des membres du conseil d'administration ou du directoire, des mandataires sociaux, directeurs généraux et directeurs au sens de l'article R. 322-55, ainsi que de toute personne appelée à exercer en fait des fonctions équivalentes avec les nom, prénoms, domicile, nationalité, date et lieu de naissance de chacun d'eux. Si ces personnes ont résidé hors de France pendant la période de cinq ans précédant la demande d'agrément, elles doivent indiquer leur dernière adresse hors de France. Le dossier défini à l'article A. 321-2 doit être fourni par chacune de ces personnes ;<p></p><p></p>   g) Un programme d'activités comprenant les pièces suivantes :<p></p><p></p>   1. Le cas échéant, un document précisant la nature des risques que l'entreprise se propose de garantir ;<p></p><p></p>   2. Les entreprises mentionnées au 1° de l'article L. 310-1 doivent produire une note technique exposant le mode d'établissement des tarifs et les bases de calcul des diverses catégories de primes ou cotisations. S'il s'agit d'opérations de la branche 26 de l'article R. 321-1, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs, les modalités de détermination des primes ou cotisations annuelles ainsi que les indications relatives à la fixation du nombre d'unités de rente correspondant auxdites primes ou cotisations.<p></p><p></p>   S'il s'agit d'opérations d'appel à l'épargne en vue de la capitalisation, l'entreprise doit produire le tarif complet des versements ou cotisations, accompagné de tableaux indiquant au moins année par année les provisions mathématiques et les valeurs de rachat correspondantes, ainsi que d'une note technique exposant le mode d'établissement de ces divers éléments.<p></p><p></p>   S'il s'agit d'opérations tontinières, l'entreprise doit produire une note technique exposant le mode d'établissement des tarifs et des barèmes afférents à toutes ses opérations ;<p></p><p></p>   3. Les principes directeurs que l'entreprise se propose de suivre en matière de réassurance ; la liste des principaux réassureurs pressentis et les éléments de nature à démontrer leur intention de contracter avec l'entreprise ;<p></p><p></p>   4. La description de l'organisation administrative et commerciale et des moyens en personnel et en matériel dont dispose l'entreprise ; les prévisions de frais d'installation des services administratifs et du réseau de production, ainsi que les moyens financiers destinés à y faire face ;<p></p><p></p>   5. Pour la branche mentionnée au 18 de l'article R. 321-1, les moyens en personnels et matériels dont dispose l'entreprise, par elle-même ou par personne interposée, pour faire face à ses engagements ;<p></p><p></p>   6. Pour les cinq premiers exercices comptables d'activité : les comptes de résultats et bilans prévisionnels, ainsi que le détail des hypothèses retenues (principes de tarification, nature des produits, sinistralité, évolution des frais généraux, rendement des placements).<p></p><p></p>   7. Pour les mêmes exercices :<p></p><p></p>   - les prévisions relatives aux moyens financiers destinés à la couverture des engagements ;<p></p><p></p>   - les prévisions relatives à la marge de solvabilité que l'entreprise doit posséder en application des dispositions des sections II ou III du chapitre IV du titre III du présent livre ;<p></p><p></p>   - les prévisions de trésorerie.<p></p><p></p>   8. La justification des éléments constituant le montant minimal du fonds de garantie que l'entreprise doit posséder, selon le cas, conformément aux dispositions des sections II ou III du chapitre IV du titre III du présent livre ;<p></p><p></p>   9.1. Dans le cas d'une société anonyme, la liste des actionnaires détenant 5 p. 100 ou plus du capital ou des droits de vote ainsi que la part du capital social et des droits de vote détenue par chacun d'eux. Est considéré comme actionnaire unique pour l'application des présentes dispositions, tout groupe d'actionnaires liés entre eux, soit parce que l'un détient le contrôle direct ou indirect de l'autre, soit parce qu'ils sont directement ou indirectement contrôlés par la même personne, soit parce qu'ils sont liés par un pacte d'actionnaires ou par tout accord général ou particulier ayant le même effet qu'un pacte d'actionnaires. Dans ce cas, la liste des personnes appartenant au groupe d'actionnaires, et l'indication de la part détenue par chacun dans le capital et les droits de vote sont complétées par l'indication de la nature du ou des liens existant entre elles.<p></p><p></p>   Lorsque l'un des actionnaires de l'entreprise d'assurance figurant sur la liste prévue ci-dessus est lui-même contrôlé par un actionnaire unique, l'identité du ou des actionnaires liés entre eux détenant le contrôle est indiquée.<p></p><p></p>   Lorsque l'un des actionnaires de l'entreprise d'assurance figurant sur la liste prévue ci-dessus détient à lui seul le contrôle de l'entreprise d'assurance et qu'il est lui-même une société dont l'activité principale consiste à prendre des participations dans les entreprises soumises au contrôle de l'Etat en application de l'article L. 310-1, la liste de ses actionnaires est également fournie, dans les mêmes conditions que la liste des actionnaires de l'entreprise d'assurance.<p></p><p></p>   Pour chacun des actionnaires mentionnés en application des présentes dispositions détenant 10 p. 100 ou plus du capital ou des droits de vote, est fourni un dossier composé comme il est prévu à l'article A 322-1-II.<p></p><p></p>   Pour chacun des actionnaires mentionnés détenant de 5 à moins de 10 p. 100 du capital ou des droits de vote, le dossier est composé des informations mentionnées à l'article A. 322-1-II 1 (a et b) ou des informations mentionnées au paragraphe II-2 (a, b, c, d, e) du même article.<p></p><p></p>   9.2. Dans le cas d'une société d'assurance mutuelle, une note détaillant les modalités de constitution du fonds d'établissement et des éléments constitutifs de la marge de solvabilité ainsi que l'identité des apporteurs de fonds.<p></p><p></p>   10. Le nom et l'adresse du ou des principaux établissements bancaires où sont domiciliés les comptes de l'entreprise.<p></p><p></p>   II. - En cas de demande d'extension d'agrément, le dossier à communiquer est le même que celui prévu au I du présent article, à l'exception des documents mentionnés aux c, d et e.<p></p>",
            "num": "A321-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 776304000000,
            "dateFin": 1177718400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142562",
                        "id": "LEGISCTA000006142562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-02-24",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les agréments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156983",
                        "id": "LEGISCTA000006156983",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-08-08",
                        "fin": "2016-01-01",
                        "titre": "Section I : Agrément administratif des entreprises françaises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173959",
                        "id": "LEGISCTA000006173959",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173959",
            "sectionParentId": "LEGISCTA000006173959",
            "sectionParentTitre": "Section I : Agrément administratif des entreprises françaises.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre II : Régime administratif &gt; Chapitre Ier : Les agréments. &gt; Section I : Agrément administratif des entreprises françaises.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006787406",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1994-08-08 art. 5, art. 6 JORF 23 août 1994",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A310-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A310-3",
                    "articleId": "LEGIARTI000027888832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-2",
                    "articleId": "LEGIARTI000029714718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-3",
                    "articleId": "LEGIARTI000006787438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-7",
                    "articleId": "LEGIARTI000006787483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-8",
                    "articleId": "LEGIARTI000006787498",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A362-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A362-1",
                    "articleId": "LEGIARTI000027888896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1",
                    "articleId": "LEGIARTI000006796289",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*322-55 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*322-55",
                    "articleId": "LEGIARTI000006813433",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances L310-1, R321-1, R322-55, A321-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 205891200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787405",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 572659200000,
                    "dateFin": 732585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 776304000000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757706",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A321-1",
                "321-1"
            ],
            "versionPrecedente": "LEGIARTI000006787405",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006787405",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le montant de la garantie à partir duquel un contrat d'assurance communautaire peut être souscrit est fixé à 30 millions d'unités de compte de la Communauté économique européenne pour les risques appartenant aux branches mentionnées aux 4, 5, 6, 7, 11 et 12 de l'article R. 321-1. Ce montant est fixé à 50 millions d'unités de compte de la Communauté économique européenne pour les risques appartenant aux branches mentionnées aux 8, 9 et 16 de l'article R. 321-1. Pour les risques appartenant à la branche mentionnée au 13 de l'article R. 321-1, sont admis à la coassurance communautaire les assurés dont le chiffre d'affaires est supérieur ou égal à 200 millions d'unités de compte de la Communauté économique européenne.",
            "texteHtml": "<p></p>   Le montant de la garantie à partir duquel un contrat d'assurance communautaire peut être souscrit est fixé à 30 millions d'unités de compte de la Communauté économique européenne pour les risques appartenant aux branches mentionnées aux 4, 5, 6, 7, 11 et 12 de l'article R. 321-1.<p></p><p></p>   Ce montant est fixé à 50 millions d'unités de compte de la Communauté économique européenne pour les risques appartenant aux branches mentionnées aux 8, 9 et 16 de l'article R. 321-1.<p></p><p></p>   Pour les risques appartenant à la branche mentionnée au 13 de l'article R. 321-1, sont admis à la coassurance communautaire les assurés dont le chiffre d'affaires est supérieur ou égal à 200 millions d'unités de compte de la Communauté économique européenne.<p></p>",
            "num": "A321-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 572659200000,
            "dateFin": 732585600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142562",
                        "id": "LEGISCTA000006142562",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-02-24",
                        "fin": "2016-01-01",
                        "titre": "Chapitre Ier : Les agréments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156983",
                        "id": "LEGISCTA000006156983",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1988-02-24",
                        "fin": "1993-03-20",
                        "titre": "Section VI : Dispositions spéciales concernant la coassurance communautaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173844",
                        "id": "LEGISCTA000006173844",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006787405",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173844",
            "sectionParentId": "LEGISCTA000006173844",
            "sectionParentTitre": "Section VI : Dispositions spéciales concernant la coassurance communautaire.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre II : Régime administratif &gt; Chapitre Ier : Les agréments.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006787405",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1976-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1988-01-22 art. 1 JORF 24 février 1988",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1993-03-19 art. 1 JORF 20 mars 1993",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A310-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A310-3",
                    "articleId": "LEGIARTI000027888832",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-2",
                    "articleId": "LEGIARTI000029714718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-3",
                    "articleId": "LEGIARTI000006787438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-7",
                    "articleId": "LEGIARTI000006787483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A321-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A321-8",
                    "articleId": "LEGIARTI000006787498",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776304000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A362-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A362-1",
                    "articleId": "LEGIARTI000027888896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances R321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 205891200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R321-23 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R321-23",
                    "articleId": "LEGIARTI000006812706",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006787405",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 572659200000,
                    "dateFin": 732585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 776304000000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006787407",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1226275200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019757706",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A321-1",
                "321-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}