{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045214388",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le Conseil national d'évaluation des normes est consulté par le Gouvernement sur l'impact technique et financier, pour les collectivités territoriales et leurs établissements publics, des projets de textes réglementaires créant ou modifiant des normes qui leur sont applicables. Il est également consulté par le Gouvernement sur l'impact technique et financier des projets de loi créant ou modifiant des normes applicables aux collectivités territoriales et à leurs établissements publics. Il émet, à la demande du Gouvernement, un avis sur les projets d'acte de l'Union européenne ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics. Sont exclues de la compétence du conseil national les normes justifiées directement par la protection de la sûreté nationale. II. – Le président d'une assemblée parlementaire peut soumettre à l'avis du conseil national une proposition de loi ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics déposée par l'un des membres de cette assemblée, sauf si ce dernier s'y oppose. III. – A la demande de son président ou du tiers de ses membres, la commission d'examen des projets de règlements fédéraux relatifs aux équipements sportifs peut, avant de prononcer son avis définitif, soumettre un projet de norme d'une fédération délégataire à l'avis du conseil national. IV. – Le conseil national peut se saisir de tout projet de norme technique résultant d'activités de normalisation ou de certification ayant un impact technique ou financier pour les collectivités territoriales et leurs établissements publics. V. – Le conseil national peut être saisi d'une demande d'évaluation de normes réglementaires en vigueur applicables aux collectivités territoriales et à leurs établissements publics par le Gouvernement, les commissions permanentes de l'Assemblée nationale et du Sénat et, dans les conditions fixées par décret en Conseil d'Etat, par le président de la commission permanente du Conseil national de la montagne, les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre. Il peut se saisir lui-même de ces normes. Le conseil national examine les évolutions de la réglementation applicable aux collectivités territoriales et à leurs établissements publics et évalue leur mise en œuvre et leur impact technique et financier au regard des objectifs poursuivis. Le conseil national peut proposer, dans son avis d'évaluation, des mesures d'adaptation des normes réglementaires en vigueur qui sont conformes aux objectifs poursuivis si l'application de ces dernières entraîne, pour les collectivités territoriales et leurs établissements publics, des conséquences matérielles, techniques ou financières manifestement disproportionnées au regard de ces objectifs. L'avis rendu par le conseil national sur des dispositions réglementaires en vigueur peut proposer des modalités de simplification de ces dispositions et l'abrogation de normes devenues obsolètes. VI. – Le conseil national dispose d'un délai de six semaines à compter de la transmission d'un projet de texte mentionné au I ou d'une demande d'avis formulée en application des II ou III pour rendre son avis. Ce délai est reconductible une fois par décision du président. A titre exceptionnel et sur demande du Premier ministre ou du président de l'assemblée parlementaire qui le saisit, il est réduit à deux semaines. Par décision motivée du Premier ministre, ce délai peut être réduit à soixante-douze heures. A défaut de délibération dans les délais, l'avis du conseil national est réputé favorable. Lorsque le conseil national émet un avis défavorable sur tout ou partie d'un projet de texte mentionné au premier alinéa du I, le Gouvernement transmet un projet modifié ou, à la demande du conseil national, justifie le maintien du projet initial. Hormis dans le cas prévu au deuxième alinéa du présent VI, une seconde délibération est rendue par le conseil national. VII. – Les avis rendus par le conseil national en application des I, III, IV et V sont rendus publics. Les avis rendus sur les propositions de loi en application du II sont adressés au président de l'assemblée parlementaire qui les a soumises, pour communication, aux membres de cette assemblée. Les travaux du conseil national font l'objet d'un rapport public annuel remis au Premier ministre et aux présidents de l'Assemblée nationale et du Sénat.",
            "texteHtml": "<p>I. – Le Conseil national d'évaluation des normes est consulté par le Gouvernement sur l'impact technique et financier, pour les collectivités territoriales et leurs établissements publics, des projets de textes réglementaires créant ou modifiant des normes qui leur sont applicables.</p><p>Il est également consulté par le Gouvernement sur l'impact technique et financier des projets de loi créant ou modifiant des normes applicables aux collectivités territoriales et à leurs établissements publics.</p><p>Il émet, à la demande du Gouvernement, un avis sur les projets d'acte de l'Union européenne ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics.</p><p>Sont exclues de la compétence du conseil national les normes justifiées directement par la protection de la sûreté nationale.</p><p>II. – Le président d'une assemblée parlementaire peut soumettre à l'avis du conseil national une proposition de loi ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics déposée par l'un des membres de cette assemblée, sauf si ce dernier s'y oppose.</p><p>III. – A la demande de son président ou du tiers de ses membres, la commission d'examen des projets de règlements fédéraux relatifs aux équipements sportifs peut, avant de prononcer son avis définitif, soumettre un projet de norme d'une fédération délégataire à l'avis du conseil national.</p><p>IV. – Le conseil national peut se saisir de tout projet de norme technique résultant d'activités de normalisation ou de certification ayant un impact technique ou financier pour les collectivités territoriales et leurs établissements publics.</p><p>V. – Le conseil national peut être saisi d'une demande d'évaluation de normes réglementaires en vigueur applicables aux collectivités territoriales et à leurs établissements publics par le Gouvernement, les commissions permanentes de l'Assemblée nationale et du Sénat et, dans les conditions fixées par décret en Conseil d'Etat, par le président de la commission permanente du Conseil national de la montagne, les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre.</p><p>Il peut se saisir lui-même de ces normes.</p><p>Le conseil national examine les évolutions de la réglementation applicable aux collectivités territoriales et à leurs établissements publics et évalue leur mise en œuvre et leur impact technique et financier au regard des objectifs poursuivis.</p><p>Le conseil national peut proposer, dans son avis d'évaluation, des mesures d'adaptation des normes réglementaires en vigueur qui sont conformes aux objectifs poursuivis si l'application de ces dernières entraîne, pour les collectivités territoriales et leurs établissements publics, des conséquences matérielles, techniques ou financières manifestement disproportionnées au regard de ces objectifs.</p><p>L'avis rendu par le conseil national sur des dispositions réglementaires en vigueur peut proposer des modalités de simplification de ces dispositions et l'abrogation de normes devenues obsolètes.</p><p>VI. – Le conseil national dispose d'un délai de six semaines à compter de la transmission d'un projet de texte mentionné au I ou d'une demande d'avis formulée en application des II ou III pour rendre son avis. Ce délai est reconductible une fois par décision du président. A titre exceptionnel et sur demande du Premier ministre ou du président de l'assemblée parlementaire qui le saisit, il est réduit à deux semaines.</p><p>Par décision motivée du Premier ministre, ce délai peut être réduit à soixante-douze heures.</p><p>A défaut de délibération dans les délais, l'avis du conseil national est réputé favorable.</p><p>Lorsque le conseil national émet un avis défavorable sur tout ou partie d'un projet de texte mentionné au premier alinéa du I, le Gouvernement transmet un projet modifié ou, à la demande du conseil national, justifie le maintien du projet initial. Hormis dans le cas prévu au deuxième alinéa du présent VI, une seconde délibération est rendue par le conseil national.</p><p>VII. – Les avis rendus par le conseil national en application des I, III, IV et V sont rendus publics.</p><p>Les avis rendus sur les propositions de loi en application du II sont adressés au président de l'assemblée parlementaire qui les a soumises, pour communication, aux membres de cette assemblée.</p><p>Les travaux du conseil national font l'objet d'un rapport public annuel remis au Premier ministre et aux présidents de l'Assemblée nationale et du Sénat.</p>",
            "num": "L1212-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1645574400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858993458,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135477",
                        "id": "LEGISCTA000006135477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2013-10-19",
                        "titre": "TITRE Ier : LE COMITÉ DES FINANCES LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149197",
                        "id": "LEGISCTA000006149197",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-10-19",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : LE COMITÉ DES FINANCES LOCALES ET LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149197",
                        "id": "LEGISCTA000028089629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-10-19",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE II : LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028081962",
                        "id": "LEGISCTA000028081973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028081966",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028081962",
            "sectionParentId": "LEGISCTA000028081973",
            "sectionParentTitre": "CHAPITRE II : LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS &gt; TITRE Ier : LE COMITÉ DES FINANCES LOCALES ET LE CONSEIL NATIONAL D'EVALUATION DES NORMES &gt; CHAPITRE II : LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045214388",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 233",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "233",
                    "articleId": "LEGIARTI000045198927",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000317293",
                    "textTitle": "LOI n° 85-30 du 9 janvier 1985 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000033745629",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-30",
                    "datePubli": 474163200000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "JORFTEXT000033233037",
                    "textTitle": "Ordonnance n°2016-1360 du 13 octobre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033235186",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-1360",
                    "datePubli": 1476403200000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000037444012",
                    "textTitle": "Arrêté du 14 septembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037452190",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1538179200000,
                    "dateDebut": 1538265600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-19",
                    "articleId": "LEGIARTI000046017212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1657065600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-27",
                    "articleId": "LEGIARTI000028888866",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1399075200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-28",
                    "articleId": "LEGIARTI000028888868",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1399075200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-29",
                    "articleId": "LEGIARTI000031853624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1452902400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-30",
                    "articleId": "LEGIARTI000028888874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1399075200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028081977",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1382140800000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033745626",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214388",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1212-2",
                "1212-2"
            ],
            "versionPrecedente": "LEGIARTI000033745626",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033745626",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Le Conseil national d'évaluation des normes est consulté par le Gouvernement sur l'impact technique et financier, pour les collectivités territoriales et leurs établissements publics, des projets de textes réglementaires créant ou modifiant des normes qui leur sont applicables. Il est également consulté par le Gouvernement sur l'impact technique et financier des projets de loi créant ou modifiant des normes applicables aux collectivités territoriales et à leurs établissements publics. Il émet, à la demande du Gouvernement, un avis sur les projets d'acte de l'Union européenne ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics. Sont exclues de la compétence du conseil national les normes justifiées directement par la protection de la sûreté nationale. II. – Le président d'une assemblée parlementaire peut soumettre à l'avis du conseil national une proposition de loi ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics déposée par l'un des membres de cette assemblée, sauf si ce dernier s'y oppose. III. – A la demande de son président ou du tiers de ses membres, la commission d'examen des projets de règlements fédéraux relatifs aux équipements sportifs peut, avant de prononcer son avis définitif, soumettre un projet de norme d'une fédération délégataire à l'avis du conseil national. IV. – Le conseil national peut se saisir de tout projet de norme technique résultant d'activités de normalisation ou de certification ayant un impact technique ou financier pour les collectivités territoriales et leurs établissements publics. V. – Le conseil national peut être saisi d'une demande d'évaluation de normes réglementaires en vigueur applicables aux collectivités territoriales et à leurs établissements publics par le Gouvernement, les commissions permanentes de l'Assemblée nationale et du Sénat et, dans les conditions fixées par décret en Conseil d'Etat, par le président de la commission permanente du Conseil national de la montagne, les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre. Il peut se saisir lui-même de ces normes. Le conseil national examine les évolutions de la réglementation applicable aux collectivités territoriales et à leurs établissements publics et évalue leur mise en œuvre et leur impact technique et financier au regard des objectifs poursuivis. Le conseil national peut proposer, dans son avis d'évaluation, des mesures d'adaptation des normes réglementaires en vigueur qui sont conformes aux objectifs poursuivis si l'application de ces dernières entraîne, pour les collectivités territoriales et leurs établissements publics, des conséquences matérielles, techniques ou financières manifestement disproportionnées au regard de ces objectifs. L'avis rendu par le conseil national sur des dispositions réglementaires en vigueur peut proposer des modalités de simplification de ces dispositions et l'abrogation de normes devenues obsolètes. VI. – Le conseil national dispose d'un délai de six semaines à compter de la transmission d'un projet de texte mentionné au I ou d'une demande d'avis formulée en application des II ou III pour rendre son avis. Ce délai est reconductible une fois par décision du président. A titre exceptionnel et sur demande du Premier ministre ou du président de l'assemblée parlementaire qui le saisit, il est réduit à deux semaines. Par décision motivée du Premier ministre, ce délai peut être réduit à soixante-douze heures. Dans ce cas, le dernier alinéa du présent VI n'est pas applicable. A défaut de délibération dans les délais, l'avis du conseil national est réputé favorable. Lorsque le conseil national émet un avis défavorable sur tout ou partie d'un projet de texte mentionné au premier alinéa du I, le Gouvernement transmet un projet modifié ou des informations complémentaires en vue d'une seconde délibération. VII. – Les avis rendus par le conseil national en application des I, III, IV et V sont rendus publics. Les avis rendus sur les propositions de loi en application du II sont adressés au président de l'assemblée parlementaire qui les a soumises, pour communication, aux membres de cette assemblée. Les travaux du conseil national font l'objet d'un rapport public annuel remis au Premier ministre et aux présidents de l'Assemblée nationale et du Sénat.",
            "texteHtml": "<p>I. – Le Conseil national d'évaluation des normes est consulté par le Gouvernement sur l'impact technique et financier, pour les collectivités territoriales et leurs établissements publics, des projets de textes réglementaires créant ou modifiant des normes qui leur sont applicables.</p><p>Il est également consulté par le Gouvernement sur l'impact technique et financier des projets de loi créant ou modifiant des normes applicables aux collectivités territoriales et à leurs établissements publics.</p><p>Il émet, à la demande du Gouvernement, un avis sur les projets d'acte de l'Union européenne ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics.</p><p>Sont exclues de la compétence du conseil national les normes justifiées directement par la protection de la sûreté nationale.</p><p>II. – Le président d'une assemblée parlementaire peut soumettre à l'avis du conseil national une proposition de loi ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics déposée par l'un des membres de cette assemblée, sauf si ce dernier s'y oppose.</p><p>III. – A la demande de son président ou du tiers de ses membres, la commission d'examen des projets de règlements fédéraux relatifs aux équipements sportifs peut, avant de prononcer son avis définitif, soumettre un projet de norme d'une fédération délégataire à l'avis du conseil national.</p><p>IV. – Le conseil national peut se saisir de tout projet de norme technique résultant d'activités de normalisation ou de certification ayant un impact technique ou financier pour les collectivités territoriales et leurs établissements publics.</p><p>V. – Le conseil national peut être saisi d'une demande d'évaluation de normes réglementaires en vigueur applicables aux collectivités territoriales et à leurs établissements publics par le Gouvernement, les commissions permanentes de l'Assemblée nationale et du Sénat et, dans les conditions fixées par décret en Conseil d'Etat, par le président de la commission permanente du Conseil national de la montagne, les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre.</p><p>Il peut se saisir lui-même de ces normes.</p><p>Le conseil national examine les évolutions de la réglementation applicable aux collectivités territoriales et à leurs établissements publics et évalue leur mise en œuvre et leur impact technique et financier au regard des objectifs poursuivis.</p><p>Le conseil national peut proposer, dans son avis d'évaluation, des mesures d'adaptation des normes réglementaires en vigueur qui sont conformes aux objectifs poursuivis si l'application de ces dernières entraîne, pour les collectivités territoriales et leurs établissements publics, des conséquences matérielles, techniques ou financières manifestement disproportionnées au regard de ces objectifs.</p><p>L'avis rendu par le conseil national sur des dispositions réglementaires en vigueur peut proposer des modalités de simplification de ces dispositions et l'abrogation de normes devenues obsolètes.</p><p>VI. – Le conseil national dispose d'un délai de six semaines à compter de la transmission d'un projet de texte mentionné au I ou d'une demande d'avis formulée en application des II ou III pour rendre son avis. Ce délai est reconductible une fois par décision du président. A titre exceptionnel et sur demande du Premier ministre ou du président de l'assemblée parlementaire qui le saisit, il est réduit à deux semaines.</p><p>Par décision motivée du Premier ministre, ce délai peut être réduit à soixante-douze heures. Dans ce cas, le dernier alinéa du présent VI n'est pas applicable.</p><p>A défaut de délibération dans les délais, l'avis du conseil national est réputé favorable.</p><p>Lorsque le conseil national émet un avis défavorable sur tout ou partie d'un projet de texte mentionné au premier alinéa du I, le Gouvernement transmet un projet modifié ou des informations complémentaires en vue d'une seconde délibération.</p><p>VII. – Les avis rendus par le conseil national en application des I, III, IV et V sont rendus publics.</p><p>Les avis rendus sur les propositions de loi en application du II sont adressés au président de l'assemblée parlementaire qui les a soumises, pour communication, aux membres de cette assemblée.</p><p>Les travaux du conseil national font l'objet d'un rapport public annuel remis au Premier ministre et aux présidents de l'Assemblée nationale et du Sénat.</p><p></p>",
            "num": "L1212-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1483056000000,
            "dateFin": 1645574400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858993458,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135477",
                        "id": "LEGISCTA000006135477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2013-10-19",
                        "titre": "TITRE Ier : LE COMITÉ DES FINANCES LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149197",
                        "id": "LEGISCTA000006149197",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-10-19",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : LE COMITÉ DES FINANCES LOCALES ET LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149197",
                        "id": "LEGISCTA000028089629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-10-19",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE II : LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028081962",
                        "id": "LEGISCTA000028081973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028081966",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028081962",
            "sectionParentId": "LEGISCTA000028081973",
            "sectionParentTitre": "CHAPITRE II : LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS &gt; TITRE Ier : LE COMITÉ DES FINANCES LOCALES ET LE CONSEIL NATIONAL D'EVALUATION DES NORMES &gt; CHAPITRE II : LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033745626",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033717812",
                    "textTitle": "LOI n°2016-1888 du 28 décembre 2016 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000033724908",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-29",
                    "dateSignaTexte": "2016-12-28",
                    "dateDebutCible": "2016-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000317293",
                    "textTitle": "LOI n° 85-30 du 9 janvier 1985 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000033745629",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-30",
                    "datePubli": 474163200000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "JORFTEXT000033233037",
                    "textTitle": "Ordonnance n°2016-1360 du 13 octobre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033235186",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-1360",
                    "datePubli": 1476403200000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000037444012",
                    "textTitle": "Arrêté du 14 septembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037452190",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1538179200000,
                    "dateDebut": 1538265600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-19",
                    "articleId": "LEGIARTI000046017212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1657065600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-27",
                    "articleId": "LEGIARTI000028888866",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1399075200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-28",
                    "articleId": "LEGIARTI000028888868",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1399075200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-29",
                    "articleId": "LEGIARTI000031853624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1452902400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-30",
                    "articleId": "LEGIARTI000028888874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1399075200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028081977",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1382140800000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033745626",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214388",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1212-2",
                "1212-2"
            ],
            "versionPrecedente": "LEGIARTI000028081977",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028081977",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Le Conseil national d'évaluation des normes est consulté par le Gouvernement sur l'impact technique et financier, pour les collectivités territoriales et leurs établissements publics, des projets de textes réglementaires créant ou modifiant des normes qui leur sont applicables. Il est également consulté par le Gouvernement sur l'impact technique et financier des projets de loi créant ou modifiant des normes applicables aux collectivités territoriales et à leurs établissements publics. Il émet, à la demande du Gouvernement, un avis sur les projets d'acte de l'Union européenne ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics. Sont exclues de la compétence du conseil national les normes justifiées directement par la protection de la sûreté nationale. II. ― Le président d'une assemblée parlementaire peut soumettre à l'avis du conseil national une proposition de loi ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics déposée par l'un des membres de cette assemblée, sauf si ce dernier s'y oppose. III. ― A la demande de son président ou du tiers de ses membres, la commission d'examen des projets de règlements fédéraux relatifs aux équipements sportifs peut, avant de prononcer son avis définitif, soumettre un projet de norme d'une fédération délégataire à l'avis du conseil national. IV. ― Le conseil national peut se saisir de tout projet de norme technique résultant d'activités de normalisation ou de certification ayant un impact technique ou financier pour les collectivités territoriales et leurs établissements publics. V. ― Le conseil national peut être saisi d'une demande d'évaluation de normes réglementaires en vigueur applicables aux collectivités territoriales et à leurs établissements publics par le Gouvernement, les commissions permanentes de l'Assemblée nationale et du Sénat et, dans les conditions fixées par décret en Conseil d'Etat, par les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre. Il peut se saisir lui-même de ces normes. Le conseil national examine les évolutions de la réglementation applicable aux collectivités territoriales et à leurs établissements publics et évalue leur mise en œuvre et leur impact technique et financier au regard des objectifs poursuivis. Le conseil national peut proposer, dans son avis d'évaluation, des mesures d'adaptation des normes réglementaires en vigueur qui sont conformes aux objectifs poursuivis si l'application de ces dernières entraîne, pour les collectivités territoriales et leurs établissements publics, des conséquences matérielles, techniques ou financières manifestement disproportionnées au regard de ces objectifs. L'avis rendu par le conseil national sur des dispositions réglementaires en vigueur peut proposer des modalités de simplification de ces dispositions et l'abrogation de normes devenues obsolètes. VI. ― Le conseil national dispose d'un délai de six semaines à compter de la transmission d'un projet de texte mentionné au I ou d'une demande d'avis formulée en application des II ou III pour rendre son avis. Ce délai est reconductible une fois par décision du président. A titre exceptionnel et sur demande du Premier ministre ou du président de l'assemblée parlementaire qui le saisit, il est réduit à deux semaines. Par décision motivée du Premier ministre, ce délai peut être réduit à soixante-douze heures. Dans ce cas, le dernier alinéa du présent VI n'est pas applicable. A défaut de délibération dans les délais, l'avis du conseil national est réputé favorable. Lorsque le conseil national émet un avis défavorable sur tout ou partie d'un projet de texte mentionné au premier alinéa du I, le Gouvernement transmet un projet modifié ou des informations complémentaires en vue d'une seconde délibération. VII. ― Les avis rendus par le conseil national en application des I, III, IV et V sont rendus publics. Les avis rendus sur les propositions de loi en application du II sont adressés au président de l'assemblée parlementaire qui les a soumises, pour communication, aux membres de cette assemblée. Les travaux du conseil national font l'objet d'un rapport public annuel remis au Premier ministre et aux présidents de l'Assemblée nationale et du Sénat.",
            "texteHtml": "I. ― Le Conseil national d'évaluation des normes est consulté par le Gouvernement sur l'impact technique et financier, pour les collectivités territoriales et leurs établissements publics, des projets de textes réglementaires créant ou modifiant des normes qui leur sont applicables.<br/><br/>  Il est également consulté par le Gouvernement sur l'impact technique et financier des projets de loi créant ou modifiant des normes applicables aux collectivités territoriales et à leurs établissements publics.<br/><br/>  Il émet, à la demande du Gouvernement, un avis sur les projets d'acte de l'Union européenne ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics.<br/><br/>  Sont exclues de la compétence du conseil national les normes justifiées directement par la protection de la sûreté nationale.<br/><br/>  II. ― Le président d'une assemblée parlementaire peut soumettre à l'avis du conseil national une proposition de loi ayant un impact technique et financier sur les collectivités territoriales ou leurs établissements publics déposée par l'un des membres de cette assemblée, sauf si ce dernier s'y oppose.<br/><br/>  III. ― A la demande de son président ou du tiers de ses membres, la commission d'examen des projets de règlements fédéraux relatifs aux équipements sportifs peut, avant de prononcer son avis définitif, soumettre un projet de norme d'une fédération délégataire à l'avis du conseil national.<br/><br/>  IV. ― Le conseil national peut se saisir de tout projet de norme technique résultant d'activités de normalisation ou de certification ayant un impact technique ou financier pour les collectivités territoriales et leurs établissements publics.<br/><br/>  V. ― Le conseil national peut être saisi d'une demande d'évaluation de normes réglementaires en vigueur applicables aux collectivités territoriales et à leurs établissements publics par le Gouvernement, les commissions permanentes de l'Assemblée nationale et du Sénat et, dans les conditions fixées par décret en Conseil d'Etat, par les collectivités territoriales et les établissements publics de coopération intercommunale à fiscalité propre.<br/><br/>  Il peut se saisir lui-même de ces normes.<br/><br/>  Le conseil national examine les évolutions de la réglementation applicable aux collectivités territoriales et à leurs établissements publics et évalue leur mise en œuvre et leur impact technique et financier au regard des objectifs poursuivis.<br/><br/>  Le conseil national peut proposer, dans son avis d'évaluation, des mesures d'adaptation des normes réglementaires en vigueur qui sont conformes aux objectifs poursuivis si l'application de ces dernières entraîne, pour les collectivités territoriales et leurs établissements publics, des conséquences matérielles, techniques ou financières manifestement disproportionnées au regard de ces objectifs.<br/><br/>  L'avis rendu par le conseil national sur des dispositions réglementaires en vigueur peut proposer des modalités de simplification de ces dispositions et l'abrogation de normes devenues obsolètes.<br/><br/>  VI. ― Le conseil national dispose d'un délai de six semaines à compter de la transmission d'un projet de texte mentionné au I ou d'une demande d'avis formulée en application des II ou III pour rendre son avis. Ce délai est reconductible une fois par décision du président. A titre exceptionnel et sur demande du Premier ministre ou du président de l'assemblée parlementaire qui le saisit, il est réduit à deux semaines.<br/><br/>  Par décision motivée du Premier ministre, ce délai peut être réduit à soixante-douze heures. Dans ce cas, le dernier alinéa du présent VI n'est pas applicable.<br/><br/>  A défaut de délibération dans les délais, l'avis du conseil national est réputé favorable.<br/><br/>  Lorsque le conseil national émet un avis défavorable sur tout ou partie d'un projet de texte mentionné au premier alinéa du I, le Gouvernement transmet un projet modifié ou des informations complémentaires en vue d'une seconde délibération.<br/><br/>  VII. ― Les avis rendus par le conseil national en application des I, III, IV et V sont rendus publics.<br/><br/>  Les avis rendus sur les propositions de loi en application du II sont adressés au président de l'assemblée parlementaire qui les a soumises, pour communication, aux membres de cette assemblée.<br/><br/>  Les travaux du conseil national font l'objet d'un rapport public annuel remis au Premier ministre et aux présidents de l'Assemblée nationale et du Sénat.<br/><br/>",
            "num": "L1212-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1382140800000,
            "dateFin": 1483056000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858993458,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135477",
                        "id": "LEGISCTA000006135477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2013-10-19",
                        "titre": "TITRE Ier : LE COMITÉ DES FINANCES LOCALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149197",
                        "id": "LEGISCTA000006149197",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-10-19",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : LE COMITÉ DES FINANCES LOCALES ET LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149197",
                        "id": "LEGISCTA000028089629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-10-19",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE II : LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028081962",
                        "id": "LEGISCTA000028081973",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028081966",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028081962",
            "sectionParentId": "LEGISCTA000028081973",
            "sectionParentTitre": "CHAPITRE II : LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE II : ORGANISMES NATIONAUX COMPÉTENTS À L'ÉGARD DES COLLECTIVITÉS TERRITORIALES ET DE LEURS GROUPEMENTS &gt; TITRE Ier : LE COMITÉ DES FINANCES LOCALES ET LE CONSEIL NATIONAL D'EVALUATION DES NORMES &gt; CHAPITRE II : LE CONSEIL NATIONAL D'EVALUATION DES NORMES",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028081977",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028080954",
                    "textTitle": "LOI n°2013-921\n du 17 octobre 2013 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000028081941",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-10-18",
                    "dateSignaTexte": "2013-10-17",
                    "dateDebutCible": "2013-10-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000317293",
                    "textTitle": "LOI n° 85-30 du 9 janvier 1985 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000033745629",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-30",
                    "datePubli": 474163200000,
                    "dateDebut": 1483056000000
                },
                {
                    "textCid": "JORFTEXT000033233037",
                    "textTitle": "Ordonnance n°2016-1360 du 13 octobre 2016 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000033235186",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2016-1360",
                    "datePubli": 1476403200000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "JORFTEXT000037444012",
                    "textTitle": "Arrêté du 14 septembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037452190",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1538179200000,
                    "dateDebut": 1538265600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-19",
                    "articleId": "LEGIARTI000046017212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1657065600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-27",
                    "articleId": "LEGIARTI000028888866",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1399075200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-28",
                    "articleId": "LEGIARTI000028888868",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1399075200000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-29",
                    "articleId": "LEGIARTI000031853624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1452902400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R1213-30 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1213-30",
                    "articleId": "LEGIARTI000028888874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1399075200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028081977",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1382140800000,
                    "dateFin": 1483056000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033745626",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1483056000000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045214388",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1212-2",
                "1212-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}