{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042735157",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Ne peuvent faire l'objet d'une réduction de leur valeur ou d'une conversion, quel que soit le régime de droit qui leur est applicable, les engagements suivants : 1° Les dépôts couverts définis en application du 2° de l'article L. 312-16 ou relevant d'un dispositif équivalent ; 2° Les engagements garantis, y compris les obligations garanties, et les engagements sous forme d'instruments financiers utilisés à des fins de couverture qui font partie intégrante du panier de couverture et qui sont garantis d'une manière équivalente aux obligations garanties ; 3° Tout engagement qui résulte de la détention par une personne soumise à une procédure de résolution d'actifs ou de liquidités de clients, y compris les actifs ou les liquidités de clients déposés par un OPCVM mentionné à l'article L. 214-2 ou un FIA mentionné à l'article L. 214-24 ou tout autre organisme équivalent dans un Etat membre, à condition que ce client soit protégé par la législation applicable en matière d'insolvabilité ; 4° Tout engagement qui résulte d'une relation de fiducie entre une personne ayant la qualité de fiduciaire, soumise à une procédure de résolution, et son bénéficiaire, à condition que ce bénéficiaire soit protégé par la législation applicable en matière d'insolvabilité ou en matière civile ; 5° Les engagements ayant une échéance initiale de moins de sept jours, envers des établissements de crédit ou des entreprises d'investissement ou toute entreprise qui, si elle exerçait en France, serait tenue de disposer du même agrément, et qui ne font pas partie du même groupe que la personne soumise à une procédure de résolution ; 6° Les engagements ayant une échéance résiduelle de moins de sept jours envers une contrepartie centrale au sens du règlement (UE) n° 648/2012 du Parlement européen et du Conseil du 4 juillet 2012 ou envers un système mentionné au I de l'article L. 330-1, son gestionnaire ou ses participants et qui résultent de la participation à un tel système ; 7° Tout engagement envers l'une des personnes ou services suivants : a) Un salarié, en lien avec des salaires, des allocations de retraite ou toute autre rémunération fixe échus, à l'exception de la composante variable de la rémunération qui n'est pas réglementée par une convention collective et de la composante variable de la rémunération des preneurs de risques significatifs définis à l'article L. 511-71 ; b) Un créancier commercial, en lien avec la fourniture à une personne soumise à une procédure de résolution de biens ou de services indispensables à son exploitation ; c) Les administrations fiscales et de sécurité sociale, à condition que ces engagements soient considérés comme des créances privilégiées ; d) Le fonds de garantie des dépôts et de résolution au titre du mécanisme de garantie des dépôts mentionné au 1° du II de l'article L. 312-4 ou les systèmes équivalents. Le collège de résolution veille à ce que, dans leur intégralité, les éléments d'actif venant en couverture des ressources privilégiées ne soient pas affectés, restent séparés et fassent l'objet d'un financement suffisant. Toutefois les exclusions mentionnées aux 1° à 7° ne font pas obstacle, le cas échéant, à la réduction de valeur ou à la conversion de la partie d'un engagement garanti ou couvert par une sûreté, et qui excède la valeur des actifs, du gage, du privilège ou de la sûreté donnés en garantie. Il en va de même de la partie d'un dépôt qui excède le plafond de garantie prévu au 2° de l'article L. 312-16 ou tout dispositif équivalent. 8° Les engagements envers des personnes mentionnées aux 3° à 6° du I de l'article L. 613-34, qui font partie du même groupe de résolution sans être elles-mêmes des entités de résolution, indépendamment de leur échéance, sauf lorsque ces engagements ont un rang inférieur aux engagements mentionnés au 3° du I de l'article L. 613-30-3 . Dans les cas où cette exception s'applique, le collège de résolution évalue si pour la personne concernée le montant des engagements permettant de satisfaire à l'exigence mentionnée au IV de l'article L. 613-44 est suffisant pour la mise en œuvre de la stratégie de résolution privilégiée. II. – Dans des circonstances exceptionnelles, lorsqu'une mesure de renflouement interne est mise en œuvre, certains engagements éligibles peuvent en outre être exclus en tout ou partie des mesures de réduction de valeur ou de conversion, en particulier : 1° Lorsqu'il n'est pas possible de procéder à la réduction de leur valeur ou à leur conversion dans un délai raisonnable ; 2° Lorsque cette exclusion est nécessaire et proportionnée pour assurer la continuité des fonctions critiques et des activités fondamentales d'une personne soumise à une procédure de résolution ; 3° Lorsque l'exclusion est nécessaire et proportionnée pour éviter un vaste mouvement de contagion de nature à perturber profondément le fonctionnement des marchés financiers et au-delà l'économie nationale ou celle d'un autre Etat membre de l'Union européenne ou celle de l'Union toute entière ; 4° Lorsque l'application d'une mesure de renflouement interne à ces engagements provoquerait une destruction de valeur telle que les pertes subies par d'autres créanciers seraient supérieures à celles qu'entraînerait l'exclusion de ces engagements de l'application de la mesure de renflouement interne. En cas d'exclusion totale ou partielle d'un engagement utilisable ou d'une catégorie d'engagements utilisables pour un renflouement interne, le taux de réduction de valeur ou de conversion appliqué aux autres engagements éligibles peut être accru pour tenir compte de ces exclusions, dans le respect du principe posé à l'article L. 613-57 . Ces exclusions peuvent être appliquées pour exclure en tout ou partie un engagement des mesures mentionnées au I. Le collège de résolution évalue si les engagements envers des personnes mentionnées au I de l'article L. 613-34 qui font partie du même groupe de résolution sans être elles-mêmes des entités de résolution, et qui ne sont pas exclus des mesures de réduction de valeur ou de conversion en application du 8° du I de l'article L. 613-55-1, devraient être exclus en tout ou partie en application du II de l'article L. 613-55-1 afin d'assurer la mise en œuvre effective de la stratégie de résolution. III. – Lorsqu'un engagement utilisable pour un renflouement interne ou une catégorie d'engagements utilisables pour un renflouement interne est exclu ou partiellement exclu en application du II, et que les pertes qui auraient été supportées par ce ou ces engagements n'ont pas été totalement répercutées sur d'autres créanciers, le fonds de garantie des dépôts et de résolution, au titre du dispositif de financement de la résolution, ou tout autre dispositif équivalent relevant d'un autre Etat membre peut fournir une contribution à la personne soumise à une procédure de résolution en vue de l'une ou l'autre des actions consistant à : 1° Couvrir les pertes qui n'ont pas été absorbées par les engagements utilisables pour un renflouement interne et ramener à zéro la valeur de l'actif net de la personne en cause, en application du 1° du I de l'article L. 613-55-3 ; 2° Acquérir des titres de capital mentionnés au chapitre II du titre Ier du livre II, d'autres titres de propriété ou d'autres instruments de fonds propres de la personne en cause, afin de la recapitaliser en application du 2° du I de l'article L. 613-55-3. IV. – Le fonds de garantie des dépôts et de résolution au titre de la résolution ou tout dispositif équivalent ne peut intervenir en application du III qu'aux conditions suivantes : 1° Une contribution visant à l'absorption des pertes de la personne en cause et à sa recapitalisation a été apportée par les détenteurs de titres de capital mentionnés au chapitre II du titre Ier du livre II, d'autres titres de propriété, d'instruments de fonds propres additionnels de catégorie 1, d'instruments de fonds propres de catégorie 2 ou d'autres engagements utilisables pour un renflouement interne au moyen d'une réduction de valeur ou d'une conversion ou par tout autre moyen ; le montant de cette contribution ne peut être inférieur à 8 % du montant total des passifs, fonds propres compris, de la personne en cause, évalué à la date de la mesure de résolution conformément à la valorisation prévue à l'article L. 613-47 ; 2° La contribution du fonds de garantie des dépôts et de résolution au titre de la résolution ou de tout dispositif équivalent ne dépasse pas 5 % du montant total des passifs, fonds propres compris, de la personne en cause, évaluée à la date de la mesure de résolution conformément à la valorisation prévue à l'article L. 613-47. V. – La contribution du fonds de garantie des dépôts et de résolution au titre de la résolution ou de tout dispositif équivalent prévue au IV peut être financée par : 1° Les ressources dont ils disposent en application du I et du II de l'article L. 312-7 ou de dispositions équivalentes de la législation d'un autre Etat membre ; 2° Les fonds qu'ils peuvent mobiliser en trois ans sous la forme de contributions exceptionnelles prévues au I de l'article L. 312-7 ou de dispositions équivalentes de la législation d'un autre Etat membre ; 3° Lorsque les fonds mentionnés aux 1° et 2° sont insuffisants, des moyens de financement qu'il mobilise en application du V de l'article L. 312-7 ou qui sont mobilisés dans des conditions équivalentes par tout autre dispositif équivalent d'un autre Etat membre. VI. – Dans des circonstances exceptionnelles, un autre financement supplémentaire peut être recherché auprès d'autres sources lorsque les conditions suivantes sont réunies : 1° Le seuil de 5 % défini au IV est atteint ; 2° Tous les engagements non garantis et non privilégiés, autres que les dépôts éligibles définis à l'article L. 312-4-1 , ont été intégralement convertis ou leur valeur a été entièrement réduite. Lorsque ces conditions sont réunies, une contribution peut être fournie par dérogation au IV par le fonds de garantie des dépôts et de résolution sur ses ressources disponibles, au titre du dispositif de financement de la résolution, ou par tout autre dispositif équivalent d'un autre Etat membre. VII. – Le collège de résolution notifie à la Commission européenne les projets de décision qu'il envisage prendre en application du III. Dans l'hypothèse où sont envisagées soit la mobilisation du fonds de garantie des dépôts et de résolution, soit la mobilisation de moyens de financement supplémentaires en application du VI, le collège de résolution diffère sa décision dans l'attente de l'accord de la Commission. Sa décision tient compte des éventuelles conditions auxquelles la Commission a subordonné son accord.",
            "texteHtml": "<p>I. – Ne peuvent faire l'objet d'une réduction de leur valeur ou d'une conversion, quel que soit le régime de droit qui leur est applicable, les engagements suivants : </p><p>1° Les dépôts couverts définis en application du 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652074&dateTexte=&categorieLien=cid'>L. 312-16 </a>ou relevant d'un dispositif équivalent ; </p><p>2° Les engagements garantis, y compris les obligations garanties, et les engagements sous forme d'instruments financiers utilisés à des fins de couverture qui font partie intégrante du panier de couverture et qui sont garantis d'une manière équivalente aux obligations garanties ; </p><p>3° Tout engagement qui résulte de la détention par une personne soumise à une procédure de résolution d'actifs ou de liquidités de clients, y compris les actifs ou les liquidités de clients déposés par un OPCVM mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006648586&dateTexte=&categorieLien=cid'>L. 214-2 </a>ou un FIA mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649235&dateTexte=&categorieLien=cid'>L. 214-24 </a>ou tout autre organisme équivalent dans un Etat membre, à condition que ce client soit protégé par la législation applicable en matière d'insolvabilité ; </p><p>4° Tout engagement qui résulte d'une relation de fiducie entre une personne ayant la qualité de fiduciaire, soumise à une procédure de résolution, et son bénéficiaire, à condition que ce bénéficiaire soit protégé par la législation applicable en matière d'insolvabilité ou en matière civile ; </p><p>5° Les engagements ayant une échéance initiale de moins de sept jours, envers des établissements de crédit ou des entreprises d'investissement ou toute entreprise qui, si elle exerçait en France, serait tenue de disposer du même agrément, et qui ne font pas partie du même groupe que la personne soumise à une procédure de résolution ; </p><p>6° Les engagements ayant une échéance résiduelle de moins de sept jours envers une contrepartie centrale au sens du règlement (UE) n° 648/2012 du Parlement européen et du Conseil du 4 juillet 2012 ou envers un système mentionné au I de l'article L. 330-1, son gestionnaire ou ses participants et qui résultent de la participation à un tel système ; </p><p>7° Tout engagement envers l'une des personnes ou services suivants : </p><p>a) Un salarié, en lien avec des salaires, des allocations de retraite ou toute autre rémunération fixe échus, à l'exception de la composante variable de la rémunération qui n'est pas réglementée par une convention collective et de la composante variable de la rémunération des preneurs de risques significatifs définis à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000028633155&dateTexte=&categorieLien=cid'>L. 511-71 </a>; </p><p>b) Un créancier commercial, en lien avec la fourniture à une personne soumise à une procédure de résolution de biens ou de services indispensables à son exploitation ; </p><p>c) Les administrations fiscales et de sécurité sociale, à condition que ces engagements soient considérés comme des créances privilégiées ; </p><p>d) Le fonds de garantie des dépôts et de résolution au titre du mécanisme de garantie des dépôts mentionné au 1° du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652054&dateTexte=&categorieLien=cid'>L. 312-4 </a>ou les systèmes équivalents. </p><p>Le collège de résolution veille à ce que, dans leur intégralité, les éléments d'actif venant en couverture des ressources privilégiées ne soient pas affectés, restent séparés et fassent l'objet d'un financement suffisant. </p><p>Toutefois les exclusions mentionnées aux 1° à 7° ne font pas obstacle, le cas échéant, à la réduction de valeur ou à la conversion de la partie d'un engagement garanti ou couvert par une sûreté, et qui excède la valeur des actifs, du gage, du privilège ou de la sûreté donnés en garantie. Il en va de même de la partie d'un dépôt qui excède le plafond de garantie prévu au 2° de l'article L. 312-16 ou tout dispositif équivalent. </p><p>8° Les engagements envers des personnes mentionnées aux 3° à 6° du I de l'article L. 613-34, qui font partie du même groupe de résolution sans être elles-mêmes des entités de résolution, indépendamment de leur échéance, sauf lorsque ces engagements ont un rang inférieur aux engagements mentionnés au 3° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031078631&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-30-3 (V)'>L. 613-30-3</a>. Dans les cas où cette exception s'applique, le collège de résolution évalue si pour la personne concernée le montant des engagements permettant de satisfaire à l'exigence mentionnée au IV de l'article L. 613-44 est suffisant pour la mise en œuvre de la stratégie de résolution privilégiée. </p><p>II. – Dans des circonstances exceptionnelles, lorsqu'une mesure de renflouement interne est mise en œuvre, certains engagements éligibles peuvent en outre être exclus en tout ou partie des mesures de réduction de valeur ou de conversion, en particulier : </p><p>1° Lorsqu'il n'est pas possible de procéder à la réduction de leur valeur ou à leur conversion dans un délai raisonnable ; </p><p>2° Lorsque cette exclusion est nécessaire et proportionnée pour assurer la continuité des fonctions critiques et des activités fondamentales d'une personne soumise à une procédure de résolution ; </p><p>3° Lorsque l'exclusion est nécessaire et proportionnée pour éviter un vaste mouvement de contagion de nature à perturber profondément le fonctionnement des marchés financiers et au-delà l'économie nationale ou celle d'un autre Etat membre de l'Union européenne ou celle de l'Union toute entière ; </p><p>4° Lorsque l'application d'une mesure de renflouement interne à ces engagements provoquerait une destruction de valeur telle que les pertes subies par d'autres créanciers seraient supérieures à celles qu'entraînerait l'exclusion de ces engagements de l'application de la mesure de renflouement interne. </p><p>En cas d'exclusion totale ou partielle d'un engagement utilisable ou d'une catégorie d'engagements utilisables pour un renflouement interne, le taux de réduction de valeur ou de conversion appliqué aux autres engagements éligibles peut être accru pour tenir compte de ces exclusions, dans le respect du principe posé à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082220&dateTexte=&categorieLien=cid'>L. 613-57</a>. </p><p>Ces exclusions peuvent être appliquées pour exclure en tout ou partie un engagement des mesures mentionnées au I. </p><p>Le collège de résolution évalue si les engagements envers des personnes mentionnées au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006660038&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-34 (V)'>L. 613-34 </a>qui font partie du même groupe de résolution sans être elles-mêmes des entités de résolution, et qui ne sont pas exclus des mesures de réduction de valeur ou de conversion en application du 8° du I de l'article L. 613-55-1, devraient être exclus en tout ou partie en application du II de l'article L. 613-55-1 afin d'assurer la mise en œuvre effective de la stratégie de résolution. </p><p>III. – Lorsqu'un engagement utilisable pour un renflouement interne ou une catégorie d'engagements utilisables pour un renflouement interne est exclu ou partiellement exclu en application du II, et que les pertes qui auraient été supportées par ce ou ces engagements n'ont pas été totalement répercutées sur d'autres créanciers, le fonds de garantie des dépôts et de résolution, au titre du dispositif de financement de la résolution, ou tout autre dispositif équivalent relevant d'un autre Etat membre peut fournir une contribution à la personne soumise à une procédure de résolution en vue de l'une ou l'autre des actions consistant à : </p><p>1° Couvrir les pertes qui n'ont pas été absorbées par les engagements utilisables pour un renflouement interne et ramener à zéro la valeur de l'actif net de la personne en cause, en application du 1° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082071&dateTexte=&categorieLien=cid'>L. 613-55-3 </a>; </p><p>2° Acquérir des titres de capital mentionnés au chapitre II du titre Ier du livre II, d'autres titres de propriété ou d'autres instruments de fonds propres de la personne en cause, afin de la recapitaliser en application du 2° du I de l'article L. 613-55-3. </p><p>IV. – Le fonds de garantie des dépôts et de résolution au titre de la résolution ou tout dispositif équivalent ne peut intervenir en application du III qu'aux conditions suivantes : </p><p>1° Une contribution visant à l'absorption des pertes de la personne en cause et à sa recapitalisation a été apportée par les détenteurs de titres de capital mentionnés au chapitre II du titre Ier du livre II, d'autres titres de propriété, d'instruments de fonds propres additionnels de catégorie 1, d'instruments de fonds propres de catégorie 2 ou d'autres engagements utilisables pour un renflouement interne au moyen d'une réduction de valeur ou d'une conversion ou par tout autre moyen ; le montant de cette contribution ne peut être inférieur à 8 % du montant total des passifs, fonds propres compris, de la personne en cause, évalué à la date de la mesure de résolution conformément à la valorisation prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081850&dateTexte=&categorieLien=cid'>L. 613-47 </a>; </p><p>2° La contribution du fonds de garantie des dépôts et de résolution au titre de la résolution ou de tout dispositif équivalent ne dépasse pas 5 % du montant total des passifs, fonds propres compris, de la personne en cause, évaluée à la date de la mesure de résolution conformément à la valorisation prévue à l'article L. 613-47. </p><p>V. – La contribution du fonds de garantie des dépôts et de résolution au titre de la résolution ou de tout dispositif équivalent prévue au IV peut être financée par : </p><p>1° Les ressources dont ils disposent en application du I et du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652059&dateTexte=&categorieLien=cid'>L. 312-7 </a>ou de dispositions équivalentes de la législation d'un autre Etat membre ; </p><p>2° Les fonds qu'ils peuvent mobiliser en trois ans sous la forme de contributions exceptionnelles prévues au I de l'article L. 312-7 ou de dispositions équivalentes de la législation d'un autre Etat membre ; </p><p>3° Lorsque les fonds mentionnés aux 1° et 2° sont insuffisants, des moyens de financement qu'il mobilise en application du V de l'article L. 312-7 ou qui sont mobilisés dans des conditions équivalentes par tout autre dispositif équivalent d'un autre Etat membre. </p><p>VI. – Dans des circonstances exceptionnelles, un autre financement supplémentaire peut être recherché auprès d'autres sources lorsque les conditions suivantes sont réunies : </p><p>1° Le seuil de 5 % défini au IV est atteint ; </p><p>2° Tous les engagements non garantis et non privilégiés, autres que les dépôts éligibles définis à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031075990&dateTexte=&categorieLien=cid'>L. 312-4-1</a>, ont été intégralement convertis ou leur valeur a été entièrement réduite. </p><p>Lorsque ces conditions sont réunies, une contribution peut être fournie par dérogation au IV par le fonds de garantie des dépôts et de résolution sur ses ressources disponibles, au titre du dispositif de financement de la résolution, ou par tout autre dispositif équivalent d'un autre Etat membre. </p><p>VII. – Le collège de résolution notifie à la Commission européenne les projets de décision qu'il envisage prendre en application du III. Dans l'hypothèse où sont envisagées soit la mobilisation du fonds de garantie des dépôts et de résolution, soit la mobilisation de moyens de financement supplémentaires en application du VI, le collège de résolution diffère sa décision dans l'attente de l'accord de la Commission. Sa décision tient compte des éventuelles conditions auxquelles la Commission a subordonné son accord.</p>",
            "num": "L613-55-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609113600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": " Sous-section 10 : Dispositions relatives à la procédure de résolution ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081866",
                        "id": "LEGISCTA000031081866",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Dispositions relatives à la mise en œuvre d'une mesure de résolution ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081878",
                        "id": "LEGISCTA000031081878",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-Paragraphe 6 : Dispositions relatives à la mise en œuvre d'une mesure de renflouement interne ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031082063",
                        "id": "LEGISCTA000031082063",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031082067",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031082063",
            "sectionParentId": "LEGISCTA000031082063",
            "sectionParentTitre": "Sous-Paragraphe 6 : Dispositions relatives à la mise en œuvre d'une mesure de renflouement interne ",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt;  Sous-section 10 : Dispositions relatives à la procédure de résolution  &gt; Paragraphe 2 : Dispositions relatives à la mise en œuvre d'une mesure de résolution  &gt; Sous-Paragraphe 6 : Dispositions relatives à la mise en œuvre d'une mesure de renflouement interne ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042735157",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 8 VII de l'ordonnance n° 2015-1024 du 20 août 2015, les articles L. 613-55 à L. 613-55-13 du code monétaire et financier entrent en vigueur à compter du 1er janvier 2016 lorsqu'ils trouvent à s'appliquer dans le cadre des mesures de résolution. Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.",
            "notaHtml": "<p>Conformément à l'article 8 VII de l'ordonnance n° 2015-1024 du 20 août 2015, les articles L. 613-55 à L. 613-55-13 du code monétaire et financier entrent en vigueur à compter du 1er janvier 2016 lorsqu'ils trouvent à s'appliquer dans le cadre des mesures de résolution.</p><p>Conformément au I de l'article 15 de l'ordonnance n° 2020-1636 du 21 décembre 2020, ces dispositions entrent en vigueur le 28 décembre 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042722149",
                    "textTitle": "Ordonnance n°2020-1636 du 21 décembre 2020 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000042723609",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-23",
                    "dateSignaTexte": "2020-12-21",
                    "dateDebutCible": "2020-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031184289",
                    "textTitle": "ARRÊTÉ du 11 septembre 2015 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031190958",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1442707200000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-2",
                    "articleId": "LEGIARTI000006648586",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-24",
                    "articleId": "LEGIARTI000006649235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-16",
                    "articleId": "LEGIARTI000006652074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516752000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-4",
                    "articleId": "LEGIARTI000006652054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-4-1",
                    "articleId": "LEGIARTI000031075990",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1533513600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L312-5",
                    "articleId": "LEGIARTI000031094659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-7",
                    "articleId": "LEGIARTI000006652059",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-71",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-71",
                    "articleId": "LEGIARTI000028633155",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-30-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-30-3",
                    "articleId": "LEGIARTI000031078631",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-34",
                    "articleId": "LEGIARTI000006660038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-34-1",
                    "articleId": "LEGIARTI000042734919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-44",
                    "articleId": "LEGIARTI000042735013",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-47",
                    "articleId": "LEGIARTI000031081850",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48",
                    "articleId": "LEGIARTI000042735055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-1",
                    "articleId": "LEGIARTI000042735157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-13",
                    "articleId": "LEGIARTI000042735135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-2",
                    "articleId": "LEGIARTI000031082151",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-55-3",
                    "articleId": "LEGIARTI000031082071",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-5",
                    "articleId": "LEGIARTI000042735138",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-6",
                    "articleId": "LEGIARTI000033613958",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-56-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-56-1",
                    "articleId": "LEGIARTI000042735127",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-57",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-57",
                    "articleId": "LEGIARTI000031082220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-3",
                    "articleId": "LEGIARTI000043089174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-3",
                    "articleId": "LEGIARTI000043089212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000043803599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-4",
                    "articleId": "LEGIARTI000043803596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-64 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-64",
                    "articleId": "LEGIARTI000042868868",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031082146",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042735157",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-55-1",
                "613-55-1"
            ],
            "versionPrecedente": "LEGIARTI000031082146",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031082146",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Ne peuvent faire l'objet d'une réduction de leur valeur ou d'une conversion, quel que soit le régime de droit qui leur est applicable, les engagements suivants : 1° Les dépôts couverts définis en application du 2° de l'article L. 312-16 ou relevant d'un dispositif équivalent ; 2° Les engagements garantis, y compris les obligations garanties, et les engagements sous forme d'instruments financiers utilisés à des fins de couverture qui font partie intégrante du panier de couverture et qui sont garantis d'une manière équivalente aux obligations garanties ; 3° Tout engagement qui résulte de la détention par une personne soumise à une procédure de résolution d'actifs ou de liquidités de clients, y compris les actifs ou les liquidités de clients déposés par un OPCVM mentionné à l'article L. 214-2 ou un FIA mentionné à l'article L. 214-24 ou tout autre organisme équivalent dans un Etat membre, à condition que ce client soit protégé par la législation applicable en matière d'insolvabilité ; 4° Tout engagement qui résulte d'une relation de fiducie entre une personne ayant la qualité de fiduciaire, soumise à une procédure de résolution, et son bénéficiaire, à condition que ce bénéficiaire soit protégé par la législation applicable en matière d'insolvabilité ou en matière civile ; 5° Les engagements ayant une échéance initiale de moins de sept jours, envers des établissements de crédit ou des entreprises d'investissement ou toute entreprise qui, si elle exerçait en France, serait tenue de disposer du même agrément, et qui ne font pas partie du même groupe que la personne soumise à une procédure de résolution ; 6° Les engagements qui résultent de la participation à un système mentionné au I de l'article L. 330-1 , ayant une échéance résiduelle de moins de sept jours, pris vis-à-vis de ce système, de son exploitant ou de ses participants ; 7° Tout engagement envers l'une des personnes ou services suivants : a) Un salarié, en lien avec des salaires, des allocations de retraite ou toute autre rémunération fixe échus, à l'exception de la composante variable de la rémunération qui n'est pas réglementée par une convention collective et de la composante variable de la rémunération des preneurs de risques significatifs définis à l'article L. 511-71 ; b) Un créancier commercial, en lien avec la fourniture à une personne soumise à une procédure de résolution de biens ou de services indispensables à son exploitation ; c) Les administrations fiscales et de sécurité sociale, à condition que ces engagements soient considérés comme des créances privilégiées ; d) Le fonds de garantie des dépôts et de résolution au titre du mécanisme de garantie des dépôts mentionné au 1° du II de l'article L. 312-4 ou les systèmes équivalents. Le collège de résolution veille à ce que, dans leur intégralité, les éléments d'actif venant en couverture des ressources privilégiées ne soient pas affectés, restent séparés et fassent l'objet d'un financement suffisant. Toutefois les exclusions mentionnées aux 1° à 7° ne font pas obstacle, le cas échéant, à la réduction de valeur ou à la conversion de la partie d'un engagement garanti ou couvert par une sûreté, et qui excède la valeur des actifs, du gage, du privilège ou de la sûreté donnés en garantie. Il en va de même de la partie d'un dépôt qui excède le plafond de garantie prévu au 2° de l'article L. 312-16 ou tout dispositif équivalent. II. – Dans des circonstances exceptionnelles, lorsqu'une mesure de renflouement interne est mise en œuvre, certains engagements éligibles peuvent en outre être exclus en tout ou partie des mesures de réduction de valeur ou de conversion, en particulier : 1° Lorsqu'il n'est pas possible de procéder à la réduction de leur valeur ou à leur conversion dans un délai raisonnable ; 2° Lorsque cette exclusion est nécessaire et proportionnée pour assurer la continuité des fonctions critiques et des activités fondamentales d'une personne soumise à une procédure de résolution ; 3° Lorsque l'exclusion est nécessaire et proportionnée pour éviter un vaste mouvement de contagion de nature à perturber profondément le fonctionnement des marchés financiers et au-delà l'économie nationale ou celle d'un autre Etat membre de l'Union européenne ou celle de l'Union toute entière ; 4° Lorsque l'application d'une mesure de renflouement interne à ces engagements provoquerait une destruction de valeur telle que les pertes subies par d'autres créanciers seraient supérieures à celles qu'entraînerait l'exclusion de ces engagements de l'application de la mesure de renflouement interne. En cas d'exclusion totale ou partielle d'un engagement éligible ou d'une catégorie d'engagements éligibles au renflouement interne, le taux de réduction de valeur ou de conversion appliqué aux autres engagements éligibles peut être accru pour tenir compte de ces exclusions, dans le respect du principe posé à l'article L. 613-57 . Ces exclusions peuvent être appliquées pour exclure en tout ou partie un engagement des mesures mentionnées au I. III. – Lorsqu'un engagement éligible ou une catégorie d'engagements éligibles est exclu ou partiellement exclu en application du II, et que les pertes qui auraient été supportées par ce ou ces engagements n'ont pas été totalement répercutées sur d'autres créanciers, le fonds de garantie des dépôts et de résolution, au titre du dispositif de financement de la résolution, ou tout autre dispositif équivalent relevant d'un autre Etat membre peut fournir une contribution à la personne soumise à une procédure de résolution en vue de l'une ou l'autre des actions consistant à : 1° Couvrir les pertes qui n'ont pas été absorbées par les engagements éligibles et ramener à zéro la valeur de l'actif net de la personne en cause, en application du 1° du I de l'article L. 613-55-3 ; 2° Acquérir des titres de capital mentionnés au chapitre II du titre Ier du livre II, d'autres titres de propriété ou d'autres instruments de fonds propres de la personne en cause, afin de la recapitaliser en application du 2° du I de l'article L. 613-55-3. IV. – Le fonds de garantie des dépôts et de résolution au titre de la résolution ou tout dispositif équivalent ne peut intervenir en application du III qu'aux conditions suivantes : 1° Une contribution visant à l'absorption des pertes de la personne en cause et à sa recapitalisation a été apportée par les détenteurs de titres de capital mentionnés au chapitre II du titre Ier du livre II, d'autres titres de propriété, d'instruments de fonds propres additionnels de catégorie 1, d'instruments de fonds propres de catégorie 2 ou d'autres engagements éligibles au moyen d'une réduction de valeur ou d'une conversion ou par tout autre moyen ; le montant de cette contribution ne peut être inférieur à 8 % du montant total des passifs, fonds propres compris, de la personne en cause, évalué à la date de la mesure de résolution conformément à la valorisation prévue à l'article L. 613-47 ; 2° La contribution du fonds de garantie des dépôts et de résolution au titre de la résolution ou de tout dispositif équivalent ne dépasse pas 5 % du montant total des passifs, fonds propres compris, de la personne en cause, évaluée à la date de la mesure de résolution conformément à la valorisation prévue à l'article L. 613-47. V. – La contribution du fonds de garantie des dépôts et de résolution au titre de la résolution ou de tout dispositif équivalent prévue au IV peut être financée par : 1° Les ressources dont ils disposent en application du I et du II de l'article L. 312-7 ou de dispositions équivalentes de la législation d'un autre Etat membre ; 2° Les fonds qu'ils peuvent mobiliser en trois ans sous la forme de contributions exceptionnelles prévues au I de l'article L. 312-7 ou de dispositions équivalentes de la législation d'un autre Etat membre ; 3° Lorsque les fonds mentionnés aux 1° et 2° sont insuffisants, des moyens de financement qu'il mobilise en application du V de l'article L. 312-7 ou qui sont mobilisés dans des conditions équivalentes par tout autre dispositif équivalent d'un autre Etat membre. VI. – Dans des circonstances exceptionnelles, un autre financement supplémentaire peut être recherché auprès d'autres sources lorsque les conditions suivantes sont réunies : 1° Le seuil de 5 % défini au IV est atteint ; 2° Tous les engagements non garantis et non privilégiés, autres que les dépôts éligibles définis à l'article L. 312-4-1 , ont été intégralement convertis ou leur valeur a été entièrement réduite. Lorsque ces conditions sont réunies, une contribution peut être fournie par dérogation au IV par le fonds de garantie des dépôts et de résolution sur ses ressources disponibles, au titre du dispositif de financement de la résolution, ou par tout autre dispositif équivalent d'un autre Etat membre. VII. – Le collège de résolution notifie à la Commission européenne les projets de décision qu'il envisage prendre en application du III. Dans l'hypothèse où sont envisagées soit la mobilisation du fonds de garantie des dépôts et de résolution, soit la mobilisation de moyens de financement supplémentaires en application du VI, le collège de résolution diffère sa décision dans l'attente de l'accord de la Commission. Sa décision tient compte des éventuelles conditions auxquelles la Commission a subordonné son accord.",
            "texteHtml": "<p>I. – Ne peuvent faire l'objet d'une réduction de leur valeur ou d'une conversion, quel que soit le régime de droit qui leur est applicable, les engagements suivants : </p><p>1° Les dépôts couverts définis en application du 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652074&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L312-16 (V)'>L. 312-16 </a>ou relevant d'un dispositif équivalent ; </p><p>2° Les engagements garantis, y compris les obligations garanties, et les engagements sous forme d'instruments financiers utilisés à des fins de couverture qui font partie intégrante du panier de couverture et qui sont garantis d'une manière équivalente aux obligations garanties ; </p><p>3° Tout engagement qui résulte de la détention par une personne soumise à une procédure de résolution d'actifs ou de liquidités de clients, y compris les actifs ou les liquidités de clients déposés par un OPCVM mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006648586&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-2 (V)'>L. 214-2 </a>ou un FIA mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649235&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-24 (V)'>L. 214-24 </a>ou tout autre organisme équivalent dans un Etat membre, à condition que ce client soit protégé par la législation applicable en matière d'insolvabilité ; </p><p>4° Tout engagement qui résulte d'une relation de fiducie entre une personne ayant la qualité de fiduciaire, soumise à une procédure de résolution, et son bénéficiaire, à condition que ce bénéficiaire soit protégé par la législation applicable en matière d'insolvabilité ou en matière civile ; </p><p>5° Les engagements ayant une échéance initiale de moins de sept jours, envers des établissements de crédit ou des entreprises d'investissement ou toute entreprise qui, si elle exerçait en France, serait tenue de disposer du même agrément, et qui ne font pas partie du même groupe que la personne soumise à une procédure de résolution ; </p><p>6° Les engagements qui résultent de la participation à un système mentionné au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652197&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L330-1 (V)'>L. 330-1</a>, ayant une échéance résiduelle de moins de sept jours, pris vis-à-vis de ce système, de son exploitant ou de ses participants ; </p><p>7° Tout engagement envers l'une des personnes ou services suivants : </p><p>a) Un salarié, en lien avec des salaires, des allocations de retraite ou toute autre rémunération fixe échus, à l'exception de la composante variable de la rémunération qui n'est pas réglementée par une convention collective et de la composante variable de la rémunération des preneurs de risques significatifs définis à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000028633155&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-71 (V)'>L. 511-71 </a>; </p><p>b) Un créancier commercial, en lien avec la fourniture à une personne soumise à une procédure de résolution de biens ou de services indispensables à son exploitation ; </p><p>c) Les administrations fiscales et de sécurité sociale, à condition que ces engagements soient considérés comme des créances privilégiées ; </p><p>d) Le fonds de garantie des dépôts et de résolution au titre du mécanisme de garantie des dépôts mentionné au 1° du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652054&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L312-4 (VT)'>L. 312-4 </a>ou les systèmes équivalents. </p><p>Le collège de résolution veille à ce que, dans leur intégralité, les éléments d'actif venant en couverture des ressources privilégiées ne soient pas affectés, restent séparés et fassent l'objet d'un financement suffisant. </p><p>Toutefois les exclusions mentionnées aux 1° à 7° ne font pas obstacle, le cas échéant, à la réduction de valeur ou à la conversion de la partie d'un engagement garanti ou couvert par une sûreté, et qui excède la valeur des actifs, du gage, du privilège ou de la sûreté donnés en garantie. Il en va de même de la partie d'un dépôt qui excède le plafond de garantie prévu au 2° de l'article L. 312-16 ou tout dispositif équivalent. </p><p>II. – Dans des circonstances exceptionnelles, lorsqu'une mesure de renflouement interne est mise en œuvre, certains engagements éligibles peuvent en outre être exclus en tout ou partie des mesures de réduction de valeur ou de conversion, en particulier : </p><p>1° Lorsqu'il n'est pas possible de procéder à la réduction de leur valeur ou à leur conversion dans un délai raisonnable ; </p><p>2° Lorsque cette exclusion est nécessaire et proportionnée pour assurer la continuité des fonctions critiques et des activités fondamentales d'une personne soumise à une procédure de résolution ; </p><p>3° Lorsque l'exclusion est nécessaire et proportionnée pour éviter un vaste mouvement de contagion de nature à perturber profondément le fonctionnement des marchés financiers et au-delà l'économie nationale ou celle d'un autre Etat membre de l'Union européenne ou celle de l'Union toute entière ; </p><p>4° Lorsque l'application d'une mesure de renflouement interne à ces engagements provoquerait une destruction de valeur telle que les pertes subies par d'autres créanciers seraient supérieures à celles qu'entraînerait l'exclusion de ces engagements de l'application de la mesure de renflouement interne. </p><p>En cas d'exclusion totale ou partielle d'un engagement éligible ou d'une catégorie d'engagements éligibles au renflouement interne, le taux de réduction de valeur ou de conversion appliqué aux autres engagements éligibles peut être accru pour tenir compte de ces exclusions, dans le respect du principe posé à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082220&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-57 (V)'>L. 613-57</a>. </p><p>Ces exclusions peuvent être appliquées pour exclure en tout ou partie un engagement des mesures mentionnées au I. </p><p>III. – Lorsqu'un engagement éligible ou une catégorie d'engagements éligibles est exclu ou partiellement exclu en application du II, et que les pertes qui auraient été supportées par ce ou ces engagements n'ont pas été totalement répercutées sur d'autres créanciers, le fonds de garantie des dépôts et de résolution, au titre du dispositif de financement de la résolution, ou tout autre dispositif équivalent relevant d'un autre Etat membre peut fournir une contribution à la personne soumise à une procédure de résolution en vue de l'une ou l'autre des actions consistant à : </p><p>1° Couvrir les pertes qui n'ont pas été absorbées par les engagements éligibles et ramener à zéro la valeur de l'actif net de la personne en cause, en application du 1° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031082071&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-55-3 (V)'>L. 613-55-3 </a>; </p><p>2° Acquérir des titres de capital mentionnés au chapitre II du titre Ier du livre II, d'autres titres de propriété ou d'autres instruments de fonds propres de la personne en cause, afin de la recapitaliser en application du 2° du I de l'article L. 613-55-3. </p><p>IV. – Le fonds de garantie des dépôts et de résolution au titre de la résolution ou tout dispositif équivalent ne peut intervenir en application du III qu'aux conditions suivantes : </p><p>1° Une contribution visant à l'absorption des pertes de la personne en cause et à sa recapitalisation a été apportée par les détenteurs de titres de capital mentionnés au chapitre II du titre Ier du livre II, d'autres titres de propriété, d'instruments de fonds propres additionnels de catégorie 1, d'instruments de fonds propres de catégorie 2 ou d'autres engagements éligibles au moyen d'une réduction de valeur ou d'une conversion ou par tout autre moyen ; le montant de cette contribution ne peut être inférieur à 8 % du montant total des passifs, fonds propres compris, de la personne en cause, évalué à la date de la mesure de résolution conformément à la valorisation prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031081850&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L613-47 (V)'>L. 613-47 </a>; </p><p>2° La contribution du fonds de garantie des dépôts et de résolution au titre de la résolution ou de tout dispositif équivalent ne dépasse pas 5 % du montant total des passifs, fonds propres compris, de la personne en cause, évaluée à la date de la mesure de résolution conformément à la valorisation prévue à l'article L. 613-47. </p><p>V. – La contribution du fonds de garantie des dépôts et de résolution au titre de la résolution ou de tout dispositif équivalent prévue au IV peut être financée par : </p><p>1° Les ressources dont ils disposent en application du I et du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652059&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L312-7 (V)'>L. 312-7 </a>ou de dispositions équivalentes de la législation d'un autre Etat membre ; </p><p>2° Les fonds qu'ils peuvent mobiliser en trois ans sous la forme de contributions exceptionnelles prévues au I de l'article L. 312-7 ou de dispositions équivalentes de la législation d'un autre Etat membre ; </p><p>3° Lorsque les fonds mentionnés aux 1° et 2° sont insuffisants, des moyens de financement qu'il mobilise en application du V de l'article L. 312-7 ou qui sont mobilisés dans des conditions équivalentes par tout autre dispositif équivalent d'un autre Etat membre. </p><p>VI. – Dans des circonstances exceptionnelles, un autre financement supplémentaire peut être recherché auprès d'autres sources lorsque les conditions suivantes sont réunies : </p><p>1° Le seuil de 5 % défini au IV est atteint ; </p><p>2° Tous les engagements non garantis et non privilégiés, autres que les dépôts éligibles définis à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000031075990&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L312-4-1 (V)'>L. 312-4-1</a>, ont été intégralement convertis ou leur valeur a été entièrement réduite. </p><p>Lorsque ces conditions sont réunies, une contribution peut être fournie par dérogation au IV par le fonds de garantie des dépôts et de résolution sur ses ressources disponibles, au titre du dispositif de financement de la résolution, ou par tout autre dispositif équivalent d'un autre Etat membre. </p><p>VII. – Le collège de résolution notifie à la Commission européenne les projets de décision qu'il envisage prendre en application du III. Dans l'hypothèse où sont envisagées soit la mobilisation du fonds de garantie des dépôts et de résolution, soit la mobilisation de moyens de financement supplémentaires en application du VI, le collège de résolution diffère sa décision dans l'attente de l'accord de la Commission. Sa décision tient compte des éventuelles conditions auxquelles la Commission a subordonné son accord.</p>",
            "num": "L613-55-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1440201600000,
            "dateFin": 1609113600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Les institutions en matière bancaire et financière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006124085",
                        "id": "LEGISCTA000006124085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2009-11-01",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000006140137",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-11-01",
                        "fin": "2010-01-23",
                        "titre": "Titre Ier : Les institutions communes aux établissements de crédit, aux établissements de paiement et aux entreprises d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000020874234",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140137",
                        "id": "LEGISCTA000021724280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2010-01-23",
                        "titre": "Chapitre III : Commission bancaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000006154719",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2013-01-30",
                        "titre": "Chapitre III : Disposition spécifiques aux établissements de crédit, entreprises d'investissement et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000021759638",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-01-30",
                        "fin": "2014-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027008074",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2023-09-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000027645696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-09-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique, établissements de paiement et contreparties centrales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154719",
                        "id": "LEGISCTA000048029931",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-01-23",
                        "fin": "2015-08-22",
                        "titre": "Section 4 : Mise en oeuvre du fonds de garantie des dépôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000021759562",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Mesures de prévention et de gestion des crises bancaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170672",
                        "id": "LEGISCTA000031094925",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": " Sous-section 10 : Dispositions relatives à la procédure de résolution ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081866",
                        "id": "LEGISCTA000031081866",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Dispositions relatives à la mise en œuvre d'une mesure de résolution ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031081878",
                        "id": "LEGISCTA000031081878",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-22",
                        "fin": "2999-01-01",
                        "titre": "Sous-Paragraphe 6 : Dispositions relatives à la mise en œuvre d'une mesure de renflouement interne ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031082063",
                        "id": "LEGISCTA000031082063",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031082067",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031082063",
            "sectionParentId": "LEGISCTA000031082063",
            "sectionParentTitre": "Sous-Paragraphe 6 : Dispositions relatives à la mise en œuvre d'une mesure de renflouement interne ",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Les institutions en matière bancaire et financière &gt; Titre Ier : Les institutions compétentes en matière de réglementation et de contrôle &gt; Chapitre III : Dispositions spécifiques aux établissements de crédit, sociétés de financement, entreprises d'investissement, établissements de monnaie électronique et établissements de paiement &gt; Section 4 : Mesures de prévention et de gestion des crises bancaires &gt;  Sous-section 10 : Dispositions relatives à la procédure de résolution  &gt; Paragraphe 2 : Dispositions relatives à la mise en œuvre d'une mesure de résolution  &gt; Sous-Paragraphe 6 : Dispositions relatives à la mise en œuvre d'une mesure de renflouement interne ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031082146",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 8 VII de l'ordonnance n° 2015-1024 du 20 août 2015, les articles L. 613-55 à L. 613-55-13 du code monétaire et financier entrent en vigueur à compter du 1er janvier 2016 lorsqu'ils trouvent à s'appliquer dans le cadre des mesures de résolution.",
            "notaHtml": "<p>Conformément à l'article 8 VII de l'ordonnance n° 2015-1024 du 20 août 2015, les articles L. 613-55 à L. 613-55-13 du code monétaire et financier entrent en vigueur à compter du 1er janvier 2016 lorsqu'ils trouvent à s'appliquer dans le cadre des mesures de résolution.   </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031070122",
                    "textTitle": "ORDONNANCE n° 2015-1024 du 20 août 2015 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000031075654",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-08-21",
                    "dateSignaTexte": "2015-08-20",
                    "dateDebutCible": "2015-08-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000031184289",
                    "textTitle": "ARRÊTÉ du 11 septembre 2015 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031190958",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1442707200000,
                    "dateDebut": 1442793600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-2",
                    "articleId": "LEGIARTI000006648586",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-24",
                    "articleId": "LEGIARTI000006649235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-16",
                    "articleId": "LEGIARTI000006652074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516752000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-4",
                    "articleId": "LEGIARTI000006652054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-4-1",
                    "articleId": "LEGIARTI000031075990",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1533513600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L312-5",
                    "articleId": "LEGIARTI000031094659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-7",
                    "articleId": "LEGIARTI000006652059",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L330-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L330-1",
                    "articleId": "LEGIARTI000006652197",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-71 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-71",
                    "articleId": "LEGIARTI000028633155",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-34-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-34-1",
                    "articleId": "LEGIARTI000031080700",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-44 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-44",
                    "articleId": "LEGIARTI000042735013",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-47 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-47",
                    "articleId": "LEGIARTI000031081850",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-48 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-48",
                    "articleId": "LEGIARTI000042735055",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-1",
                    "articleId": "LEGIARTI000042735157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-13",
                    "articleId": "LEGIARTI000042735135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-2",
                    "articleId": "LEGIARTI000031082151",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-55-3",
                    "articleId": "LEGIARTI000031082071",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-5",
                    "articleId": "LEGIARTI000042735138",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-55-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-55-6",
                    "articleId": "LEGIARTI000033613958",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-56-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L613-56-1",
                    "articleId": "LEGIARTI000042735127",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L613-57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L613-57",
                    "articleId": "LEGIARTI000031082220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1440201600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L746-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L746-3",
                    "articleId": "LEGIARTI000043089091",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L756-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L756-3",
                    "articleId": "LEGIARTI000043089174",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L766-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L766-3",
                    "articleId": "LEGIARTI000043089212",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L784-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L784-4",
                    "articleId": "LEGIARTI000048030191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L785-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L785-3",
                    "articleId": "LEGIARTI000048029942",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1693526400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-3",
                    "articleId": "LEGIARTI000043803599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-46-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-46-4",
                    "articleId": "LEGIARTI000043803596",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1626566400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R613-64 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R613-64",
                    "articleId": "LEGIARTI000042868868",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609113600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031082146",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1440201600000,
                    "dateFin": 1609113600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042735157",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1609113600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L613-55-1",
                "613-55-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}