{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006300922",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans les cercles autorisés à pratiquer les jeux de hasard tout prélèvement au profit de la cagnotte est assuré en présence des joueurs par un croupier ou un employé spécialement chargé d'opérer les encaissements. Ce prélèvement donne lieu à la délivrance de tickets d'égale somme détachés séance tenante et ostensiblement d'un carnet à souches par un préposé du cercle qui en proclame en même temps le montant à haute voix. S'il s'agit d'un prélèvement sur le montant soit des enjeux soit du bénéfice réalisé les billets sont après leur délivrance laissés quelques instants sur la table de jeux de manière que les joueurs puissent les contrôler. Les tickets sont déchirés dès que le coup est réglé et avant que le coup suivant ait été engagé. Dans le cas où au contraire ils servent à constater le paiement d'un droit dû par le joueur les tickets sont remis à celui-ci. Ils sont alors annotés au verso du jour et de l'heure de leur délivrance et doivent être représentés à toute réquisition. Chaque table de jeux porte un numéro d'ordre indiqué d'une façon apparente et inaltérable; elle est en outre munie d'une caisse ou boîte tirelire dans laquelle le croupier introduit les sommes prélevées ou les jetons représentatifs de ces sommes. Toute cagnotte est fermée par un système à trois clés différentes confiées l'une au croupier l'autre au caissier la troisième à un membre du comité de direction des jeux. Chaque cagnotte est ouverte autant de fois que le préposé qui la détient quitte la table de jeux momentanément ou définitivement. A chaque table de jeux sont affectés : Un carnet de tickets portant sur la couverture le numéro de la table et la date de la mise en service. Un carnet d'enregistrement des tickets et des cagnottes conforme au modèle prescrit par l'administration. Ce carnet est folioté par le service des douanes et droits indirects. Au début de la séance le caissier indique sur le carnet d'enregistrement des tickets et des cagnottes le jour la date et l'heure ainsi que le numéro du dernier ticket détaché. Les comptes de jeux sont tenus par table. A chaque ouverture de la cagnotte le caissier inscrit au carnet sus-indiqué les numéros et la valeur des tickets détachés depuis l'ouverture précédente. La somme contenue dans la cagnotte est comptée en présence des trois personnes qui en détiennent les clés. Si cette somme représente une valeur supérieure à celle des tickets détachés la différence est mentionnée et retenue pour l'imposition. La somme imposable est reportée en lettres avec indication de l'heure à laquelle le relevé est effectué. Chaque inscription est certifiée conforme par les signatures du croupier du caissier et du membre du comité des jeux. Les inscriptions sont totalisées en fin de journée et le total obtenu pour chaque carnet d'enregistrement des cagnottes est reporté à un registre récapitulatif du produit brut des jeux. Le registre récapitulatif du produit brut des jeux coté et paraphé par le service des douanes et droits indirects est additionné en fin de journée de façon à faire apparaître d'une part la recette totale de la journée d'autre part le montant total du produit brut des jeux depuis le début de l'année. Le total des recettes réalisées depuis le début de l'année est reporté chaque jour en toutes lettres et certifié exact par le caissier. Le 1er de chaque mois, la recette totale du mois écoulé est déclarée par le président du comité de direction des jeux ou son suppléant, conformément aux prescriptions de l'administration (1). (1) Ces dispositions s'appliquent pour les recettes perçues à compter du 1er février 1991.",
            "texteHtml": "<p></p>   Dans les cercles autorisés à pratiquer les jeux de hasard tout prélèvement au profit de la cagnotte est assuré en présence des joueurs par un croupier ou un employé spécialement chargé d'opérer les encaissements.<p></p><p></p>   Ce prélèvement donne lieu à la délivrance de tickets d'égale somme détachés séance tenante et ostensiblement d'un carnet à souches par un préposé du cercle qui en proclame en même temps le montant à haute voix.<p></p><p></p>   S'il s'agit d'un prélèvement sur le montant soit des enjeux soit du bénéfice réalisé les billets sont après leur délivrance laissés quelques instants sur la table de jeux de manière que les joueurs puissent les contrôler. Les tickets sont déchirés dès que le coup est réglé et avant que le coup suivant ait été engagé.<p></p><p></p>   Dans le cas où au contraire ils servent à constater le paiement d'un droit dû par le joueur les tickets sont remis à celui-ci. Ils sont alors annotés au verso du jour et de l'heure de leur délivrance et doivent être représentés à toute réquisition.<p></p><p></p>   Chaque table de jeux porte un numéro d'ordre indiqué d'une façon apparente et inaltérable; elle est en outre munie d'une caisse ou boîte tirelire dans laquelle le croupier introduit les sommes prélevées ou les jetons représentatifs de ces sommes.<p></p><p></p>   Toute cagnotte est fermée par un système à trois clés différentes confiées l'une au croupier l'autre au caissier la troisième à un membre du comité de direction des jeux.<p></p><p></p>   Chaque cagnotte est ouverte autant de fois que le préposé qui la détient quitte la table de jeux momentanément ou définitivement.<p></p><p></p>   A chaque table de jeux sont affectés :<p></p><p></p>   Un carnet de tickets portant sur la couverture le numéro de la table et la date de la mise en service.<p></p><p></p>   Un carnet d'enregistrement des tickets et des cagnottes conforme au modèle prescrit par l'administration. Ce carnet est folioté par le service des douanes et droits indirects.<p></p><p></p>   Au début de la séance le caissier indique sur le carnet d'enregistrement des tickets et des cagnottes le jour la date et l'heure ainsi que le numéro du dernier ticket détaché.<p></p><p></p>   Les comptes de jeux sont tenus par table. A chaque ouverture de la cagnotte le caissier inscrit au carnet sus-indiqué les numéros et la valeur des tickets détachés depuis l'ouverture précédente.<p></p><p></p>   La somme contenue dans la cagnotte est comptée en présence des trois personnes qui en détiennent les clés. Si cette somme représente une valeur supérieure à celle des tickets détachés la différence est mentionnée et retenue pour l'imposition.<p></p><p></p>   La somme imposable est reportée en lettres avec indication de l'heure à laquelle le relevé est effectué.<p></p><p></p>   Chaque inscription est certifiée conforme par les signatures du croupier du caissier et du membre du comité des jeux.<p></p><p></p>   Les inscriptions sont totalisées en fin de journée et le total obtenu pour chaque carnet d'enregistrement des cagnottes est reporté à un registre récapitulatif du produit brut des jeux.<p></p><p></p>   Le registre récapitulatif du produit brut des jeux coté et paraphé par le service des douanes et droits indirects est additionné en fin de journée de façon à faire apparaître d'une part la recette totale de la journée d'autre part le montant total du produit brut des jeux depuis le début de l'année.<p></p><p></p>   Le total des recettes réalisées depuis le début de l'année est reporté chaque jour en toutes lettres et certifié exact par le caissier.<p></p><p></p>   Le 1er de chaque mois, la recette totale du mois écoulé est déclarée par le président du comité de direction des jeux ou son suppléant, conformément aux prescriptions de l'administration (1).<p></p><p></p>   (1) Ces dispositions s'appliquent pour les recettes perçues à compter du 1er février 1991.<p></p><p></p>",
            "num": "150",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 726192000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114466",
                        "id": "LEGISCTA000006114466",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impositions communales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133789",
                        "id": "LEGISCTA000006133789",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Contributions indirectes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146929",
                        "id": "LEGISCTA000006146929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section unique : Impôt sur les spectacles, jeux et divertissements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162424",
                        "id": "LEGISCTA000006162424",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Dispositions particulières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179521",
                        "id": "LEGISCTA000006179521",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "2° : Cercles et maisons de jeux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191542",
                        "id": "LEGISCTA000006191542",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300920",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191542",
            "sectionParentId": "LEGISCTA000006191542",
            "sectionParentTitre": "2° : Cercles et maisons de jeux",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre premier : Impositions communales &gt; Chapitre II : Contributions indirectes &gt; Section unique : Impôt sur les spectacles, jeux et divertissements &gt; II : Dispositions particulières &gt; 2° : Cercles et maisons de jeux",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006300922",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1993-01-04 art. 11 JORF 5 janvier 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1991-01-16 art. 4",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300920",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 632707200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300921",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 632707200000,
                    "dateFin": 726192000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300922",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 726192000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "150"
            ],
            "versionPrecedente": "LEGIARTI000006300921",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006300921",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans les cercles autorisés à pratiquer les jeux de hasard  tout prélèvement au profit de la cagnotte est assuré  en présence des joueurs  par un croupier ou un employé spécialement chargé d'opérer les encaissements. Ce prélèvement donne lieu à la délivrance de tickets d'égale somme détachés séance tenante et ostensiblement d'un carnet à souches par un préposé du cercle qui en proclame en même temps le montant à haute voix. S'il s'agit d'un prélèvement sur le montant soit des enjeux  soit du bénéfice réalisé  les billets sont  après leur délivrance  laissés quelques instants sur la table de jeux de manière que les joueurs puissent les contrôler. Les tickets sont déchirés dès que le coup est réglé et avant que le coup suivant ait été engagé. Dans le cas où  au contraire  ils servent à constater le paiement d'un droit dû par le joueur  les tickets sont remis à celui-ci. Ils sont alors annotés au verso du jour et de l'heure de leur délivrance et doivent être représentés à toute réquisition. Chaque table de jeux porte un numéro d'ordre indiqué d'une façon apparente et inaltérable; elle est en outre munie d'une caisse ou boîte tirelire dans laquelle le croupier introduit les sommes prélevées ou les jetons représentatifs de ces sommes. Toute cagnotte est fermée par un système à trois clés différentes confiées l'une au croupier  l'autre au caissier  la troisième à un membre du comité de direction des jeux. Chaque cagnotte est ouverte autant de fois que le préposé qui la détient quitte la table de jeux momentanément ou définitivement. A chaque table de jeux sont affectés : Un carnet de tickets portant sur la couverture le numéro de la table et la date de la mise en service. Un carnet d'enregistrement des tickets et des cagnottes conforme au modèle prescrit par l'administration. Ce carnet est folioté par le service des impôts. Au début de la séance le caissier indique sur le carnet d'enregistrement des tickets et des cagnottes le jour  la date et l'heure  ainsi que le numéro du dernier ticket détaché. Les comptes de jeux sont tenus par table. A chaque ouverture de la cagnotte  le caissier inscrit au carnet sus-indiqué les numéros et la valeur des tickets détachés depuis l'ouverture précédente. La somme contenue dans la cagnotte est comptée en présence des trois personnes qui en détiennent les clés. Si cette somme représente une valeur supérieure à celle des tickets détachés  la différence est mentionnée et retenue pour l'imposition. La somme imposable est reportée en lettres avec indication de l'heure à laquelle le relevé est effectué. Chaque inscription est certifiée conforme par les signatures du croupier  du caissier et du membre du comité des jeux. Les inscriptions sont totalisées en fin de journée et le total obtenu pour chaque carnet d'enregistrement des cagnottes est reporté à un registre récapitulatif du produit brut des jeux. Le registre récapitulatif du produit brut des jeux  coté et paraphé par le service des impôts  est additionné en fin de journée de façon à faire apparaître  d'une part la recette totale de la journée  d'autre part le montant total du produit brut des jeux depuis le début de l'année. Le total des recettes réalisées depuis le début de l'année est reporté chaque jour en toutes lettres et certifié exact par le caissier. Le 1er de chaque mois, la recette totale du mois écoulé est déclarée par le président du comité de direction des jeux ou son suppléant, conformément aux prescriptions de l'administration (1). (1) Ces dispositions s'appliquent pour les recettes perçues à compter du 1er février 1991.",
            "texteHtml": "<p></p>   Dans les cercles autorisés à pratiquer les jeux de hasard  tout prélèvement au profit de la cagnotte est assuré  en présence des joueurs  par un croupier ou un employé spécialement chargé d'opérer les encaissements.<p></p><p></p>   Ce prélèvement donne lieu à la délivrance de tickets d'égale somme détachés séance tenante et ostensiblement d'un carnet à souches par un préposé du cercle qui en proclame en même temps le montant à haute voix.<p></p><p></p>   S'il s'agit d'un prélèvement sur le montant soit des enjeux  soit du bénéfice réalisé  les billets sont  après leur délivrance  laissés quelques instants sur la table de jeux de manière que les joueurs puissent les contrôler. Les tickets sont déchirés dès que le coup est réglé et avant que le coup suivant ait été engagé.<p></p><p></p>   Dans le cas où  au contraire  ils servent à constater le paiement d'un droit dû par le joueur  les tickets sont remis à celui-ci. Ils sont alors annotés au verso du jour et de l'heure de leur délivrance et doivent être représentés à toute réquisition.<p></p><p></p>   Chaque table de jeux porte un numéro d'ordre indiqué d'une façon apparente et inaltérable; elle est en outre munie d'une caisse ou boîte tirelire dans laquelle le croupier introduit les sommes prélevées ou les jetons représentatifs de ces sommes.<p></p><p></p>   Toute cagnotte est fermée par un système à trois clés différentes confiées l'une au croupier  l'autre au caissier  la troisième à un membre du comité de direction des jeux.<p></p><p></p>   Chaque cagnotte est ouverte autant de fois que le préposé qui la détient quitte la table de jeux momentanément ou définitivement.<p></p><p></p>   A chaque table de jeux sont affectés :<p></p><p></p>   Un carnet de tickets portant sur la couverture le numéro de la table et la date de la mise en service.<p></p><p></p>   Un carnet d'enregistrement des tickets et des cagnottes conforme au modèle prescrit par l'administration. Ce carnet est folioté par le service des impôts.<p></p><p></p>   Au début de la séance le caissier indique sur le carnet d'enregistrement des tickets et des cagnottes le jour  la date et l'heure  ainsi que le numéro du dernier ticket détaché.<p></p><p></p>   Les comptes de jeux sont tenus par table. A chaque ouverture de la cagnotte  le caissier inscrit au carnet sus-indiqué les numéros et la valeur des tickets détachés depuis l'ouverture précédente.<p></p><p></p>   La somme contenue dans la cagnotte est comptée en présence des trois personnes qui en détiennent les clés. Si cette somme représente une valeur supérieure à celle des tickets détachés  la différence est mentionnée et retenue pour l'imposition.<p></p><p></p>   La somme imposable est reportée en lettres avec indication de l'heure à laquelle le relevé est effectué.<p></p><p></p>   Chaque inscription est certifiée conforme par les signatures du croupier  du caissier et du membre du comité des jeux.<p></p><p></p>   Les inscriptions sont totalisées en fin de journée et le total obtenu pour chaque carnet d'enregistrement des cagnottes est reporté à un registre récapitulatif du produit brut des jeux.<p></p><p></p>   Le registre récapitulatif du produit brut des jeux  coté et paraphé par le service des impôts  est additionné en fin de journée de façon à faire apparaître  d'une part la recette totale de la journée  d'autre part le montant total du produit brut des jeux depuis le début de l'année.<p></p><p></p>   Le total des recettes réalisées depuis le début de l'année est reporté chaque jour en toutes lettres et certifié exact par le caissier.<p></p><p></p>   Le 1er de chaque mois, la recette totale du mois écoulé est déclarée par le président du comité de direction des jeux ou son suppléant, conformément aux prescriptions de l'administration (1).<p></p><p></p>   (1) Ces dispositions s'appliquent pour les recettes perçues à compter du 1er février 1991.<p></p><p></p>",
            "num": "150",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 632707200000,
            "dateFin": 726192000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114466",
                        "id": "LEGISCTA000006114466",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impositions communales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133789",
                        "id": "LEGISCTA000006133789",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Contributions indirectes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146929",
                        "id": "LEGISCTA000006146929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1996-05-12",
                        "titre": "Impôt sur les spectacles, jeux et divertissements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162425",
                        "id": "LEGISCTA000006162425",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1993-01-05",
                        "titre": "II : Dispositions particulières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179523",
                        "id": "LEGISCTA000006179523",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1993-01-05",
                        "titre": "Cercles et maisons de jeux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191546",
                        "id": "LEGISCTA000006191546",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300920",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191546",
            "sectionParentId": "LEGISCTA000006191546",
            "sectionParentTitre": "Cercles et maisons de jeux.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre premier : Impositions communales &gt; Chapitre II : Contributions indirectes &gt; Impôt sur les spectacles, jeux et divertissements",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006300921",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1991-01-16 art. 1 JORF 19 janvier 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1991-01-16 art. 4",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300920",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 632707200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300921",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 632707200000,
                    "dateFin": 726192000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300922",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 726192000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "150"
            ],
            "versionPrecedente": "LEGIARTI000006300920",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006300920",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans les cercles autorisés à pratiquer les jeux de hasard  tout prélèvement au profit de la cagnotte est assuré  en présence des joueurs  par un croupier ou un employé spécialement chargé d'opérer les encaissements. Ce prélèvement donne lieu à la délivrance de tickets d'égale somme détachés séance tenante et ostensiblement d'un carnet à souches par un préposé du cercle qui en proclame en même temps le montant à haute voix. S'il s'agit d'un prélèvement sur le montant soit des enjeux  soit du bénéfice réalisé  les billets sont  après leur délivrance  laissés quelques instants sur la table de jeux de manière que les joueurs puissent les contrôler. Les tickets sont déchirés dès que le coup est réglé et avant que le coup suivant ait été engagé. Dans le cas où  au contraire  ils servent à constater le paiement d'un droit dû par le joueur  les tickets sont remis à celui-ci. Ils sont alors annotés au verso du jour et de l'heure de leur délivrance et doivent être représentés à toute réquisition. Chaque table de jeux porte un numéro d'ordre indiqué d'une façon apparente et inaltérable; elle est en outre munie d'une caisse ou boîte tirelire dans laquelle le croupier introduit les sommes prélevées ou les jetons représentatifs de ces sommes. Toute cagnotte est fermée par un système à trois clés différentes confiées l'une au croupier  l'autre au caissier  la troisième à un membre du comité de direction des jeux. Chaque cagnotte est ouverte autant de fois que le préposé qui la détient quitte la table de jeux momentanément ou définitivement. A chaque table de jeux sont affectés : Un carnet de tickets portant sur la couverture le numéro de la table et la date de la mise en service. Un carnet d'enregistrement des tickets et des cagnottes conforme au modèle prescrit par l'administration. Ce carnet est folioté par le service des impôts. Au début de la séance le caissier indique sur le carnet d'enregistrement des tickets et des cagnottes le jour  la date et l'heure  ainsi que le numéro du dernier ticket détaché. Les comptes de jeux sont tenus par table. A chaque ouverture de la cagnotte  le caissier inscrit au carnet sus-indiqué les numéros et la valeur des tickets détachés depuis l'ouverture précédente. La somme contenue dans la cagnotte est comptée en présence des trois personnes qui en détiennent les clés. Si cette somme représente une valeur supérieure à celle des tickets détachés  la différence est mentionnée et retenue pour l'imposition. La somme imposable est reportée en lettres avec indication de l'heure à laquelle le relevé est effectué. Chaque inscription est certifiée conforme par les signatures du croupier  du caissier et du membre du comité des jeux. Les inscriptions sont totalisées en fin de journée et le total obtenu pour chaque carnet d'enregistrement des cagnottes est reporté à un registre récapitulatif du produit brut des jeux. Le registre récapitulatif du produit brut des jeux  coté et paraphé par le service des impôts  est additionné en fin de journée de façon à faire apparaître  d'une part la recette totale de la journée  d'autre part le montant total du produit brut des jeux depuis le début de l'année. Le total des recettes réalisées depuis le début de l'année est reporté chaque jour en toutes lettres et certifié exact par le caissier. Les 11  21 et 1er de chaque mois  la recette de la dizaine écoulée est déclarée par le président du comité des jeux ou son suppléant conformément aux prescriptions de l'administration.",
            "texteHtml": "<p></p>   Dans les cercles autorisés à pratiquer les jeux de hasard  tout prélèvement au profit de la cagnotte est assuré  en présence des joueurs  par un croupier ou un employé spécialement chargé d'opérer les encaissements.<p></p><p></p>   Ce prélèvement donne lieu à la délivrance de tickets d'égale somme détachés séance tenante et ostensiblement d'un carnet à souches par un préposé du cercle qui en proclame en même temps le montant à haute voix.<p></p><p></p>   S'il s'agit d'un prélèvement sur le montant soit des enjeux  soit du bénéfice réalisé  les billets sont  après leur délivrance  laissés quelques instants sur la table de jeux de manière que les joueurs puissent les contrôler. Les tickets sont déchirés dès que le coup est réglé et avant que le coup suivant ait été engagé.<p></p><p></p>   Dans le cas où  au contraire  ils servent à constater le paiement d'un droit dû par le joueur  les tickets sont remis à celui-ci. Ils sont alors annotés au verso du jour et de l'heure de leur délivrance et doivent être représentés à toute réquisition.<p></p><p></p>   Chaque table de jeux porte un numéro d'ordre indiqué d'une façon apparente et inaltérable; elle est en outre munie d'une caisse ou boîte tirelire dans laquelle le croupier introduit les sommes prélevées ou les jetons représentatifs de ces sommes.<p></p><p></p>   Toute cagnotte est fermée par un système à trois clés différentes confiées l'une au croupier  l'autre au caissier  la troisième à un membre du comité de direction des jeux.<p></p><p></p>   Chaque cagnotte est ouverte autant de fois que le préposé qui la détient quitte la table de jeux momentanément ou définitivement.<p></p><p></p>   A chaque table de jeux sont affectés :<p></p><p></p>   Un carnet de tickets portant sur la couverture le numéro de la table et la date de la mise en service.<p></p><p></p>   Un carnet d'enregistrement des tickets et des cagnottes conforme au modèle prescrit par l'administration. Ce carnet est folioté par le service des impôts.<p></p><p></p>   Au début de la séance le caissier indique sur le carnet d'enregistrement des tickets et des cagnottes le jour  la date et l'heure  ainsi que le numéro du dernier ticket détaché.<p></p><p></p>   Les comptes de jeux sont tenus par table. A chaque ouverture de la cagnotte  le caissier inscrit au carnet sus-indiqué les numéros et la valeur des tickets détachés depuis l'ouverture précédente.<p></p><p></p>   La somme contenue dans la cagnotte est comptée en présence des trois personnes qui en détiennent les clés. Si cette somme représente une valeur supérieure à celle des tickets détachés  la différence est mentionnée et retenue pour l'imposition.<p></p><p></p>   La somme imposable est reportée en lettres avec indication de l'heure à laquelle le relevé est effectué.<p></p><p></p>   Chaque inscription est certifiée conforme par les signatures du croupier  du caissier et du membre du comité des jeux.<p></p><p></p>   Les inscriptions sont totalisées en fin de journée et le total obtenu pour chaque carnet d'enregistrement des cagnottes est reporté à un registre récapitulatif du produit brut des jeux.<p></p><p></p>   Le registre récapitulatif du produit brut des jeux  coté et paraphé par le service des impôts  est additionné en fin de journée de façon à faire apparaître  d'une part la recette totale de la journée  d'autre part le montant total du produit brut des jeux depuis le début de l'année.<p></p><p></p>   Le total des recettes réalisées depuis le début de l'année est reporté chaque jour en toutes lettres et certifié exact par le caissier.<p></p><p></p>   Les 11  21 et 1er de chaque mois  la recette de la dizaine écoulée est déclarée par le président du comité des jeux ou son suppléant conformément aux prescriptions de l'administration.<p></p>",
            "num": "150",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 632707200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084212",
                        "id": "LEGISCTA000006084212",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114466",
                        "id": "LEGISCTA000006114466",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impositions communales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133789",
                        "id": "LEGISCTA000006133789",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Contributions indirectes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146929",
                        "id": "LEGISCTA000006146929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1996-05-12",
                        "titre": "Impôt sur les spectacles, jeux et divertissements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162425",
                        "id": "LEGISCTA000006162425",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1993-01-05",
                        "titre": "II : Dispositions particulières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179523",
                        "id": "LEGISCTA000006179523",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "1993-01-05",
                        "titre": "Cercles et maisons de jeux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191546",
                        "id": "LEGISCTA000006191546",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe IV",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069576",
                        "id": "LEGITEXT000006069576",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006300920",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191546",
            "sectionParentId": "LEGISCTA000006191546",
            "sectionParentTitre": "Cercles et maisons de jeux.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre premier : Impositions communales &gt; Chapitre II : Contributions indirectes &gt; Impôt sur les spectacles, jeux et divertissements &gt; II : Dispositions particulières &gt; Cercles et maisons de jeux.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006300920",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069576",
                    "titre": "Code général des impôts, annexe IV, CGIANIV.",
                    "titreLong": "Code général des impôts, annexe IV",
                    "etat": "VIGUEUR",
                    "dateDebut": 189216000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069576",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "EDITION 1979-07-01",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006300920",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 632707200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300921",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 632707200000,
                    "dateFin": 726192000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006300922",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 726192000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "150"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}