{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006845280",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La redevance de production prévue au I de l'article L. 611-5 est due par toute entreprise postulant à la délivrance ou titulaire d'un agrément ou d'une autorisation prévus par le 2° de l'article R. 133-1-1 ou par les sous-parties F et G des sections A et B de la partie 21 du règlement (CE) n° 1702/2003 de la Commission du 24 septembre 2003 établissant des règles d'application pour la certification de navigabilité et environnementale des aéronefs et produits, pièces et équipements associés, ainsi que pour la certification des organismes de conception et de production. II.-La redevance de gestion de navigabilité prévue au III de l'article L. 611-5 est due par toute entreprise postulant à la délivrance ou titulaire d'un agrément prévu par les sous-parties G et I des sections A et B de la partie M du règlement (CE) n° 2042/2003 de la Commission du 20 novembre 2003 relatif au maintien de la navigabilité des aéronefs et des produits, pièces et équipements aéronautiques, et relatif à l'agrément des organismes et des personnels participant à ces tâches. III.-La redevance de maintenance prévue au III de l'article L. 611-5 est due par tout organisme postulant à la délivrance ou titulaire d'un agrément prévu par le 3° de l'article R. 133-1-1 ou par la partie 145 du règlement (CE) n° 2042/2003 de la Commission du 20 novembre 2003 mentionné au II du présent article à l'exception, pour la seule activité d'entretien des matériels pour lesquels un agrément de production a été obtenu et des matériels de même nature ou de technologie équivalente, des organismes redevables au titre de cette activité de la redevance de production mentionnée au I du présent article. IV.-La redevance d'organisme de formation de personnel de maintenance prévue au IV de l'article L. 611-5 est due par tout organisme de formation de personnel de maintenance d'aéronefs postulant à la délivrance ou titulaire de l'agrément prévu par la partie 147 du règlement (CE) n° 2042/2003 de la Commission du 20 novembre 2003 mentionné au II du présent article. V.-La redevance d'exploitant d'aéronef prévue au IV de l'article L. 611-5 est due par tout transporteur aérien postulant à la délivrance ou titulaire du certificat de transporteur aérien mentionné au 4° de l'article R. 133-1-1 ou de l'autorisation spéciale mentionnée à l'article R. 133-6. Elle couvre également les interventions réalisées en vue de la délivrance des autorisations associées ou complémentaires dans le cadre ou à l'occasion du suivi de l'activité soumise à autorisation. VI.-La redevance de sécurité et de sûreté d'exploitant d'aérodrome prévue au IV de l'article L. 611-5 est due par tout organisme postulant à la délivrance ou titulaire du certificat de sécurité aéroportuaire prévu par l'article L. 211-3 ou postulant à la délivrance ou titulaire d'une approbation prévue par le règlement (CE) n° 2320/2002 du Parlement européen et du Conseil du 16 décembre 2002 relatif à l'instauration de règles communes dans le domaine de la sûreté de l'aviation civile autre que l'approbation du programme de sûreté de l'aviation civile incombant au transporteur aérien. Elle couvre les interventions réalisées en vue de la délivrance du certificat de sécurité aéroportuaire et de l'approbation du programme de sûreté de l'exploitant ainsi que celles réalisées en vue de la délivrance des autorisations associées ou complémentaires dans le cadre ou à l'occasion du suivi de l'activité soumise à l'agrément. VII.-La redevance de sûreté aérienne de transporteur prévue au V de l'article L. 611-5 est due par tout transporteur aérien postulant à l'approbation du programme de sûreté de l'aviation civile prévu par le règlement (CE) n° 2320/2002 du Parlement européen et du Conseil du 16 décembre 2002 mentionné au VI du présent article, ou ayant obtenu cette approbation. VIII.-La redevance d'organisme de formation de personnel navigant prévue au IV de l'article L. 611-5 est due par tout organisme de formation de personnel navigant de l'aviation civile postulant à la délivrance ou titulaire de l'agrément prévu par l'article L. 410-3, y compris au titre des interventions réalisées en vue de la délivrance des autorisations associées ou complémentaires dans le cadre ou à l'occasion du suivi de l'activité soumise à l'agrément. IX.-Les redevances énumérées aux I à VIII ci-dessus, évaluées selon des modalités qui dépendent des caractéristiques de l'activité considérée, sont, pour chaque redevable, en relation avec les coûts exposés pour l'instruction des demandes, la délivrance des autorisations et le suivi de la mise en oeuvre de celles-ci, le coût complet des contrôles étant pris en compte conformément au IX de l'article L. 611-5. Les interventions que nécessite l'instruction d'une demande d'autorisation donnent lieu au paiement de la redevance correspondante pour la partie de l'instruction effectivement réalisée, que l'autorisation sollicitée soit ou non délivrée. Lorsque l'entreprise ne met pas en oeuvre dans les délais fixés les mesures de correction prescrites à la suite d'un contrôle, une majoration de 25 % est appliquée à la part de la redevance correspondant aux éléments qui font alors l'objet d'une surveillance renforcée, à compter du premier jour qui suit la décision d'exercer cette surveillance et jusqu'à la date de la décision qui y met fin. Un contrôle de la déclaration des informations nécessaires au calcul d'une redevance peut être effectué pendant une période d'un an à compter de la date de cette déclaration. Ce contrôle porte sur tout document permettant de vérifier l'exactitude des informations servant au calcul de l'assiette. Faute pour un redevable de déclarer dans les délais fixés par l'arrêté prévu au dernier alinéa les informations nécessaires au calcul, par l'administration, d'une redevance, il est mis en demeure de produire ces informations. A défaut de réponse dans les trente jours qui suivent la mise en demeure, les titres de perception ou les factures sont établis sur la base d'éléments estimés. Les modes de calcul des redevances et les conditions de leur paiement sont déterminés par un arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des finances.",
            "texteHtml": "<p></p>I.-La redevance de production prévue au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074234&idArticle=LEGIARTI000006844408&dateTexte=&categorieLien=cid' title='Code de l'aviation civile - art. L611-5 (V)'>L. 611-5 </a>est due par toute entreprise postulant à la délivrance ou titulaire d'un agrément ou d'une autorisation prévus par le 2° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074234&idArticle=LEGIARTI000006844506&dateTexte=&categorieLien=cid' title='Code de l'aviation civile - art. R133-1-1 (V)'>R. 133-1-1</a> ou par les sous-parties F et G des sections A et B de la partie 21 du règlement (CE) n° 1702/2003 de la Commission du 24 septembre 2003 établissant des règles d'application pour la certification de navigabilité et environnementale des aéronefs et produits, pièces et équipements associés, ainsi que pour la certification des organismes de conception et de production. <p></p><p></p>II.-La redevance de gestion de navigabilité prévue au III de l'article L. 611-5 est due par toute entreprise postulant à la délivrance ou titulaire d'un agrément prévu par les sous-parties G et I des sections A et B de la partie M du règlement (CE) n° 2042/2003 de la Commission du 20 novembre 2003 relatif au maintien de la navigabilité des aéronefs et des produits, pièces et équipements aéronautiques, et relatif à l'agrément des organismes et des personnels participant à ces tâches. <p></p><p></p>III.-La redevance de maintenance prévue au III de l'article L. 611-5 est due par tout organisme postulant à la délivrance ou titulaire d'un agrément prévu par le 3° de l'article R. 133-1-1 ou par la partie 145 du règlement (CE) n° 2042/2003 de la Commission du 20 novembre 2003 mentionné au II du présent article à l'exception, pour la seule activité d'entretien des matériels pour lesquels un agrément de production a été obtenu et des matériels de même nature ou de technologie équivalente, des organismes redevables au titre de cette activité de la redevance de production mentionnée au I du présent article. <p></p><p></p>IV.-La redevance d'organisme de formation de personnel de maintenance prévue au IV de l'article L. 611-5 est due par tout organisme de formation de personnel de maintenance d'aéronefs postulant à la délivrance ou titulaire de l'agrément prévu par la partie 147 du règlement (CE) n° 2042/2003 de la Commission du 20 novembre 2003 mentionné au II du présent article. <p></p><p></p>V.-La redevance d'exploitant d'aéronef prévue au IV de l'article L. 611-5 est due par tout transporteur aérien postulant à la délivrance ou titulaire du certificat de transporteur aérien mentionné au 4° de l'article R. 133-1-1 ou de l'autorisation spéciale mentionnée à l'article R. 133-6. Elle couvre également les interventions réalisées en vue de la délivrance des autorisations associées ou complémentaires dans le cadre ou à l'occasion du suivi de l'activité soumise à autorisation. <p></p><p></p>VI.-La redevance de sécurité et de sûreté d'exploitant d'aérodrome prévue au IV de l'article L. 611-5 est due par tout organisme postulant à la délivrance ou titulaire du certificat de sécurité aéroportuaire prévu par l'article L. 211-3 ou postulant à la délivrance ou titulaire d'une approbation prévue par le règlement (CE) n° 2320/2002 du Parlement européen et du Conseil du 16 décembre 2002 relatif à l'instauration de règles communes dans le domaine de la sûreté de l'aviation civile autre que l'approbation du programme de sûreté de l'aviation civile incombant au transporteur aérien. Elle couvre les interventions réalisées en vue de la délivrance du certificat de sécurité aéroportuaire et de l'approbation du programme de sûreté de l'exploitant ainsi que celles réalisées en vue de la délivrance des autorisations associées ou complémentaires dans le cadre ou à l'occasion du suivi de l'activité soumise à l'agrément. <p></p><p></p>VII.-La redevance de sûreté aérienne de transporteur prévue au V de l'article L. 611-5 est due par tout transporteur aérien postulant à l'approbation du programme de sûreté de l'aviation civile prévu par le règlement (CE) n° 2320/2002 du Parlement européen et du Conseil du 16 décembre 2002 mentionné au VI du présent article, ou ayant obtenu cette approbation. <p></p><p></p>VIII.-La redevance d'organisme de formation de personnel navigant prévue au IV de l'article L. 611-5 est due par tout organisme de formation de personnel navigant de l'aviation civile postulant à la délivrance ou titulaire de l'agrément prévu par l'article L. 410-3, y compris au titre des interventions réalisées en vue de la délivrance des autorisations associées ou complémentaires dans le cadre ou à l'occasion du suivi de l'activité soumise à l'agrément. <p></p><p></p>IX.-Les redevances énumérées aux I à VIII ci-dessus, évaluées selon des modalités qui dépendent des caractéristiques de l'activité considérée, sont, pour chaque redevable, en relation avec les coûts exposés pour l'instruction des demandes, la délivrance des autorisations et le suivi de la mise en oeuvre de celles-ci, le coût complet des contrôles étant pris en compte conformément au IX de l'article L. 611-5. <p></p><p></p>Les interventions que nécessite l'instruction d'une demande d'autorisation donnent lieu au paiement de la redevance correspondante pour la partie de l'instruction effectivement réalisée, que l'autorisation sollicitée soit ou non délivrée. <p></p><p></p>Lorsque l'entreprise ne met pas en oeuvre dans les délais fixés les mesures de correction prescrites à la suite d'un contrôle, une majoration de 25 % est appliquée à la part de la redevance correspondant aux éléments qui font alors l'objet d'une surveillance renforcée, à compter du premier jour qui suit la décision d'exercer cette surveillance et jusqu'à la date de la décision qui y met fin. <p></p><p></p>Un contrôle de la déclaration des informations nécessaires au calcul d'une redevance peut être effectué pendant une période d'un an à compter de la date de cette déclaration. Ce contrôle porte sur tout document permettant de vérifier l'exactitude des informations servant au calcul de l'assiette. <p></p><p></p>Faute pour un redevable de déclarer dans les délais fixés par l'arrêté prévu au dernier alinéa les informations nécessaires au calcul, par l'administration, d'une redevance, il est mis en demeure de produire ces informations. A défaut de réponse dans les trente jours qui suivent la mise en demeure, les titres de perception ou les factures sont établis sur la base d'éléments estimés. <p></p><p></p>Les modes de calcul des redevances et les conditions de leur paiement sont déterminés par un arrêté conjoint du ministre chargé de l'aviation civile et du ministre chargé des finances.<p></p>",
            "num": "R611-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1135814400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1980-11-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : DISPOSITIONS DIVERSES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129152",
                        "id": "LEGISCTA000006129152",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006845280",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129152",
            "sectionParentId": "LEGISCTA000006129152",
            "sectionParentTitre": "LIVRE VI : DISPOSITIONS DIVERSES.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE VI : DISPOSITIONS DIVERSES.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006845280",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000852674",
                    "textTitle": "Décret 67-334 1967-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000852674",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000636924",
                    "textTitle": "Décret n°2005-1680 du 28 décembre 2005 - art. 1 () JORF 29 décembre 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006248054",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-12-29",
                    "dateSignaTexte": "2005-12-28",
                    "dateDebutCible": "2005-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017754863",
                    "textTitle": "Arrêté du 20 décembre 2007 - art. 4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000022243258",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1198800000000,
                    "dateDebut": 1198886400000
                },
                {
                    "textCid": "JORFTEXT000019991930",
                    "textTitle": "Arrêté du 10 décembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000019991930",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1230249600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028375141",
                    "textTitle": "Arrêté du 19 décembre 2013 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000028386227",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1387843200000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "JORFTEXT000029422098",
                    "textTitle": "ARRÊTÉ du 28 août 2014, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000029422098",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1409875200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031500926",
                    "textTitle": "ARRÊTÉ du 9 novembre 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000031500926",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1448064000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032967149",
                    "textTitle": "Arrêté du 26 juillet 2016 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038909071",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1470355200000,
                    "dateDebut": 1470441600000
                },
                {
                    "textCid": "JORFTEXT000038906031",
                    "textTitle": "Arrêté du 1er août 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038909040",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1565395200000,
                    "dateDebut": 1565481600000
                },
                {
                    "textCid": "JORFTEXT000045141149",
                    "textTitle": "Arrêté du 13 janvier 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045142337",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1644364800000,
                    "dateDebut": 1644451200000
                },
                {
                    "textCid": "JORFTEXT000046131680",
                    "textTitle": "Arrêté du 27 juillet 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046133514",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1659484800000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "JORFTEXT000046308021",
                    "textTitle": "Arrêté du 6 septembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046308743",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1663718400000,
                    "dateDebut": 1664582400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. L211-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-3",
                    "articleId": "LEGIARTI000006844157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1122595200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. L611-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L611-5",
                    "articleId": "LEGIARTI000006844408",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104451200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R133-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R133-1-1",
                    "articleId": "LEGIARTI000006844506",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 798768000000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R611-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R611-6",
                    "articleId": "LEGIARTI000006845283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135814400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006845280",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1135814400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R611-3",
                "611-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}