{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047567907",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Préalablement à l'ouverture du centre de santé et, le cas échéant d'une ou plusieurs antennes, le représentant légal de l'organisme gestionnaire de ce centre remet au directeur de l'agence régionale de santé le projet de santé mentionné à l'article L. 6323-1-10 ainsi qu'un engagement de conformité du centre de santé dont le contenu est précisé par un arrêté du ministre chargé de la santé. Le récépissé de cet engagement, établi par le directeur général de l'agence régionale de santé est remis ou transmis au représentant légal de l'organisme gestionnaire. Il vaut autorisation de dispenser des soins aux assurés sociaux dans le centre ou l'antenne concerné. II.-Les centres de santé ou leurs antennes ayant une activité dentaire sont soumis, pour leurs seules activités dentaires, à l'agrément du directeur général de l'agence régionale de santé, qui vaut autorisation de dispenser des soins aux assurés sociaux dans le centre ou l'antenne concerné. Les centres de santé ou leurs antennes ayant une activité ophtalmologique ou orthoptique sont soumis, pour leurs seules activités ophtalmologiques ou orthoptiques, à l'agrément du directeur général de l'agence régionale de santé, qui vaut autorisation de dispenser des soins aux assurés sociaux dans le centre ou l'antenne concerné. III.-Le représentant légal de l'organisme gestionnaire adresse au directeur général de l'agence régionale de santé un dossier en vue de l'obtention de l'agrément mentionné au II. Ce dossier comprend le projet de santé, les déclarations des liens d'intérêts de l'ensemble des membres de l'instance dirigeante et les contrats liant l'organisme gestionnaire à des sociétés tierces, selon des critères définis par voie réglementaire. Le directeur général de l'agence régionale de santé peut refuser de délivrer l'agrément demandé au regard de la qualité des éléments adressés si le projet de santé du centre ne remplit pas les objectifs de conformité mentionnés au I ou en cas d'incompatibilité de ce projet avec les objectifs et les besoins définis dans le cadre du projet régional de santé mentionné à l'article L. 1434-2 . L'agrément délivré par le directeur général de l'agence régionale de santé est provisoire. Il ne devient définitif qu'à l'expiration d'une durée d'un an à compter de l'ouverture du centre. Au cours de l'année suivant la délivrance de l'agrément provisoire, l'agence régionale de santé peut organiser une visite de conformité, dont les résultats sont transmis au directeur de la caisse locale d'assurance maladie. La personne mandatée par l'agence régionale de santé pour réaliser cette visite de conformité n'est pas tenue d'informer le centre de santé concerné de son identité ni de l'objet de sa visite. L'agrément est retiré lorsque la visite révèle des non-conformités ou une incompatibilité de la gestion et de l'offre de soins du centre avec le projet régional de santé. IV.-L'organisme gestionnaire adresse au directeur général de l'agence régionale de santé, à sa demande, les éléments actualisés de tout ou partie du dossier mentionné au III. La délivrance de l'agrément définitif mentionné au II et le maintien de cet agrément sont conditionnés à la transmission sans délai au directeur général de l'agence régionale de santé et au conseil départemental de l'ordre de la profession concernée de la copie des diplômes et des contrats de travail des chirurgiens-dentistes, des assistants dentaires, des ophtalmologistes et des orthoptistes à chaque nouvelle embauche, de tout avenant au contrat de travail de l'un de ces professionnels et d'une mise à jour de l'organigramme du centre de santé pour toute embauche ou toute rupture du contrat de travail de l'un de ces professionnels. Le conseil départemental de l'ordre rend un avis motivé au directeur général de l'agence régionale de santé, dans un délai de deux mois, sur les diplômes et sur les contrats de travail qui lui sont transmis. L'agrément peut être retiré lorsqu'il est constaté un non-respect des règles applicables aux centres de santé dans le champ des activités mentionnées au même II ou des manquements compromettant la qualité ou la sécurité des soins, après notification à l'organisme gestionnaire par le directeur général de l'agence régionale de santé et observations de l'organisme gestionnaire dans les conditions prévues au I de l'article L. 6323-1-12 . V.-En cas de fermeture d'un centre de santé ou de l'une de ses antennes, le représentant légal de l'organisme gestionnaire en informe le directeur général de l'agence régionale de santé, le directeur de la caisse locale d'assurance maladie et le président du conseil départemental des ordres compétents. Il procède à cette information au moins quinze jours avant la date prévue de fermeture du centre de santé dans le cas d'un projet anticipé de fermeture ; en cas de fermeture immédiate, il procède à cette information dans un délai de sept jours. VI.-Les conditions d'application du présent article sont fixées par décret.",
            "texteHtml": "<p>I.-Préalablement à l'ouverture du centre de santé et, le cas échéant d'une ou plusieurs antennes, le représentant légal de l'organisme gestionnaire de ce centre remet au directeur de l'agence régionale de santé le projet de santé mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000036486490&dateTexte=&categorieLien=cid'>L. 6323-1-10 </a>ainsi qu'un engagement de conformité du centre de santé dont le contenu est précisé par un arrêté du ministre chargé de la santé.</p><p>Le récépissé de cet engagement, établi par le directeur général de l'agence régionale de santé est remis ou transmis au représentant légal de l'organisme gestionnaire. Il vaut autorisation de dispenser des soins aux assurés sociaux dans le centre ou l'antenne concerné.</p><p>II.-Les centres de santé ou leurs antennes ayant une activité dentaire sont soumis, pour leurs seules activités dentaires, à l'agrément du directeur général de l'agence régionale de santé, qui vaut autorisation de dispenser des soins aux assurés sociaux dans le centre ou l'antenne concerné.</p><p>Les centres de santé ou leurs antennes ayant une activité ophtalmologique ou orthoptique sont soumis, pour leurs seules activités ophtalmologiques ou orthoptiques, à l'agrément du directeur général de l'agence régionale de santé, qui vaut autorisation de dispenser des soins aux assurés sociaux dans le centre ou l'antenne concerné.</p><p>III.-Le représentant légal de l'organisme gestionnaire adresse au directeur général de l'agence régionale de santé un dossier en vue de l'obtention de l'agrément mentionné au II. Ce dossier comprend le projet de santé, les déclarations des liens d'intérêts de l'ensemble des membres de l'instance dirigeante et les contrats liant l'organisme gestionnaire à des sociétés tierces, selon des critères définis par voie réglementaire.</p><p>Le directeur général de l'agence régionale de santé peut refuser de délivrer l'agrément demandé au regard de la qualité des éléments adressés si le projet de santé du centre ne remplit pas les objectifs de conformité mentionnés au I ou en cas d'incompatibilité de ce projet avec les objectifs et les besoins définis dans le cadre du projet régional de santé mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000020891623&dateTexte=&categorieLien=cid'>L. 1434-2</a>.</p><p>L'agrément délivré par le directeur général de l'agence régionale de santé est provisoire. Il ne devient définitif qu'à l'expiration d'une durée d'un an à compter de l'ouverture du centre.</p><p>Au cours de l'année suivant la délivrance de l'agrément provisoire, l'agence régionale de santé peut organiser une visite de conformité, dont les résultats sont transmis au directeur de la caisse locale d'assurance maladie. La personne mandatée par l'agence régionale de santé pour réaliser cette visite de conformité n'est pas tenue d'informer le centre de santé concerné de son identité ni de l'objet de sa visite. L'agrément est retiré lorsque la visite révèle des non-conformités ou une incompatibilité de la gestion et de l'offre de soins du centre avec le projet régional de santé.</p><p>IV.-L'organisme gestionnaire adresse au directeur général de l'agence régionale de santé, à sa demande, les éléments actualisés de tout ou partie du dossier mentionné au III.</p><p>La délivrance de l'agrément définitif mentionné au II et le maintien de cet agrément sont conditionnés à la transmission sans délai au directeur général de l'agence régionale de santé et au conseil départemental de l'ordre de la profession concernée de la copie des diplômes et des contrats de travail des chirurgiens-dentistes, des assistants dentaires, des ophtalmologistes et des orthoptistes à chaque nouvelle embauche, de tout avenant au contrat de travail de l'un de ces professionnels et d'une mise à jour de l'organigramme du centre de santé pour toute embauche ou toute rupture du contrat de travail de l'un de ces professionnels. Le conseil départemental de l'ordre rend un avis motivé au directeur général de l'agence régionale de santé, dans un délai de deux mois, sur les diplômes et sur les contrats de travail qui lui sont transmis.</p><p>L'agrément peut être retiré lorsqu'il est constaté un non-respect des règles applicables aux centres de santé dans le champ des activités mentionnées au même II ou des manquements compromettant la qualité ou la sécurité des soins, après notification à l'organisme gestionnaire par le directeur général de l'agence régionale de santé et observations de l'organisme gestionnaire dans les conditions prévues au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000047567929&dateTexte=&categorieLien=id' title='Code de la santé publique - art. L6323-1-12 (V)'>L. 6323-1-12</a>.</p><p>V.-En cas de fermeture d'un centre de santé ou de l'une de ses antennes, le représentant légal de l'organisme gestionnaire en informe le directeur général de l'agence régionale de santé, le directeur de la caisse locale d'assurance maladie et le président du conseil départemental des ordres compétents. Il procède à cette information au moins quinze jours avant la date prévue de fermeture du centre de santé dans le cas d'un projet anticipé de fermeture ; en cas de fermeture immédiate, il procède à cette information dans un délai de sept jours.</p><p>VI.-Les conditions d'application du présent article sont fixées par décret.</p>",
            "num": "L6323-1-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1684627200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85877,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125350",
                        "id": "LEGISCTA000006125350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2009-07-23",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000006140639",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-07-23",
                        "fin": "2019-07-27",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télémédecine et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000020891696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télésanté et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000038887069",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155129",
                        "id": "LEGISCTA000006155129",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Centres de santé.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171586",
                        "id": "LEGISCTA000006171586",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036486492",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171586",
            "sectionParentId": "LEGISCTA000006171586",
            "sectionParentTitre": "Chapitre III : Centres de santé.",
            "fullSectionsTitre": "Partie législative &gt; Sixième partie : Etablissements et services de santé &gt; Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télésanté et autres services de santé &gt; Titre II : Autres services de santé &gt; Chapitre III : Centres de santé.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047567907",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047561943",
                    "textTitle": "LOI n°2023-378 du 19 mai 2023 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047564331",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-05-20",
                    "dateSignaTexte": "2023-05-19",
                    "dateDebutCible": "2023-05-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036658880",
                    "textTitle": "Arrêté du 27 février 2018 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000036659542",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1519862400000,
                    "dateDebut": 1519948800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1434-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1434-2",
                    "articleId": "LEGIARTI000020891623",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1453939200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6323-1-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6323-1-10",
                    "articleId": "LEGIARTI000036486490",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6323-1-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6323-1-12",
                    "articleId": "LEGIARTI000047567929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1684627200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036494903",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1684627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047567907",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1684627200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L6323-1-11",
                "6323-1-11"
            ],
            "versionPrecedente": "LEGIARTI000036494903",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036494903",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Préalablement à l'ouverture du centre de santé et, le cas échéant d'une ou plusieurs antennes, le représentant légal de l'organisme gestionnaire de ce centre remet au directeur de l'agence régionale de santé le projet de santé mentionné à l'article L. 6323-1-10 ainsi qu'un engagement de conformité du centre de santé dont le contenu est précisé par un arrêté du ministre chargé de la santé. Le récépissé de cet engagement, établi par le directeur général de l'agence régionale de santé est remis ou transmis au représentant légal de l'organisme gestionnaire. Il vaut autorisation de dispenser des soins aux assurés sociaux dans le centre ou l'antenne concerné. Les conditions d'application du présent article sont fixées par décret.",
            "texteHtml": "<p>Préalablement à l'ouverture du centre de santé et, le cas échéant d'une ou plusieurs antennes, le représentant légal de l'organisme gestionnaire de ce centre remet au directeur de l'agence régionale de santé le projet de santé mentionné à l'article L. 6323-1-10 ainsi qu'un engagement de conformité du centre de santé dont le contenu est précisé par un arrêté du ministre chargé de la santé.<br/><br/>\n Le récépissé de cet engagement, établi par le directeur général de l'agence régionale de santé est remis ou transmis au représentant légal de l'organisme gestionnaire. Il vaut autorisation de dispenser des soins aux assurés sociaux dans le centre ou l'antenne concerné.<br/><br/>\n Les conditions d'application du présent article sont fixées par décret.</p>",
            "num": "L6323-1-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1522540800000,
            "dateFin": 1684627200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85877,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125350",
                        "id": "LEGISCTA000006125350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2009-07-23",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000006140639",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-07-23",
                        "fin": "2019-07-27",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télémédecine et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000020891696",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télésanté et autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140639",
                        "id": "LEGISCTA000038887069",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Autres services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155129",
                        "id": "LEGISCTA000006155129",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Centres de santé.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171586",
                        "id": "LEGISCTA000006171586",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036486492",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171586",
            "sectionParentId": "LEGISCTA000006171586",
            "sectionParentTitre": "Chapitre III : Centres de santé.",
            "fullSectionsTitre": "Partie législative &gt; Sixième partie : Etablissements et services de santé &gt; Livre III : Aide médicale urgente, permanence des soins, transports sanitaires, télésanté et autres services de santé &gt; Titre II : Autres services de santé &gt; Chapitre III : Centres de santé.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036494903",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions du I de l'article 3 de l'ordonnance n° 2018-17 du 12 janvier 2018, ces dispositions entrent en vigueur à compter de l'entrée en vigueur du décret mentionné à l'article L. 6323-1-15 du code de la santé publique et au plus tard le 1er avril 2018, sous réserve des dispositions des II et III. II. - Les centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance disposent d'un an à compter de cette date pour transmettre au directeur général de l'agence régionale de santé l'engagement de conformité mentionné à l'article L. 6323-1-11 du code de la santé publique et doivent transmettre les informations mentionnées à l'article L. 6323-1-13 relatives à l'année 2018 au plus tard le 1er mars 2019. III. - La procédure prévue au I de l'article L. 6323-1-12 du code de la santé publique mise en œuvre en raison d'un manquement au respect des dispositions relatives aux centres de santé résultant de la présente ordonnance est applicable aux centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance à compter de la date d'envoi du récépissé mentionné au deuxième alinéa de l'article L. 6323-1-11 et, à défaut, au plus tard dans le délai d'un an à compter de la date d'entrée en vigueur de la présente ordonnance.",
            "notaHtml": "<p>Conformément aux dispositions du I de l'article 3 de l'ordonnance n° 2018-17 du 12 janvier 2018, ces dispositions entrent en vigueur à compter de l'entrée en vigueur du décret mentionné à l'article L. 6323-1-15 du code de la santé publique et au plus tard le 1er avril 2018, sous réserve des dispositions des II et III.</p><p>II. - Les centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance disposent d'un an à compter de cette date pour transmettre au directeur général de l'agence régionale de santé l'engagement de conformité mentionné à l'article L. 6323-1-11 du code de la santé publique et doivent transmettre les informations mentionnées à l'article L. 6323-1-13 relatives à l'année 2018 au plus tard le 1er mars 2019.<br clear='none'/><br clear='none'/>\nIII. - La procédure prévue au I de l'article L. 6323-1-12 du code de la santé publique mise en œuvre en raison d'un manquement au respect des dispositions relatives aux centres de santé résultant de la présente ordonnance est applicable aux centres de santé en fonctionnement à la date d'entrée en vigueur de la présente ordonnance à compter de la date d'envoi du récépissé mentionné au deuxième alinéa de l'article L. 6323-1-11 et, à défaut, au plus tard dans le délai d'un an à compter de la date d'entrée en vigueur de la présente ordonnance.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036484700",
                    "textTitle": "Ordonnance n°2018-17 du 12 janvier 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036486439",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-01-13",
                    "dateSignaTexte": "2018-01-12",
                    "dateDebutCible": "2018-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000036658880",
                    "textTitle": "Arrêté du 27 février 2018 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000036659542",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1519862400000,
                    "dateDebut": 1519948800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036494903",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1684627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047567907",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1684627200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L6323-1-11",
                "6323-1-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}