{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028676540",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "8 - APPAREIL DIGESTIF 8.1 BOUCHE ET PHARYNX. Se reporter à \" Stomatologie ; lésions maxillo-faciales \". 8.2 OESOPHAGE. L'oesophage n'est qu'exceptionnellement intéressé par un traumatisme extérieur. On rencontre des cas de sténose cicatricielle consécutive à l'ingestion d'un liquide caustique. Ces sténoses devront être vérifiées par radiographie et au besoin par oesophagoscopie. L'évaluation tiendra compte du degré de la sténose ayant éventuellement imposé une gastrostomie et son retentissement sur l'état général. Plusieurs examens successifs et assez espacés pourront être utiles pour apprécier les effets du traitement par dilatation et l'accommodation souvent considérable à la gastrostomie. L'estimation de l'incapacité se fera d'après la dysphagie, les douleurs, les vomissements pouvant exister. Il importe également de prendre en considération le retentissement sur l'état psychique. - Trouble léger avec dysphagie intermittente sans sténose avec dyskinésie 10 - Séquelles avec sténose organique partielle nécessitant des traitements prolongés 30 à 50 - Sténose totale s'opposant à l'alimentation orale 80 8.3 ESTOMAC-DUODENUM. Ce seront souvent les séquelles de lésions traumatiques, de stress ou iatrogène ; elles sont souvent des séquelles chirurgicales. - Troubles légers 10 - Troubles moyens 20 à 30 - Troubles graves 50 à 70 8.4 INTESTIN GRÊLE (JEJUNUM, ILEON). Très souvent, il s'agit d'une atteinte directe, avec contusion ou rupture, désinsertion mésentérique ; cela peut être la révélation ou l'aggravation d'un état antérieur : angiopathie, angiomatose, maladie de Crohn, jéjuno iléite, assez souvent ce sont des séquelles post-opératoires. - Troubles légers 10 - Troubles moyens, avec nécessité d'une diététique particulière 20 à 30 - Troubles graves : troubles de l'absorption avec diarrhée, nécessité de bilan d'hépatologie, d'études des selles et du transit répétés 50 à 70 - Fistule du grêle (duodénum, jéjunum, iléon). Le retentissement général et digestif est à apprécier selon le barème ci-dessus. - Assujettissement propre de la fistule 25 8.5 COLON. Résultant d'une atteinte directe ou d'une aggravation d'un état antérieur (diverticulose, maladie de Crohn, rectocolite hémorragique, etc.). Les séquelles sont caractérisées par des troubles du transit, du météorisme et une alternance de constipation et de diarrhée, un écoulement (glaires), des éléments hémorragiques, des poussées douloureuses. Il existe un problème de diététique, un retentissement sur l'état général et sur la capacité de travail. Un bilan biologique et un transit sont indispensables fréquemment. - Troubles légers 10 - Troubles moyens 20 à 30 - Troubles graves 50 à 70 - Fistule stercorale intermittente 25 - Anus contre-nature 60 - En cas d'addition à d'autres troubles 10 à 30 8.6 RECTUM ET ANUS. Les lésions sont en général occasionnées par un empalement ou un éclatement par air comprimé. On tiendra compte de la rectite, de la colostomie éventuelle (voir plus haut), de la sténose rectale, de l'incontinence anale, y compris les séquelles de l'opération de Babcock, prolapsus, retentissement génital (surtout chez l'homme). - Troubles légers 10 - Troubles moyens 30 à 50 - Troubles graves 50 à 70 Fistules anales : - Fistule intrasphinctérienne sous-cutanée 5 - Fistule trans ou extrasphinctérienne à trajet simple avec incident évolutif mineur et rare 10 à 15 - Fistule complexe avec nombreux accidents évolutifs 20 à 30 8.7 PAROI ABDOMINALE. - Cicatrices vicieuses ou cheloïdes (imposant une protection au cours du travail) 5 à 10 - Rupture isolée du grand droit 10 8.8 HERNIES. - Hernie peu volumineuse, non douloureuse, non scrotale, facilement réductible 5 - Hernie scrotale plus ou moins réductible 8 - Hernie volumineuse, douloureuse, difficilement réductible, ou irréductible 20 - Hernie bilatérale, selon caractère, taux maximum 25 Eventration : - Petite 5 - Moyenne 15 - Grande 30 à 40 Hernies diaphragmatiques : L'estimation se fera d'après les troubles digestifs, respiratoires et généraux présentés par la victime : - Troubles modérés 10 à 20 - Troubles importants 20 à 40 8.9 FONCTION HEPATO-BILIAIRE. Les traumatismes du foie ne lèsent pas habituellement les fonctions hépathiques. Une éventuelle hépatite virale imputable au traitement nécessité par l'accident ne peut justifier l'attribution d'une I.P.P. que dans la mesure où les examens biologiques objectivent des séquelles intéressant les fonctions hépatiques. 8.10 FONCTION PANCREATIQUE EXOCRINE (pour la fonction pancréatique endocrine, voir le chapitre \" Glandes endocrines \"). Des lésions pancréatiques peuvent être provoquées par des traumatismes abdominaux, contusion, hématome, déchirure, rupture, d'où peuvent résulter des troubles digestifs et des fistules. Il est d'autre part admis qu'une pancréatite aiguë puisse apparaître dans les heures ou les jours suivants le choc initial. A distance, la formation d'un pseudo-kyste ou la constitution d'une pancréatite chronique peuvent être rattachés à un traumatisme antérieur. Pour la réparation, on tiendra compte de répercussions, de l'atteinte pancréatique sur l'état général, des problèmes nutritionnels qu'elle pose, des douleurs qui en résultent et des séquelles chirurgicales éventuelles (fistule pancréatique, suppuration chronique, etc.). La coexistence de troubles de la régulation glycémique entraîne par ailleurs une diminution de la capacité de la victime et doit être évaluée à part, les deux taux s'additionnant.",
            "texteHtml": "<p><br/>8 - APPAREIL DIGESTIF </p><p>8.1 BOUCHE ET PHARYNX. </p><p>Se reporter à \" Stomatologie ; lésions maxillo-faciales \".</p><p>8.2 OESOPHAGE. </p><p>L'oesophage n'est qu'exceptionnellement intéressé par un traumatisme extérieur. </p><p>On rencontre des cas de sténose cicatricielle consécutive à l'ingestion d'un liquide caustique. Ces sténoses devront être vérifiées par radiographie et au besoin par oesophagoscopie. </p><p>L'évaluation tiendra compte du degré de la sténose ayant éventuellement imposé une gastrostomie et son retentissement sur l'état général. </p><p>Plusieurs examens successifs et assez espacés pourront être utiles pour apprécier les effets du traitement par dilatation et l'accommodation souvent considérable à la gastrostomie. </p><p>L'estimation de l'incapacité se fera d'après la dysphagie, les douleurs, les vomissements pouvant exister. Il importe également de prendre en considération le retentissement sur l'état psychique. </p><p>- Trouble léger avec dysphagie intermittente sans sténose avec dyskinésie 10 </p><p>- Séquelles avec sténose organique partielle nécessitant des traitements prolongés 30 à 50 </p><p>- Sténose totale s'opposant à l'alimentation orale 80 </p><p>8.3 ESTOMAC-DUODENUM. </p><p>Ce seront souvent les séquelles de lésions traumatiques, de stress ou iatrogène ; elles sont souvent des séquelles chirurgicales. </p><p>- Troubles légers 10 </p><p>- Troubles moyens 20 à 30 </p><p>- Troubles graves 50 à 70 </p><p>8.4 INTESTIN GRÊLE (JEJUNUM, ILEON). </p><p>Très souvent, il s'agit d'une atteinte directe, avec contusion ou rupture, désinsertion mésentérique ; cela peut être la révélation ou l'aggravation d'un état antérieur : angiopathie, angiomatose, maladie de Crohn, jéjuno iléite, assez souvent ce sont des séquelles post-opératoires. </p><p>- Troubles légers 10 </p><p>- Troubles moyens, avec nécessité d'une diététique particulière 20 à 30 </p><p>- Troubles graves : troubles de l'absorption avec diarrhée, nécessité de bilan d'hépatologie, d'études des selles et du transit répétés 50 à 70 </p><p>- Fistule du grêle (duodénum, jéjunum, iléon). Le retentissement général et digestif est à apprécier selon le barème ci-dessus. </p><p>- Assujettissement propre de la fistule 25 </p><p>8.5 COLON.</p><p>Résultant d'une atteinte directe ou d'une aggravation d'un état antérieur (diverticulose, maladie de Crohn, rectocolite hémorragique, etc.). </p><p>Les séquelles sont caractérisées par des troubles du transit, du météorisme et une alternance de constipation et de diarrhée, un écoulement (glaires), des éléments hémorragiques, des poussées douloureuses. Il existe un problème de diététique, un retentissement sur l'état général et sur la capacité de travail. Un bilan biologique et un transit sont indispensables fréquemment. </p><p>- Troubles légers 10 </p><p>- Troubles moyens 20 à 30 </p><p>- Troubles graves 50 à 70 </p><p>- Fistule stercorale intermittente 25 </p><p>- Anus contre-nature 60 </p><p>- En cas d'addition à d'autres troubles 10 à 30 </p><p>8.6 RECTUM ET ANUS. </p><p>Les lésions sont en général occasionnées par un empalement ou un éclatement par air comprimé. </p><p>On tiendra compte de la rectite, de la colostomie éventuelle (voir plus haut), de la sténose rectale, de l'incontinence anale, y compris les séquelles de l'opération de Babcock, prolapsus, retentissement génital (surtout chez l'homme). </p><p>- Troubles légers 10 </p><p>- Troubles moyens 30 à 50 </p><p>- Troubles graves 50 à 70 </p><p>Fistules anales : </p><p>- Fistule intrasphinctérienne sous-cutanée 5 </p><p>- Fistule trans ou extrasphinctérienne à trajet simple avec incident évolutif mineur et rare 10 à 15 </p><p>- Fistule complexe avec nombreux accidents évolutifs 20 à 30 </p><p>8.7 PAROI ABDOMINALE. </p><p>- Cicatrices vicieuses ou cheloïdes (imposant une protection au cours du travail) 5 à 10 </p><p>- Rupture isolée du grand droit 10 </p><p>8.8 HERNIES. <br/></p><p>- Hernie peu volumineuse, non douloureuse, non scrotale, facilement réductible 5 </p><p>- Hernie scrotale plus ou moins réductible 8 </p><p>- Hernie volumineuse, douloureuse, difficilement réductible, ou irréductible 20 </p><p>- Hernie bilatérale, selon caractère, taux maximum 25 </p><p>Eventration : </p><p>- Petite 5 </p><p>- Moyenne 15 </p><p>- Grande 30 à 40 </p><p>Hernies diaphragmatiques : </p><p>L'estimation se fera d'après les troubles digestifs, respiratoires et généraux présentés par la victime : </p><p>- Troubles modérés 10 à 20 </p><p>- Troubles importants 20 à 40 </p><p>8.9 FONCTION HEPATO-BILIAIRE. </p><p>Les traumatismes du foie ne lèsent pas habituellement les fonctions hépathiques. </p><p>Une éventuelle hépatite virale imputable au traitement nécessité par l'accident ne peut justifier l'attribution d'une I.P.P. que dans la mesure où les examens biologiques objectivent des séquelles intéressant les fonctions hépatiques. </p><p>8.10 FONCTION PANCREATIQUE EXOCRINE (pour la fonction pancréatique endocrine, voir le chapitre \" Glandes endocrines \"). </p><p>Des lésions pancréatiques peuvent être provoquées par des traumatismes abdominaux, contusion, hématome, déchirure, rupture, d'où peuvent résulter des troubles digestifs et des fistules. Il est d'autre part admis qu'une pancréatite aiguë puisse apparaître dans les heures ou les jours suivants le choc initial. </p><p>A distance, la formation d'un pseudo-kyste ou la constitution d'une pancréatite chronique peuvent être rattachés à un traumatisme antérieur. </p><p>Pour la réparation, on tiendra compte de répercussions, de l'atteinte pancréatique sur l'état général, des problèmes nutritionnels qu'elle pose, des douleurs qui en résultent et des séquelles chirurgicales éventuelles (fistule pancréatique, suppuration chronique, etc.). </p><p>La coexistence de troubles de la régulation glycémique entraîne par ailleurs une diminution de la capacité de la victime et doit être évaluée à part, les deux taux s'additionnant. </p>",
            "num": "Annexe I à l'art. R434-32 (9)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1139184000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343675,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006746210",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006126942",
            "sectionParentId": "LEGISCTA000028678079",
            "sectionParentTitre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "fullSectionsTitre": "Annexes &gt; Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028676540",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000261498",
                    "textTitle": "Décret n°2006-111 du 2 février 2006 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006249135",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-02-05",
                    "dateSignaTexte": "2006-02-02",
                    "dateDebutCible": "2006-02-05"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006746210",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1139184000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028676540",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1139184000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'art. R434-32 (9)"
            ],
            "versionPrecedente": "LEGIARTI000006746210",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006746210",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "8 - APPAREIL DIGESTIF 8.1 BOUCHE ET PHARYNX. Se reporter à \" Stomatologie ; lésions maxillo-faciales \". 8.2 OESOPHAGE. L'oesophage n'est qu'exceptionnellement intéressé par un traumatisme extérieur. On rencontre des cas de sténose cicatricielle consécutive à l'ingestion d'un liquide caustique. Ces sténoses devront être vérifiées par radiographie et au besoin par oesophagoscopie. L'évaluation tiendra compte du degré de la sténose ayant éventuellement imposé une gastrostomie et son retentissement sur l'état général. Plusieurs examens successifs et assez espacés pourront être utiles pour apprécier les effets du traitement par dilatation et l'accommodation souvent considérable à la gastrostomie. L'estimation de l'incapacité se fera d'après la dysphagie, les douleurs, les vomissements pouvant exister. Il importe également de prendre en considération le retentissement sur l'état psychique. - Trouble léger avec dysphagie intermittente sans sténose avec dyskinésie 10 - Séquelles avec sténose organique partielle nécessitant des traitements prolongés 30 à 50 - Sténose totale s'opposant à l'alimentation orale 80 8.3 ESTOMAC-DUODENUM. Ce seront souvent les séquelles de lésions traumatiques, de stress ou iatrogène ; elles sont souvent des séquelles chirurgicales. - Troubles légers 10 - Troubles moyens 20 à 30 - Troubles graves 50 à 70 8.4 INTESTIN GRÊLE (JEJUNUM, ILEON). Très souvent, il s'agit d'une atteinte directe, avec contusion ou rupture, désinsertion mésentérique ; cela peut être la révélation ou l'aggravation d'un état antérieur : angiopathie, angiomatose, maladie de Crohn, jéjuno iléite, assez souvent ce sont des séquelles post-opératoires. - Troubles légers 10 - Troubles moyens, avec nécessité d'une diététique particulière 20 à 30 - Troubles graves : troubles de l'absorption avec diarrhée, nécessité de bilan d'hépatologie, d'études des selles et du transit répétés 50 à 70 - Fistule du grêle (duodénum, jéjunum, iléon). Le retentissement général et digestif est à apprécier selon le barème ci-dessus. - Assujettissement propre de la fistule 25 8.5 COLON. Résultant d'une atteinte directe ou d'une aggravation d'un état antérieur (diverticulose, maladie de Crohn, rectocolite hémorragique, etc.). Les séquelles sont caractérisées par des troubles du transit, du météorisme et une alternance de constipation et de diarrhée, un écoulement (glaires), des éléments hémorragiques, des poussées douloureuses. Il existe un problème de diététique, un retentissement sur l'état général et sur la capacité de travail. Un bilan biologique et un transit sont indispensables fréquemment. - Troubles légers 10 - Troubles moyens 20 à 30 - Troubles graves 50 à 70 - Fistule stercorale intermittente 25 - Anus contre-nature 60 - En cas d'addition à d'autres troubles 10 à 30 8.6 RECTUM ET ANUS. Les lésions sont en général occasionnées par un empalement ou un éclatement par air comprimé. On tiendra compte de la rectite, de la colostomie éventuelle (voir plus haut), de la sténose rectale, de l'incontinence anale, y compris les séquelles de l'opération de Babcock, prolapsus, retentissement génital (surtout chez l'homme). - Troubles légers 10 - Troubles moyens 30 à 50 - Troubles graves 50 à 70 Fistules anales : - Fistule intrasphinctérienne sous-cutanée 5 - Fistule trans ou extrasphinctérienne à trajet simple avec incident évolutif mineur et rare 10 à 15 - Fistule complexe avec nombreux accidents évolutifs 20 à 30 8.7 PAROI ABDOMINALE. - Cicatrices vicieuses ou cheloïdes (imposant une protection au cours du travail) 5 à 10 - Rupture isolée du grand droit 10 8.8 HERNIES. - Hernie peu volumineuse, non douloureuse, non scrotale, facilement réductible 5 - Hernie scrotale plus ou moins réductible 8 - Hernie volumineuse, douloureuse, difficilement réductible, ou irréductible 20 - Hernie bilatérale, selon caractère, taux maximum 25 Eventration : - Petite 5 - Moyenne 15 - Grande 30 à 40 Hernies diaphragmatiques : L'estimation se fera d'après les troubles digestifs, respiratoires et généraux présentés par la victime : - Troubles modérés 10 à 20 - Troubles importants 20 à 40 8.9 FONCTION HEPATO-BILIAIRE. Les traumatismes du foie ne lèsent pas habituellement les fonctions hépathiques. Une éventuelle hépatite virale imputable au traitement nécessité par l'accident ne peut justifier l'attribution d'une I.P.P. que dans la mesure où les examens biologiques objectivent des séquelles intéressant les fonctions hépatiques. 8.10 FONCTION PANCREATIQUE EXOCRINE (pour la fonction pancréatique endocrine, voir le chapitre \" Glandes endocrines \"). Des lésions pancréatiques peuvent être provoquées par des traumatismes abdominaux, contusion, hématome, déchirure, rupture, d'où peuvent résulter des troubles digestifs et des fistules. Il est d'autre part admis qu'une pancréatite aiguë puisse apparaître dans les heures ou les jours suivants le choc initial. A distance, la formation d'un pseudo-kyste ou la constitution d'une pancréatite chronique peuvent être rattachés à un traumatisme antérieur. Pour la réparation, on tiendra compte de répercussions, de l'atteinte pancréatique sur l'état général, des problèmes nutritionnels qu'elle pose, des douleurs qui en résultent et des séquelles chirurgicales éventuelles (fistule pancréatique, suppuration chronique, etc.). La coexistence de troubles de la régulation glycémique entraîne par ailleurs une diminution de la capacité de la victime et doit être évaluée à part, les deux taux s'additionnant.",
            "texteHtml": "<p><br/>8 - APPAREIL DIGESTIF </p><p>8.1 BOUCHE ET PHARYNX. </p><p>Se reporter à \" Stomatologie ; lésions maxillo-faciales \".</p><p>8.2 OESOPHAGE. </p><p>L'oesophage n'est qu'exceptionnellement intéressé par un traumatisme extérieur. </p><p>On rencontre des cas de sténose cicatricielle consécutive à l'ingestion d'un liquide caustique. Ces sténoses devront être vérifiées par radiographie et au besoin par oesophagoscopie. </p><p>L'évaluation tiendra compte du degré de la sténose ayant éventuellement imposé une gastrostomie et son retentissement sur l'état général. </p><p>Plusieurs examens successifs et assez espacés pourront être utiles pour apprécier les effets du traitement par dilatation et l'accommodation souvent considérable à la gastrostomie. </p><p>L'estimation de l'incapacité se fera d'après la dysphagie, les douleurs, les vomissements pouvant exister. Il importe également de prendre en considération le retentissement sur l'état psychique. </p><p>- Trouble léger avec dysphagie intermittente sans sténose avec dyskinésie 10 </p><p>- Séquelles avec sténose organique partielle nécessitant des traitements prolongés 30 à 50 </p><p>- Sténose totale s'opposant à l'alimentation orale 80 </p><p>8.3 ESTOMAC-DUODENUM. </p><p>Ce seront souvent les séquelles de lésions traumatiques, de stress ou iatrogène ; elles sont souvent des séquelles chirurgicales. </p><p>- Troubles légers 10 </p><p>- Troubles moyens 20 à 30 </p><p>- Troubles graves 50 à 70 </p><p>8.4 INTESTIN GRÊLE (JEJUNUM, ILEON). </p><p>Très souvent, il s'agit d'une atteinte directe, avec contusion ou rupture, désinsertion mésentérique ; cela peut être la révélation ou l'aggravation d'un état antérieur : angiopathie, angiomatose, maladie de Crohn, jéjuno iléite, assez souvent ce sont des séquelles post-opératoires. </p><p>- Troubles légers 10 </p><p>- Troubles moyens, avec nécessité d'une diététique particulière 20 à 30 </p><p>- Troubles graves : troubles de l'absorption avec diarrhée, nécessité de bilan d'hépatologie, d'études des selles et du transit répétés 50 à 70 </p><p>- Fistule du grêle (duodénum, jéjunum, iléon). Le retentissement général et digestif est à apprécier selon le barème ci-dessus. </p><p>- Assujettissement propre de la fistule 25 </p><p>8.5 COLON.</p><p>Résultant d'une atteinte directe ou d'une aggravation d'un état antérieur (diverticulose, maladie de Crohn, rectocolite hémorragique, etc.). </p><p>Les séquelles sont caractérisées par des troubles du transit, du météorisme et une alternance de constipation et de diarrhée, un écoulement (glaires), des éléments hémorragiques, des poussées douloureuses. Il existe un problème de diététique, un retentissement sur l'état général et sur la capacité de travail. Un bilan biologique et un transit sont indispensables fréquemment. </p><p>- Troubles légers 10 </p><p>- Troubles moyens 20 à 30 </p><p>- Troubles graves 50 à 70 </p><p>- Fistule stercorale intermittente 25 </p><p>- Anus contre-nature 60 </p><p>- En cas d'addition à d'autres troubles 10 à 30 </p><p>8.6 RECTUM ET ANUS. </p><p>Les lésions sont en général occasionnées par un empalement ou un éclatement par air comprimé. </p><p>On tiendra compte de la rectite, de la colostomie éventuelle (voir plus haut), de la sténose rectale, de l'incontinence anale, y compris les séquelles de l'opération de Babcock, prolapsus, retentissement génital (surtout chez l'homme). </p><p>- Troubles légers 10 </p><p>- Troubles moyens 30 à 50 </p><p>- Troubles graves 50 à 70 </p><p>Fistules anales : </p><p>- Fistule intrasphinctérienne sous-cutanée 5 </p><p>- Fistule trans ou extrasphinctérienne à trajet simple avec incident évolutif mineur et rare 10 à 15 </p><p>- Fistule complexe avec nombreux accidents évolutifs 20 à 30 </p><p>8.7 PAROI ABDOMINALE. </p><p>- Cicatrices vicieuses ou cheloïdes (imposant une protection au cours du travail) 5 à 10 </p><p>- Rupture isolée du grand droit 10 </p><p>8.8 HERNIES. <br/></p><p>- Hernie peu volumineuse, non douloureuse, non scrotale, facilement réductible 5 </p><p>- Hernie scrotale plus ou moins réductible 8 </p><p>- Hernie volumineuse, douloureuse, difficilement réductible, ou irréductible 20 </p><p>- Hernie bilatérale, selon caractère, taux maximum 25 </p><p>Eventration : </p><p>- Petite 5 </p><p>- Moyenne 15 </p><p>- Grande 30 à 40 </p><p>Hernies diaphragmatiques : </p><p>L'estimation se fera d'après les troubles digestifs, respiratoires et généraux présentés par la victime : </p><p>- Troubles modérés 10 à 20 </p><p>- Troubles importants 20 à 40 </p><p>8.9 FONCTION HEPATO-BILIAIRE. </p><p>Les traumatismes du foie ne lèsent pas habituellement les fonctions hépathiques. </p><p>Une éventuelle hépatite virale imputable au traitement nécessité par l'accident ne peut justifier l'attribution d'une I.P.P. que dans la mesure où les examens biologiques objectivent des séquelles intéressant les fonctions hépatiques. </p><p>8.10 FONCTION PANCREATIQUE EXOCRINE (pour la fonction pancréatique endocrine, voir le chapitre \" Glandes endocrines \"). </p><p>Des lésions pancréatiques peuvent être provoquées par des traumatismes abdominaux, contusion, hématome, déchirure, rupture, d'où peuvent résulter des troubles digestifs et des fistules. Il est d'autre part admis qu'une pancréatite aiguë puisse apparaître dans les heures ou les jours suivants le choc initial. </p><p>A distance, la formation d'un pseudo-kyste ou la constitution d'une pancréatite chronique peuvent être rattachés à un traumatisme antérieur. </p><p>Pour la réparation, on tiendra compte de répercussions, de l'atteinte pancréatique sur l'état général, des problèmes nutritionnels qu'elle pose, des douleurs qui en résultent et des séquelles chirurgicales éventuelles (fistule pancréatique, suppuration chronique, etc.). </p><p>La coexistence de troubles de la régulation glycémique entraîne par ailleurs une diminution de la capacité de la victime et doit être évaluée à part, les deux taux s'additionnant. </p>",
            "num": "Annexe I à l'art. R434-35 (9)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 503971200000,
            "dateFin": 1139184000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343675,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006746210",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006126942",
            "sectionParentId": "LEGISCTA000028678079",
            "sectionParentTitre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "fullSectionsTitre": "Annexes &gt; Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006746210",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R434-35 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R434-35",
                    "articleId": "LEGIARTI000006750554",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006746210",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 503971200000,
                    "dateFin": 1139184000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028676540",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1139184000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'art. R434-35 (9)"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}