{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000031779544",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. – Les personnes mentionnées aux 1° à 4° du A du I de l'article L. 612-2 du code monétaire et financier, soumises au contrôle de l'Autorité de contrôle prudentiel et de résolution pour le respect des ratios de couverture et de division des risques ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du même code, sont assujetties à une taxe pour le financement du fonds de soutien créé par l'article 92 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, au titre de leur activité exercée au 1er janvier de chaque année. 2. – Toutefois, ne sont pas assujetties à cette taxe : 1° Les personnes ayant leur siège social dans un autre Etat partie à l'accord sur l'Espace économique européen et exerçant leur activité en France exclusivement par une succursale ou par voie de libre prestation de services ; 2° Les personnes auxquelles s'appliquent des exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente, inférieures à 500 millions d'euros. Le seuil de 500 millions d'euros est apprécié sur la base sociale ou consolidée d'un groupe, au sens du III de l'article L. 511-20 du même code, retenue pour le calcul de l'assiette définie au II du présent article ; 3° L'Agence française de développement. II. – L'assiette de la taxe est constituée par les exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente. Les exigences minimales en fonds propres sont appréciées sur base consolidée pour les personnes relevant des articles L. 511-41-2 , L. 517-5 , L. 517-9 et L. 533-4-1 du même code appartenant à un groupe, au sens du III de l'article L. 511-20 dudit code. Une contribution additionnelle est calculée sur base sociale ou sous-consolidée pour les personnes n'appartenant pas à un groupe, au sens du même III, ou quand l'entreprise mère n'exerce pas un contrôle exclusif sur l'entreprise surveillée sur base sociale ou sous-consolidée. Dans ce dernier cas, l'assiette sur base consolidée de l'entreprise mère est diminuée des montants pris en compte au titre de l'imposition d'une personne sur base sociale ou sous-consolidée. Aucune contribution additionnelle sur base sociale n'est versée par les personnes mentionnées au I du présent article qui appartiennent à un groupe, au sens dudit III, lorsqu'il s'agit de l'organe central ou des entreprises affiliées à un réseau ou d'entreprises sur lesquelles l'entreprise mère exerce, directement ou indirectement, un contrôle exclusif. III. – Le taux de la taxe est fixé à 0,0642 % pour les années 2016 à 2025 et à 0,05 05 % pour les années 2026 à 2028. IV. – La taxe est exigible le 30 avril. V. – 1. – La taxe est liquidée par la personne assujettie au vu des exigences minimales en fonds propres mentionnées dans l'appel à contribution mentionné au 1° du V de l'article L. 612-20 du code monétaire et financier. L'Autorité de contrôle prudentiel et de résolution communique cet appel au comptable public compétent avant le 30 avril. 2. – La taxe est déclarée et liquidée : 1° Pour les redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration mentionnée au 1 de l'article 287 du présent code déposée au titre du mois de mai ou du deuxième trimestre de l'année au cours de laquelle la taxe prévue au présent article est due ; 2° Pour les personnes non redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration prévue au même 1 déposée auprès du service chargé du recouvrement dont relève leur siège ou principal établissement, au plus tard le 25 juin de l'année au cours de laquelle la taxe prévue au présent article est due. La taxe est acquittée lors du dépôt de la déclaration. 3. – La taxe n'est pas déductible de l'assiette de l'impôt sur les sociétés. VI. – Les contestations du montant des exigences minimales en fonds propres sur lequel la taxe est assise suivent le régime applicable aux contestations prévues au 3° du V de l'article L. 612-20 du code monétaire et financier. VII. – 1. – Lorsque, en application du VII du même article L. 612-20, l'Autorité de contrôle prudentiel et de résolution révise le montant des exigences en fonds propres de la personne assujettie à la taxe prévue au présent article, elle communique au comptable public compétent l'appel à contribution rectificatif, accompagné de l'avis de réception, par la personne assujettie. 2. – Lorsque le montant des exigences minimales en fonds propres est révisé à la hausse, le complément de taxe qui en résulte est exigible à la date de réception de l'appel à contribution rectificatif. Le complément de taxe est acquitté auprès du comptable public compétent, dans les deux mois de son exigibilité. 3. – Lorsque le montant des exigences minimales en fonds propres est révisé à la baisse, la personne assujettie peut adresser au comptable public compétent, dans un délai d'un mois après réception de l'appel à contribution rectificatif, une demande écrite de restitution du montant correspondant. Il est procédé à cette restitution dans un délai d'un mois après réception de ce courrier. VIII. – A défaut de paiement ou en cas de paiement partiel de la taxe dans le délai de trente jours suivant la date limite de paiement, le comptable public compétent émet un titre exécutoire. La taxe est recouvrée et contrôlée selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces taxes. Toutefois, en cas de révision du montant des exigences minimales en fonds propres dans les conditions prévues au VII du présent article, le droit de reprise de l'administration s'exerce, pour l'ensemble de la taxe due au titre de l'année concernée, jusqu'à la fin de la troisième année suivant celle au cours de laquelle la personne assujettie a reçu l'avis à contribution rectificatif.",
            "texteHtml": "<p>I. – 1. – Les personnes mentionnées aux 1° à 4° du A du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006659437&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L612-2 (VT)'>L. 612-2 </a>du code monétaire et financier, soumises au contrôle de l'Autorité de contrôle prudentiel et de résolution pour le respect des ratios de couverture et de division des risques ou du niveau de fonds propres adéquat prévus au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654713&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-41 (VT)'>L. 511-41 </a>et aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000020862328&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L522-14 (V)'>L. 522-14 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657713&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L533-2 (VT)'>L. 533-2 </a>du même code, sont assujetties à une taxe pour le financement du fonds de soutien créé par l'article 92 de la loi n° <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028399511&idArticle=JORFARTI000028400593&categorieLien=cid' title='LOI n° 2013-1278 du 29 décembre 2013 - art. 92 (V)'>2013-1278 </a>du 29 décembre 2013 de finances pour 2014, au titre de leur activité exercée au 1er janvier de chaque année. </p><p>2. – Toutefois, ne sont pas assujetties à cette taxe : </p><p>1° Les personnes ayant leur siège social dans un autre Etat partie à l'accord sur l'Espace économique européen et exerçant leur activité en France exclusivement par une succursale ou par voie de libre prestation de services ; </p><p>2° Les personnes auxquelles s'appliquent des exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente, inférieures à 500 millions d'euros. Le seuil de 500 millions d'euros est apprécié sur la base sociale ou consolidée d'un groupe, au sens du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654332&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-20 (V)'>L. 511-20 </a>du même code, retenue pour le calcul de l'assiette définie au II du présent article ; </p><p>3° L'Agence française de développement. </p><p>II. – L'assiette de la taxe est constituée par les exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente. Les exigences minimales en fonds propres sont appréciées sur base consolidée pour les personnes relevant des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654733&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L511-41-2 (V)'>L. 511-41-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006656538&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L517-5 (V)'>L. 517-5</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006656588&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L517-9 (V)'>L. 517-9 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657859&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L533-4-1 (VT)'>L. 533-4-1 </a>du même code appartenant à un groupe, au sens du III de l'article L. 511-20 dudit code. Une contribution additionnelle est calculée sur base sociale ou sous-consolidée pour les personnes n'appartenant pas à un groupe, au sens du même III, ou quand l'entreprise mère n'exerce pas un contrôle exclusif sur l'entreprise surveillée sur base sociale ou sous-consolidée. Dans ce dernier cas, l'assiette sur base consolidée de l'entreprise mère est diminuée des montants pris en compte au titre de l'imposition d'une personne sur base sociale ou sous-consolidée. Aucune contribution additionnelle sur base sociale n'est versée par les personnes mentionnées au I du présent article qui appartiennent à un groupe, au sens dudit III, lorsqu'il s'agit de l'organe central ou des entreprises affiliées à un réseau ou d'entreprises sur lesquelles l'entreprise mère exerce, directement ou indirectement, un contrôle exclusif. </p><p>III. – Le taux de la taxe est fixé à 0,0642 % pour les années 2016 à 2025 et à 0,05 05 % pour les années 2026 à 2028. </p><p>IV. – La taxe est exigible le 30 avril. </p><p>V. – 1. – La taxe est liquidée par la personne assujettie au vu des exigences minimales en fonds propres mentionnées dans l'appel à contribution mentionné au 1° du V de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000021722161&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L612-20 (V)'>L. 612-20 </a>du code monétaire et financier. L'Autorité de contrôle prudentiel et de résolution communique cet appel au comptable public compétent avant le 30 avril. </p><p>2. – La taxe est déclarée et liquidée : </p><p>1° Pour les redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration mentionnée au 1 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309527&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 287 (V)'>287</a> du présent code déposée au titre du mois de mai ou du deuxième trimestre de l'année au cours de laquelle la taxe prévue au présent article est due ; </p><p>2° Pour les personnes non redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration prévue au même 1 déposée auprès du service chargé du recouvrement dont relève leur siège ou principal établissement, au plus tard le 25 juin de l'année au cours de laquelle la taxe prévue au présent article est due. </p><p>La taxe est acquittée lors du dépôt de la déclaration. </p><p>3. – La taxe n'est pas déductible de l'assiette de l'impôt sur les sociétés. </p><p>VI. – Les contestations du montant des exigences minimales en fonds propres sur lequel la taxe est assise suivent le régime applicable aux contestations prévues au 3° du V de l'article L. 612-20 du code monétaire et financier. </p><p>VII. – 1. – Lorsque, en application du VII du même article L. 612-20, l'Autorité de contrôle prudentiel et de résolution révise le montant des exigences en fonds propres de la personne assujettie à la taxe prévue au présent article, elle communique au comptable public compétent l'appel à contribution rectificatif, accompagné de l'avis de réception, par la personne assujettie. </p><p>2. – Lorsque le montant des exigences minimales en fonds propres est révisé à la hausse, le complément de taxe qui en résulte est exigible à la date de réception de l'appel à contribution rectificatif. Le complément de taxe est acquitté auprès du comptable public compétent, dans les deux mois de son exigibilité. </p><p>3. – Lorsque le montant des exigences minimales en fonds propres est révisé à la baisse, la personne assujettie peut adresser au comptable public compétent, dans un délai d'un mois après réception de l'appel à contribution rectificatif, une demande écrite de restitution du montant correspondant. Il est procédé à cette restitution dans un délai d'un mois après réception de ce courrier. </p><p>VIII. – A défaut de paiement ou en cas de paiement partiel de la taxe dans le délai de trente jours suivant la date limite de paiement, le comptable public compétent émet un titre exécutoire. La taxe est recouvrée et contrôlée selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces taxes. Toutefois, en cas de révision du montant des exigences minimales en fonds propres dans les conditions prévues au VII du présent article, le droit de reprise de l'administration s'exerce, pour l'ensemble de la taxe due au titre de l'année concernée, jusqu'à la fin de la troisième année suivant celle au cours de laquelle la personne assujettie a reçu l'avis à contribution rectificatif.</p>",
            "num": "235 ter ZE bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1451606400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Taxes diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147020",
                        "id": "LEGISCTA000006147020",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section XXI bis : Taxe pour le financement du fonds de soutien aux collectivités territoriales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030282102",
                        "id": "LEGISCTA000030282102",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030010259",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030282102",
            "sectionParentId": "LEGISCTA000030282102",
            "sectionParentTitre": "Section XXI bis : Taxe pour le financement du fonds de soutien aux collectivités territoriales ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre III : Taxes diverses &gt; Section XXI bis : Taxe pour le financement du fonds de soutien aux collectivités territoriales ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031779544",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Aux termes du E du II de l'article 26 de la loi n° 2014-1655 du 29 décembre 2014, les dispositions de l'article 235 ter ZE bis sont abrogées à compter du 1er janvier 2029.",
            "notaHtml": "<p>Aux termes du E du II de l'article 26 de la loi n° 2014-1655 du 29 décembre 2014, les dispositions de l'article 235 ter ZE bis sont abrogées à compter du 1er janvier 2029.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031732865",
                    "textTitle": "LOI n°2015-1785 du 29 décembre 2015 - art. 31 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000031734385",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-30",
                    "dateSignaTexte": "2015-12-29",
                    "dateDebutCible": "2015-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028399511",
                    "textTitle": "LOI n° 2013-1278 du 29 décembre 2013 - art. 92 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "92",
                    "articleId": "JORFARTI000028400593",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-1278",
                    "datePubli": 1388361600000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "JORFTEXT000046221530",
                    "textTitle": "Arrêté du 1er août 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046221547",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1661644800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 287 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "287",
                    "articleId": "LEGIARTI000006309527",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000046872552",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-20",
                    "articleId": "LEGIARTI000006654332",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1624665600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-41",
                    "articleId": "LEGIARTI000006654713",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-41-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-41-2",
                    "articleId": "LEGIARTI000006654733",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177027200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L517-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L517-5",
                    "articleId": "LEGIARTI000006656538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L517-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L517-9",
                    "articleId": "LEGIARTI000006656588",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609200000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L522-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L522-14",
                    "articleId": "LEGIARTI000020862328",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1515801600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-2",
                    "articleId": "LEGIARTI000006657713",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-4-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-4-1",
                    "articleId": "LEGIARTI000006657859",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-2",
                    "articleId": "LEGIARTI000006659437",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-20",
                    "articleId": "LEGIARTI000021722161",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030033826",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1433548800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030701406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1433548800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031779544",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "235 ter ZE bis",
                "235"
            ],
            "versionPrecedente": "LEGIARTI000030701406",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030701406",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. - Les personnes mentionnées aux 1° à 4° du A du I de l'article L. 612-2 du code monétaire et financier , soumises au contrôle de l'Autorité de contrôle prudentiel et de résolution pour le respect des ratios de couverture et de division des risques ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du même code, sont assujetties à une taxe pour le financement du fonds de soutien créé par l' article 92 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, au titre de leur activité exercée au 1er janvier de chaque année. 2. - Toutefois, ne sont pas assujetties à cette taxe : 1° Les personnes ayant leur siège social dans un autre Etat partie à l'accord sur l'Espace économique européen et exerçant leur activité en France exclusivement par une succursale ou par voie de libre prestation de services ; 2° Les personnes auxquelles s'appliquent des exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente, inférieures à 500 millions d'euros. Le seuil de 500 millions d'euros est apprécié sur la base sociale ou consolidée d'un groupe, au sens du III de l'article L. 511-20 du même code, retenue pour le calcul de l'assiette définie au II du présent article ; 3° L'Agence française de développement. II. - L'assiette de la taxe est constituée par les exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente. Les exigences minimales en fonds propres sont appréciées sur base consolidée pour les personnes relevant des articles L. 511-41-2, L. 517-5, L. 517-9 et L. 533-4-1 du même code appartenant à un groupe, au sens du III de l'article L. 511-20 dudit code. Une contribution additionnelle est calculée sur base sociale ou sous-consolidée pour les personnes n'appartenant pas à un groupe, au sens du même III, ou quand l'entreprise mère n'exerce pas un contrôle exclusif sur l'entreprise surveillée sur base sociale ou sous-consolidée. Dans ce dernier cas, l'assiette sur base consolidée de l'entreprise mère est diminuée des montants pris en compte au titre de l'imposition d'une personne sur base sociale ou sous-consolidée. Aucune contribution additionnelle sur base sociale n'est versée par les personnes mentionnées au I du présent article qui appartiennent à un groupe, au sens dudit III, lorsqu'il s'agit de l'organe central ou des entreprises affiliées à un réseau ou d'entreprises sur lesquelles l'entreprise mère exerce, directement ou indirectement, un contrôle exclusif. III. - Le taux de la taxe est fixé à 0,026 %. IV. - La taxe est exigible le 30 avril. V. - 1. - La taxe est liquidée par la personne assujettie au vu des exigences minimales en fonds propres mentionnées dans l'appel à contribution mentionné au 1° du V de l'article L. 612-20 du code monétaire et financier . L'Autorité de contrôle prudentiel et de résolution communique cet appel au comptable public compétent avant le 30 avril. 2. - La taxe est déclarée et liquidée : 1° Pour les redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration mentionnée au 1 de l'article 287 du présent code déposée au titre du mois de mai ou du deuxième trimestre de l'année au cours de laquelle la taxe prévue au présent article est due ; 2° Pour les personnes non redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration prévue au même 1 déposée auprès du service chargé du recouvrement dont relève leur siège ou principal établissement, au plus tard le 25 juin de l'année au cours de laquelle la taxe prévue au présent article est due. La taxe est acquittée lors du dépôt de la déclaration. 3. - La taxe n'est pas déductible de l'assiette de l'impôt sur les sociétés. VI. - Les contestations du montant des exigences minimales en fonds propres sur lequel la taxe est assise suivent le régime applicable aux contestations prévues au 3° du V de l'article L. 612-20 du code monétaire et financier. VII. - 1. - Lorsque, en application du VII du même article L. 612-20, l'Autorité de contrôle prudentiel et de résolution révise le montant des exigences en fonds propres de la personne assujettie à la taxe prévue au présent article, elle communique au comptable public compétent l'appel à contribution rectificatif, accompagné de l'avis de réception, par la personne assujettie. 2. - Lorsque le montant des exigences minimales en fonds propres est révisé à la hausse, le complément de taxe qui en résulte est exigible à la date de réception de l'appel à contribution rectificatif. Le complément de taxe est acquitté auprès du comptable public compétent, dans les deux mois de son exigibilité. 3. - Lorsque le montant des exigences minimales en fonds propres est révisé à la baisse, la personne assujettie peut adresser au comptable public compétent, dans un délai d'un mois après réception de l'appel à contribution rectificatif, une demande écrite de restitution du montant correspondant. Il est procédé à cette restitution dans un délai d'un mois après réception de ce courrier. VIII. - A défaut de paiement ou en cas de paiement partiel de la taxe dans le délai de trente jours suivant la date limite de paiement, le comptable public compétent émet un titre exécutoire. La taxe est recouvrée et contrôlée selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces taxes. Toutefois, en cas de révision du montant des exigences minimales en fonds propres dans les conditions prévues au VII du présent article, le droit de reprise de l'administration s'exerce, pour l'ensemble de la taxe due au titre de l'année concernée, jusqu'à la fin de la troisième année suivant celle au cours de laquelle la personne assujettie a reçu l'avis à contribution rectificatif.",
            "texteHtml": "<p>I. - 1. - Les personnes mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006659437&dateTexte=&categorieLien=cid'>1° à 4° du A du I de l'article L. 612-2 du code monétaire et financier</a>, soumises au contrôle de l'Autorité de contrôle prudentiel et de résolution pour le respect des ratios de couverture et de division des risques ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du même code, sont assujetties à une taxe pour le financement du fonds de soutien créé par l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028399511&idArticle=JORFARTI000028400593&categorieLien=cid'>article 92 de la loi n° 2013-1278 du 29 décembre 2013</a> de finances pour 2014, au titre de leur activité exercée au 1er janvier de chaque année.</p><p> 2. - Toutefois, ne sont pas assujetties à cette taxe :</p><p> 1° Les personnes ayant leur siège social dans un autre Etat partie à l'accord sur l'Espace économique européen et exerçant leur activité en France exclusivement par une succursale ou par voie de libre prestation de services ;</p><p> 2° Les personnes auxquelles s'appliquent des exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000020862328&dateTexte=&categorieLien=cid'>L. 522-14</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657713&dateTexte=&categorieLien=cid'>L. 533-2</a> du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente, inférieures à 500 millions d'euros. Le seuil de 500 millions d'euros est apprécié sur la base sociale ou consolidée d'un groupe, au sens du III de l'article L. 511-20 du même code, retenue pour le calcul de l'assiette définie au II du présent article ;</p><p> 3° L'Agence française de développement.</p><p> II. - L'assiette de la taxe est constituée par les exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente. Les exigences minimales en fonds propres sont appréciées sur base consolidée pour les personnes relevant des articles L. 511-41-2, L. 517-5, L. 517-9 et L. 533-4-1 du même code appartenant à un groupe, au sens du III de l'article L. 511-20 dudit code. Une contribution additionnelle est calculée sur base sociale ou sous-consolidée pour les personnes n'appartenant pas à un groupe, au sens du même III, ou quand l'entreprise mère n'exerce pas un contrôle exclusif sur l'entreprise surveillée sur base sociale ou sous-consolidée. Dans ce dernier cas, l'assiette sur base consolidée de l'entreprise mère est diminuée des montants pris en compte au titre de l'imposition d'une personne sur base sociale ou sous-consolidée. Aucune contribution additionnelle sur base sociale n'est versée par les personnes mentionnées au I du présent article qui appartiennent à un groupe, au sens dudit III, lorsqu'il s'agit de l'organe central ou des entreprises affiliées à un réseau ou d'entreprises sur lesquelles l'entreprise mère exerce, directement ou indirectement, un contrôle exclusif.</p><p> III. - Le taux de la taxe est fixé à 0,026 %.</p><p> IV. - La taxe est exigible le 30 avril.</p><p> V. - 1. - La taxe est liquidée par la personne assujettie au vu des exigences minimales en fonds propres mentionnées dans l'appel à contribution mentionné au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000021722161&dateTexte=&categorieLien=cid'>1° du V de l'article L. 612-20 du code monétaire et financier</a>. L'Autorité de contrôle prudentiel et de résolution communique cet appel au comptable public compétent avant le 30 avril.</p><p> 2. - La taxe est déclarée et liquidée :</p><p> 1° Pour les redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration mentionnée au 1 de l'article 287 du présent code déposée au titre du mois de mai ou du deuxième trimestre de l'année au cours de laquelle la taxe prévue au présent article est due ;</p><p> 2° Pour les personnes non redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration prévue au même 1 déposée auprès du service chargé du recouvrement dont relève leur siège ou principal établissement, au plus tard le 25 juin de l'année au cours de laquelle la taxe prévue au présent article est due.</p><p> La taxe est acquittée lors du dépôt de la déclaration.</p><p> 3. - La taxe n'est pas déductible de l'assiette de l'impôt sur les sociétés.</p><p> VI. - Les contestations du montant des exigences minimales en fonds propres sur lequel la taxe est assise suivent le régime applicable aux contestations prévues au 3° du V de l'article L. 612-20 du code monétaire et financier.</p><p> VII. - 1. - Lorsque, en application du VII du même article L. 612-20, l'Autorité de contrôle prudentiel et de résolution révise le montant des exigences en fonds propres de la personne assujettie à la taxe prévue au présent article, elle communique au comptable public compétent l'appel à contribution rectificatif, accompagné de l'avis de réception, par la personne assujettie.</p><p> 2. - Lorsque le montant des exigences minimales en fonds propres est révisé à la hausse, le complément de taxe qui en résulte est exigible à la date de réception de l'appel à contribution rectificatif. Le complément de taxe est acquitté auprès du comptable public compétent, dans les deux mois de son exigibilité.</p><p> 3. - Lorsque le montant des exigences minimales en fonds propres est révisé à la baisse, la personne assujettie peut adresser au comptable public compétent, dans un délai d'un mois après réception de l'appel à contribution rectificatif, une demande écrite de restitution du montant correspondant. Il est procédé à cette restitution dans un délai d'un mois après réception de ce courrier.</p><p> VIII. - A défaut de paiement ou en cas de paiement partiel de la taxe dans le délai de trente jours suivant la date limite de paiement, le comptable public compétent émet un titre exécutoire. La taxe est recouvrée et contrôlée selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces taxes. Toutefois, en cas de révision du montant des exigences minimales en fonds propres dans les conditions prévues au VII du présent article, le droit de reprise de l'administration s'exerce, pour l'ensemble de la taxe due au titre de l'année concernée, jusqu'à la fin de la troisième année suivant celle au cours de laquelle la personne assujettie a reçu l'avis à contribution rectificatif.</p>",
            "num": "235 ter ZE bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1433548800000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Taxes diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147020",
                        "id": "LEGISCTA000006147020",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section XXI bis : Taxe pour le financement du fonds de soutien aux collectivités territoriales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030282102",
                        "id": "LEGISCTA000030282102",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030010259",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030282102",
            "sectionParentId": "LEGISCTA000030282102",
            "sectionParentTitre": "Section XXI bis : Taxe pour le financement du fonds de soutien aux collectivités territoriales ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre III : Taxes diverses &gt; Section XXI bis : Taxe pour le financement du fonds de soutien aux collectivités territoriales ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030701406",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Aux termes du E du II de l'article 26 de la loi n° 2014-1655 du 29 décembre 2014, les dispositions de l'article 235 ter ZE bis sont abrogées à compter du 1er janvier 2029.",
            "notaHtml": "<p>Aux termes du E du II de l'article 26 de la loi n° 2014-1655 du 29 décembre 2014, les dispositions de l'article 235 ter ZE bis sont abrogées à compter du 1er janvier 2029.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 26 (V)",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000030009391",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-12-30",
                    "dateSignaTexte": "2014-12-29",
                    "dateDebutCible": "2014-12-30"
                },
                {
                    "textCid": "JORFTEXT000030673448",
                    "textTitle": "DÉCRET n°2015-608 du 3 juin 2015 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030675073",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-06-05",
                    "dateSignaTexte": "2015-06-03",
                    "dateDebutCible": "2015-06-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028399511",
                    "textTitle": "LOI n° 2013-1278 du 29 décembre 2013 - art. 92",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "92",
                    "articleId": "JORFARTI000028400593",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-1278",
                    "datePubli": 1388361600000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "JORFTEXT000046221530",
                    "textTitle": "Arrêté du 1er août 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046221547",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1661644800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000046872552",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L522-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L522-14",
                    "articleId": "LEGIARTI000020862328",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1515801600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-2",
                    "articleId": "LEGIARTI000006657713",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-2",
                    "articleId": "LEGIARTI000006659437",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-20",
                    "articleId": "LEGIARTI000021722161",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030033826",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1433548800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030701406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1433548800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031779544",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "235 ter ZE bis",
                "235"
            ],
            "versionPrecedente": "LEGIARTI000030033826",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030033826",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - A. - Les personnes mentionnées aux 1° à 4° du A du I de l'article L. 612-2 du code monétaire et financier , soumises au contrôle de l'Autorité de contrôle prudentiel et de résolution pour le respect des ratios de couverture et de division des risques ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du même code, sont assujetties à une taxe pour le financement du fonds de soutien créé par l' article 92 de la loi n° 2013-1278 du 29 décembre 2013 de finances pour 2014, au titre de leur activité exercée au 1er janvier de chaque année. B. - Toutefois, ne sont pas assujetties à cette taxe : 1° Les personnes ayant leur siège social dans un autre Etat partie à l'accord sur l'Espace économique européen et exerçant leur activité en France exclusivement par une succursale ou par voie de libre prestation de services ; 2° Les personnes auxquelles s'appliquent des exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente, inférieures à 500 millions d'euros. Le seuil de 500 millions d'euros est apprécié sur la base sociale ou consolidée d'un groupe, au sens du III de l'article L. 511-20 du même code, retenue pour le calcul de l'assiette définie au II du présent article ; 3° L'Agence française de développement. II. - L'assiette de la taxe est constituée par les exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente. Les exigences minimales en fonds propres sont appréciées sur base consolidée pour les personnes relevant des articles L. 511-41-2, L. 517-5, L. 517-9 et L. 533-4-1 du même code appartenant à un groupe, au sens du III de l'article L. 511-20 dudit code. Une contribution additionnelle est calculée sur base sociale ou sous-consolidée pour les personnes n'appartenant pas à un groupe, au sens du même III, ou quand l'entreprise mère n'exerce pas un contrôle exclusif sur l'entreprise surveillée sur base sociale ou sous-consolidée. Dans ce dernier cas, l'assiette sur base consolidée de l'entreprise mère est diminuée des montants pris en compte au titre de l'imposition d'une personne sur base sociale ou sous-consolidée. Aucune contribution additionnelle sur base sociale n'est versée par les personnes mentionnées au I du présent article qui appartiennent à un groupe, au sens dudit III, lorsqu'il s'agit de l'organe central ou des entreprises affiliées à un réseau ou d'entreprises sur lesquelles l'entreprise mère exerce, directement ou indirectement, un contrôle exclusif. III. - Le taux de la taxe est fixé à 0,026 %. IV. - La taxe est exigible le 30 avril. V. - A. - La taxe est liquidée par la personne assujettie au vu des exigences minimales en fonds propres mentionnées dans l'appel à contribution mentionné au 1° du V de l'article L. 612-20 du code monétaire et financier . L'Autorité de contrôle prudentiel et de résolution communique cet appel au comptable public compétent avant le 30 avril. B. - La taxe est déclarée et liquidée : 1° Pour les redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration mentionnée au 1 de l'article 287 du présent code déposée au titre du mois de mai ou du deuxième trimestre de l'année au cours de laquelle la taxe prévue au présent article est due ; 2° Pour les personnes non redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration prévue au même 1 déposée auprès du service chargé du recouvrement dont relève leur siège ou principal établissement, au plus tard le 25 juin de l'année au cours de laquelle la taxe prévue au présent article est due. La taxe est acquittée lors du dépôt de la déclaration. C. - La taxe n'est pas déductible de l'assiette de l'impôt sur les sociétés. VI. - Les contestations du montant des exigences minimales en fonds propres sur lequel la taxe est assise suivent le régime applicable aux contestations prévues au 3° du V de l'article L. 612-20 du code monétaire et financier. VII. - A. - Lorsque, en application du VII du même article L. 612-20, l'Autorité de contrôle prudentiel et de résolution révise le montant des exigences en fonds propres de la personne assujettie à la taxe prévue au présent article, elle communique au comptable public compétent l'appel à contribution rectificatif, accompagné de l'avis de réception, par la personne assujettie. B. - Lorsque le montant des exigences minimales en fonds propres est révisé à la hausse, le complément de taxe qui en résulte est exigible à la date de réception de l'appel à contribution rectificatif. Le complément de taxe est acquitté auprès du comptable public compétent, dans les deux mois de son exigibilité. C. - Lorsque le montant des exigences minimales en fonds propres est révisé à la baisse, la personne assujettie peut adresser au comptable public compétent, dans un délai d'un mois après réception de l'appel à contribution rectificatif, une demande écrite de restitution du montant correspondant. Il est procédé à cette restitution dans un délai d'un mois après réception de ce courrier. VIII. - A défaut de paiement ou en cas de paiement partiel de la taxe dans le délai de trente jours suivant la date limite de paiement, le comptable public compétent émet un titre exécutoire. La taxe est recouvrée et contrôlée selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces taxes. Toutefois, en cas de révision du montant des exigences minimales en fonds propres dans les conditions prévues au VII du présent article, le droit de reprise de l'administration s'exerce, pour l'ensemble de la taxe due au titre de l'année concernée, jusqu'à la fin de la troisième année suivant celle au cours de laquelle la personne assujettie a reçu l'avis à contribution rectificatif.",
            "texteHtml": "I. - A. - Les personnes mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006659437&dateTexte=&categorieLien=cid'>1° à 4° du A du I de l'article L. 612-2 du code monétaire et financier</a>, soumises au contrôle de l'Autorité de contrôle prudentiel et de résolution pour le respect des ratios de couverture et de division des risques ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et L. 533-2 du même code, sont assujetties à une taxe pour le financement du fonds de soutien créé par l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028399511&idArticle=LEGIARTI000030062428&dateTexte=&categorieLien=id' title='LOI n°2013-1278 du 29 décembre 2013 - art. 92 (M)'>article 92 de la loi n° 2013-1278 du 29 décembre 2013</a> de finances pour 2014, au titre de leur activité exercée au 1er janvier de chaque année.<br/><br/> B. - Toutefois, ne sont pas assujetties à cette taxe :<br/><br/> 1° Les personnes ayant leur siège social dans un autre Etat partie à l'accord sur l'Espace économique européen et exerçant leur activité en France exclusivement par une succursale ou par voie de libre prestation de services ;<br/><br/> 2° Les personnes auxquelles s'appliquent des exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000020862328&dateTexte=&categorieLien=cid'>L. 522-14</a> et L. 533-2 du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente, inférieures à 500 millions d'euros. Le seuil de 500 millions d'euros est apprécié sur la base sociale ou consolidée d'un groupe, au sens du III de l'article L. 511-20 du même code, retenue pour le calcul de l'assiette définie au II du présent article ;<br/><br/> 3° L'Agence française de développement.<br/><br/> II. - L'assiette de la taxe est constituée par les exigences minimales en fonds propres permettant d'assurer le respect des ratios de couverture ou du niveau de fonds propres adéquat prévus au I de l'article L. 511-41 et aux articles L. 522-14 et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657713&dateTexte=&categorieLien=cid'>L. 533-2</a> du code monétaire et financier, définies au cours de l'exercice clos l'année civile précédente. Les exigences minimales en fonds propres sont appréciées sur base consolidée pour les personnes relevant des articles L. 511-41-2, L. 517-5, L. 517-9 et L. 533-4-1 du même code appartenant à un groupe, au sens du III de l'article L. 511-20 dudit code. Une contribution additionnelle est calculée sur base sociale ou sous-consolidée pour les personnes n'appartenant pas à un groupe, au sens du même III, ou quand l'entreprise mère n'exerce pas un contrôle exclusif sur l'entreprise surveillée sur base sociale ou sous-consolidée. Dans ce dernier cas, l'assiette sur base consolidée de l'entreprise mère est diminuée des montants pris en compte au titre de l'imposition d'une personne sur base sociale ou sous-consolidée. Aucune contribution additionnelle sur base sociale n'est versée par les personnes mentionnées au I du présent article qui appartiennent à un groupe, au sens dudit III, lorsqu'il s'agit de l'organe central ou des entreprises affiliées à un réseau ou d'entreprises sur lesquelles l'entreprise mère exerce, directement ou indirectement, un contrôle exclusif.<br/><br/> III. - Le taux de la taxe est fixé à 0,026 %.<br/><br/> IV. - La taxe est exigible le 30 avril.<br/><br/> V. - A. - La taxe est liquidée par la personne assujettie au vu des exigences minimales en fonds propres mentionnées dans l'appel à contribution mentionné au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000021722161&dateTexte=&categorieLien=cid'>1° du V de l'article L. 612-20 du code monétaire et financier</a>. L'Autorité de contrôle prudentiel et de résolution communique cet appel au comptable public compétent avant le 30 avril.<br/><br/> B. - La taxe est déclarée et liquidée :<br/><br/> 1° Pour les redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration mentionnée au 1 de l'article 287 du présent code déposée au titre du mois de mai ou du deuxième trimestre de l'année au cours de laquelle la taxe prévue au présent article est due ;<br/><br/> 2° Pour les personnes non redevables de la taxe sur la valeur ajoutée, sur l'annexe à la déclaration prévue au même 1 déposée auprès du service chargé du recouvrement dont relève leur siège ou principal établissement, au plus tard le 25 juin de l'année au cours de laquelle la taxe prévue au présent article est due.<br/><br/> La taxe est acquittée lors du dépôt de la déclaration.<br/><br/> C. - La taxe n'est pas déductible de l'assiette de l'impôt sur les sociétés.<br/><br/> VI. - Les contestations du montant des exigences minimales en fonds propres sur lequel la taxe est assise suivent le régime applicable aux contestations prévues au 3° du V de l'article L. 612-20 du code monétaire et financier.<br/><br/> VII. - A. - Lorsque, en application du VII du même article L. 612-20, l'Autorité de contrôle prudentiel et de résolution révise le montant des exigences en fonds propres de la personne assujettie à la taxe prévue au présent article, elle communique au comptable public compétent l'appel à contribution rectificatif, accompagné de l'avis de réception, par la personne assujettie.<br/><br/> B. - Lorsque le montant des exigences minimales en fonds propres est révisé à la hausse, le complément de taxe qui en résulte est exigible à la date de réception de l'appel à contribution rectificatif. Le complément de taxe est acquitté auprès du comptable public compétent, dans les deux mois de son exigibilité.<br/><br/> C. - Lorsque le montant des exigences minimales en fonds propres est révisé à la baisse, la personne assujettie peut adresser au comptable public compétent, dans un délai d'un mois après réception de l'appel à contribution rectificatif, une demande écrite de restitution du montant correspondant. Il est procédé à cette restitution dans un délai d'un mois après réception de ce courrier.<br/><br/> VIII. - A défaut de paiement ou en cas de paiement partiel de la taxe dans le délai de trente jours suivant la date limite de paiement, le comptable public compétent émet un titre exécutoire. La taxe est recouvrée et contrôlée selon les mêmes procédures et sous les mêmes sanctions, garanties, sûretés et privilèges que les taxes sur le chiffre d'affaires. Les réclamations sont présentées, instruites et jugées selon les règles applicables à ces taxes. Toutefois, en cas de révision du montant des exigences minimales en fonds propres dans les conditions prévues au VII du présent article, le droit de reprise de l'administration s'exerce, pour l'ensemble de la taxe due au titre de l'année concernée, jusqu'à la fin de la troisième année suivant celle au cours de laquelle la personne assujettie a reçu l'avis à contribution rectificatif.",
            "num": "235 ter ZE bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1420070400000,
            "dateFin": 1433548800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Taxes diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147020",
                        "id": "LEGISCTA000006147020",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section XXI bis : Taxe pour le financement du fonds de soutien aux collectivités territoriales ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030282102",
                        "id": "LEGISCTA000030282102",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030010259",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030282102",
            "sectionParentId": "LEGISCTA000030282102",
            "sectionParentTitre": "Section XXI bis : Taxe pour le financement du fonds de soutien aux collectivités territoriales ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre III : Taxes diverses &gt; Section XXI bis : Taxe pour le financement du fonds de soutien aux collectivités territoriales ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030033826",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Aux termes du B du II de l'article 26 de la loi n° 2014-1655 du 29 décembre 2014, ces dispositions s'appliquent à compter du 1er janvier 2015. Aux termes du E du II de l'article 26 de la loi n° 2014-1655 du 29 décembre 2014, les dispositions de l'article 235 ter ZE bis sont abrogées à compter du 1er janvier 2029.",
            "notaHtml": "<p>Aux termes du B du II de l'article 26 de la loi n° 2014-1655 du 29 décembre 2014, ces dispositions s'appliquent à compter du 1er janvier 2015.  </p><p>Aux termes du E du II de l'article 26 de la loi n° 2014-1655 du 29 décembre 2014, les dispositions de l'article 235 ter ZE bis sont abrogées à compter du 1er janvier 2029.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 26 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000030009391",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-12-30",
                    "dateSignaTexte": "2014-12-29",
                    "dateDebutCible": "2014-12-30"
                },
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 26 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000030009391",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-12-30",
                    "dateSignaTexte": "2014-12-29",
                    "dateDebutCible": "2014-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000028399511",
                    "textTitle": "LOI n°2013-1278 du 29 décembre 2013 - art. 92 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "92",
                    "articleId": "LEGIARTI000030062428",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2013-1278",
                    "datePubli": 1388361600000,
                    "dateDebut": 1419897600000
                },
                {
                    "textCid": "JORFTEXT000046221530",
                    "textTitle": "Arrêté du 1er août 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046221547",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1661644800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000046872552",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L522-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L522-14",
                    "articleId": "LEGIARTI000020862328",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1515801600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-2",
                    "articleId": "LEGIARTI000006657713",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-2",
                    "articleId": "LEGIARTI000006659437",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L612-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-20",
                    "articleId": "LEGIARTI000021722161",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030033826",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1420070400000,
                    "dateFin": 1433548800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030701406",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1433548800000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031779544",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "235 ter ZE bis",
                "235"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}