{
    "cid": "LEGIARTI000045619839",
    "num": "L1125-9",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140603",
                        "id": "LEGISCTA000006140603",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2012-03-07",
                        "titre": "Titre II : Recherches biomédicales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154978",
                        "id": "LEGISCTA000006154978",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2012-03-07",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Recherches impliquant la personne humaine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154978",
                        "id": "LEGISCTA000025457387",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Dispositions particulières applicables aux investigations cliniques de dispositifs mentionnés à l'article premier du règlement (UE) 2017/745 du Parlement européen et du Conseil du 5 avril 2017",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045619831",
                        "id": "LEGISCTA000045619831",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045619839",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1125-25 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1125-25",
                    "articleId": "LEGIARTI000046125796",
                    "natureText": "CODE",
                    "date": 1659389932629,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659225600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1125-32 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1125-32",
                    "articleId": "LEGIARTI000045619885",
                    "natureText": "CODE",
                    "date": 1659389932629,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1650585600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1142-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1142-3",
                    "articleId": "LEGIARTI000006685999",
                    "natureText": "CODE",
                    "date": 1659389932629,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015286400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045614779",
                    "textTitle": "Ordonnance n°2022-582 du 20 avril 2022 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045615363",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2022-04-21",
                    "dateSignaTexte": "2022-04-20",
                    "dateDebutCible": "2022-04-22"
                }
            ],
            "num": "L1125-9",
            "origine": "LEGI",
            "texte": "Le promoteur assume l'indemnisation des conséquences dommageables de l'investigation clinique pour la personne qui s'y prête et celle de ses ayants droit, sauf preuve à sa charge que le dommage n'est pas imputable à sa faute ou à celle de tout intervenant sans que puisse être opposé le fait d'un tiers ou le retrait volontaire de la personne qui avait initialement consenti à se prêter à l'investigation clinique. Lorsque la responsabilité du promoteur n'est pas engagée, les victimes peuvent être indemnisées dans les conditions prévues à l'article L. 1142-3 . Toute investigation clinique à l'exception de celle qui ne comporte aucun risque ni contrainte et dans laquelle tous les actes sont réalisés et les produits utilisés de manière habituelle exige la souscription préalable, par son promoteur, d'une assurance garantissant sa responsabilité civile telle qu'elle résulte du présent article et celle de tout intervenant, indépendamment de la nature des liens existant entre les intervenants et le promoteur. Les dispositions du présent article sont d'ordre public. La garantie d'assurance de responsabilité visée à l'alinéa précédent couvre les conséquences pécuniaires des sinistres trouvant leur cause génératrice dans une investigation clinique à l'exception de celle qui ne comporte aucun risque ni contrainte et dans laquelle tous les actes sont réalisés et les produits utilisés de manière habituelle, dès lors que la première réclamation est adressée à l'assuré ou à son assureur entre le début de cette investigation clinique et l'expiration d'un délai qui ne peut être inférieur à dix ans courant à partir de la fin de celle-ci. Dans le cas où la personne qui s'est prêtée à l'investigation clinique est âgée de moins de dix-huit ans au moment de la fin de celle-ci, ce délai minimal court à partir de la date de son dix-huitième anniversaire. Pour l'application du présent article, l'Etat, lorsqu'il a la qualité de promoteur, n'est pas tenu de souscrire à l'obligation d'assurance prévue au troisième alinéa. Il est toutefois soumis aux obligations incombant à l'assureur.",
            "texteHtml": "<p>Le promoteur assume l'indemnisation des conséquences dommageables de l'investigation clinique pour la personne qui s'y prête et celle de ses ayants droit, sauf preuve à sa charge que le dommage n'est pas imputable à sa faute ou à celle de tout intervenant sans que puisse être opposé le fait d'un tiers ou le retrait volontaire de la personne qui avait initialement consenti à se prêter à l'investigation clinique. <br/><br/>Lorsque la responsabilité du promoteur n'est pas engagée, les victimes peuvent être indemnisées dans les conditions prévues à l'article <a href='/article/LEGIARTI000006685999'>L. 1142-3</a>. <br/><br/>Toute investigation clinique à l'exception de celle qui ne comporte aucun risque ni contrainte et dans laquelle tous les actes sont réalisés et les produits utilisés de manière habituelle exige la souscription préalable, par son promoteur, d'une assurance garantissant sa responsabilité civile telle qu'elle résulte du présent article et celle de tout intervenant, indépendamment de la nature des liens existant entre les intervenants et le promoteur. Les dispositions du présent article sont d'ordre public. <br/><br/>La garantie d'assurance de responsabilité visée à l'alinéa précédent couvre les conséquences pécuniaires des sinistres trouvant leur cause génératrice dans une investigation clinique à l'exception de celle qui ne comporte aucun risque ni contrainte et dans laquelle tous les actes sont réalisés et les produits utilisés de manière habituelle, dès lors que la première réclamation est adressée à l'assuré ou à son assureur entre le début de cette investigation clinique et l'expiration d'un délai qui ne peut être inférieur à dix ans courant à partir de la fin de celle-ci. Dans le cas où la personne qui s'est prêtée à l'investigation clinique est âgée de moins de dix-huit ans au moment de la fin de celle-ci, ce délai minimal court à partir de la date de son dix-huitième anniversaire. <br/><br/>Pour l'application du présent article, l'Etat, lorsqu'il a la qualité de promoteur, n'est pas tenu de souscrire à l'obligation d'assurance prévue au troisième alinéa. Il est toutefois soumis aux obligations incombant à l'assureur.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-04-22T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}