{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037872757",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La mission de contrôle pédagogique des formations par apprentissage conduisant à un diplôme, placée sous l'autorité du recteur d'académie, exerce ses attributions conformément aux dispositions des articles R. 6251-1 à R. 6251-4 du code du travail.",
            "texteHtml": "<p>La mission de contrôle pédagogique des formations par apprentissage conduisant à un diplôme, placée sous l'autorité du recteur d'académie, exerce ses attributions conformément aux dispositions des articles R. 6251-1 à R. 6251-4 du code du travail.</p>",
            "num": "R241-22",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1546300800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120398",
                        "id": "LEGISCTA000006120398",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'inspection et l'évaluation de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137639",
                        "id": "LEGISCTA000006137639",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151421",
                        "id": "LEGISCTA000006151421",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2019-01-01",
                        "titre": "Section 4 : Le service académique de l'inspection de l'apprentissage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166807",
                        "id": "LEGISCTA000006166807",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166807",
                        "id": "LEGISCTA000037872837",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006526336",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166807",
            "sectionParentId": "LEGISCTA000037872837",
            "sectionParentTitre": "Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : L'administration de l'éducation. &gt; Titre IV : L'inspection et l'évaluation de l'éducation. &gt; Chapitre Ier : L'exercice des missions d'inspection et d'évaluation &gt; Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037872757",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037848315",
                    "textTitle": "Décret n°2018-1210 du 21 décembre 2018 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037859665",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-12-23",
                    "dateSignaTexte": "2018-12-21",
                    "dateDebutCible": "2019-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R431-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R431-6",
                    "articleId": "LEGIARTI000039355657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573257600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006526336",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1090022400000,
                    "dateFin": 1149724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006526337",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1149724800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022170085",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1411084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029469681",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1411084800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037872757",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R241-22",
                "241-22"
            ],
            "versionPrecedente": "LEGIARTI000029469681",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029469681",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le service académique de l'inspection de l'apprentissage, placé sous l'autorité du recteur chancelier des universités, exerce ses missions conformément aux dispositions des articles R. 6251-1 à R. 6251-19 du code du travail ci-après reproduites : \" Art. R. 6251-1.-Le service de l'inspection de l'apprentissage, institué dans chaque académie, est placé sous l'autorité du recteur. Les conditions d'organisation de ce service sont fixées par le ministre chargé de l'éducation nationale. \" \" Art. R. 6251-2.-L'inspection de l'apprentissage est assurée par des fonctionnaires des corps d'inspection à compétence pédagogique ou, dans le cas de l'enseignement supérieur, par des enseignants-chercheurs. Ces fonctionnaires sont commissionnés par les ministres chargés de l'éducation nationale et de l'enseignement supérieur. Le commissionnement de ces fonctionnaires est délégué au recteur. Pour l'apprentissage agricole, elle est assurée par l'inspection de l'enseignement agricole et une mission régionale dont les inspecteurs de l'enseignement agricole ou, à défaut, les fonctionnaires chargés d'inspection sont commissionnés par le ministre chargé de l'agriculture. Cette mission est placée sous l'autorité du directeur régional de l'alimentation, de l'agriculture et de la forêt. L'organisation de la mission et ses relations avec l'administration centrale sont déterminées par le ministre chargé de l'agriculture. Pour le secteur de la jeunesse, des sports et de la vie associative, l'inspection de l'apprentissage est assurée par une mission régionale dont les inspecteurs de la jeunesse et des sports sont commissionnés à cet effet par le ministre chargé de la jeunesse et des sports, placée sous l'autorité du directeur régional de la jeunesse, des sports et de la cohésion sociale. L'organisation de la mission est déterminée par le ministre chargé de la jeunesse, des sports et de la vie associative. \" \" Art. R. 6251-3.-L'inspection de l'apprentissage peut être exercée conjointement, en tant que de besoin, par d'autres fonctionnaires que ceux mentionnés à l'article R. 6251-2, commissionnés en raison de leurs compétences techniques et qui relèvent de ministères exerçant une tutelle sur les établissements concernés. \" Ces fonctionnaires exercent ces missions conjointement avec le service académique de l'inspection de l'apprentissage, la direction régionale de l'alimentation, de l'agriculture et de la forêt ou la direction régionale de la jeunesse, des sports et de la cohésion sociale. \" \" Art. R. 6251-4.-Le commissionnement peut être retiré par le ministre chargé de l'éducation nationale, le ministre chargé de l'agriculture ou le ministre chargé de la jeunesse, des sports et de la vie associative, après avis d'un conseil présidé, selon le cas, par le recteur ou le directeur régional compétent. Ce conseil est composé : 1° De deux représentants de l'administration désignés par le préfet de région ; 2° De deux membres non fonctionnaires de la commission d'apprentissage du comité régional de l'emploi, de la formation de l'orientation professionnelle, désignés par cette dernière ; 3° De deux représentants élus des inspecteurs commissionnés. \" \" Art. R. 6251-5.-Le service d'inspection de l'apprentissage apporte son concours aux comités de coordination régionaux et départementaux de l'emploi et de la formation professionnelle ainsi qu'aux conseils régionaux, pour l'exercice de leurs attributions en matière d'apprentissage. \" \" Art. R. 6251-6.-Avant leur entrée en fonctions, les inspecteurs de l'apprentissage commissionnés prêtent le serment, devant le président du tribunal de grande instance, de ne pas divulguer à des personnes non qualifiées les faits ou les renseignements dont ils auraient connaissance à l'occasion de leurs missions d'inspection, et de ne pas révéler les secrets et procédés de fabrication dont ils pourraient prendre connaissance. \" \" Art. R. 6251-7.-L'inspection de l'apprentissage a pour mission : 1° L'inspection pédagogique des centres de formation d'apprentis et des sections d'apprentissage ; 2° L'inspection administrative et financière de ces centres et sections d'apprentissage ; 3° Le contrôle de la formation dispensée aux apprentis dans les entreprises ; 4° Le contrôle de la délivrance du titre de maître d'apprentissage confirmé régi par les articles R. 6223-25 à R. 6223-31. \" \" Art. R. 6251-8.-L'inspection de l'apprentissage peut apporter, en accord avec les organismes gestionnaires : 1° Ses conseils aux centres de formation d'apprentis et aux sections d'apprentissage ; 2° Son concours à la formation des personnels des centres et des sections d'apprentissage ainsi qu'à l'information et à la formation des maîtres d'apprentissage et des personnes qui contribuent à la formation des apprentis dans le cadre des dispositions des articles R. 6223-10 à R. 6223-16 et R. 6233-62 à D. 6233-65. \" \" Art. R. 6251-9.-L'inspection de l'apprentissage exerce ses missions en liaison avec les l'inspection du travail, ainsi qu'avec les agents compétents pour réaliser des inspections administratives et financières relevant des ministres ou des conseils régionaux au nom desquels ont été conclues les conventions de création des centres de formation d'apprentis ou des sections d'apprentissage. Dans la mesure du possible, des inspections conjointes sont réalisées dans une même entreprise ou une même localité. \" \" Art. R. 6251-10.-Les rapports sont transmis à la commission départementale de l'emploi et de l'insertion chaque fois qu'ils établissent un manquement aux dispositions du présent code relatives à l'apprentissage. Ils sont transmis au comité de coordination régional de l'emploi et de la formation professionnelle ainsi qu'au conseil régional lorsque le manquement met en cause la gestion ou le fonctionnement d'un centre de formation d'apprentis ou d'une section d'apprentissage. Lorsque les faits sont susceptibles de constituer une infraction pénale dont la constatation relève de l'inspecteur du travail ou de l'un des autres fonctionnaires chargés du contrôle de la législation du travail, le rapport est en outre communiqué sans délai à ce fonctionnaire. \" \" Art. R. 6251-11.-Les inspecteurs commissionnés ont accès à tous les locaux dépendant des centres de formation d'apprentis ou des sections d'apprentissage, ou utilisés par ces centres ou ces sections d'apprentissage. Ils peuvent exiger la communication de tous documents d'ordre administratif, comptable ou pédagogique, y compris ceux concernant l'enseignement à distance. Ils sont notamment habilités à contrôler le montant et l'utilisation des fonds collectés par l'organisme gestionnaire au titre de la taxe d'apprentissage dans le cadre de l'article R. 6241-7. \" \" Art. R. 6251-12.-Les inspecteurs commissionnés ont le droit d'entrer dans toutes les entreprises employant des apprentis ou participant à leur formation et dans toutes celles qui ont déposé une demande d'habilitation au sens de l'article D. 6233-63. \" \" Art. R. 6251-13.-L'employeur indique, sur la demande des inspecteurs commissionnés, les tâches ou postes de travail qui sont ou seront confiés aux apprentis, leur communique les documents en sa possession relatifs aux apprentis, leur permet de s'entretenir avec les apprentis et les personnes de l'entreprise responsables de leur formation. Lorsqu'il assure le logement des apprentis, l'employeur indique les conditions dans lesquelles est assuré ce logement. \" \" Art. R. 6251-14.-Après chaque inspection d'un centre de formation d'apprentis ou d'une section d'apprentissage, l'inspecteur adresse un rapport au chef du service de l'inspection de l'apprentissage qui le communique au directeur du centre ou de la section d'apprentissage et à l'organisme gestionnaire ou, dans le cas d'une section d'apprentissage, au responsable de l'établissement d'enseignement ou de formation et de recherche, ainsi qu'à l'autorité cosignataire de la convention portant création du centre ou de la section d'apprentissage. \" \" Art. R. 6251-15.-Après chaque visite accomplie dans les entreprises, l'inspecteur adresse un compte rendu au chef de service de l'inspection de l'apprentissage qui le communique à l'employeur et au comité d'entreprise ou d'établissement s'il en existe un. \" \" Art. R. 6251-16.-Des rapports annuels sur l'activité des services d'inspection de l'apprentissage sont adressés au préfet de région ainsi qu'au président du conseil régional par le recteur, par le directeur régional de l'alimentation, de l'agriculture et de la forêt ou par le directeur régional de la jeunesse, des sports et de la cohésion sociale. \" \" Art. R. 6251-17.-Il peut être fait appel à des experts désignés par le recteur, le directeur régional de l'alimentation, de l'agriculture et de la forêt ou le directeur régional de la jeunesse, des sports et de la cohésion sociale afin d'assister les agents chargés de l'inspection de l'apprentissage pour des actes déterminés. \" \" Art. R. 6251-18.-Les experts prêtent serment dans les conditions prévues à l'article R. 6251-6. \" \" Art. R. 6251-19.-Les experts sont rémunérés sur la base de vacations dont le taux et les conditions sont fixés par arrêté conjoint des ministres chargés de l'éducation nationale, de l'agriculture, de la jeunesse et des sports, de la fonction publique et du budget. \"",
            "texteHtml": "<p>Le service académique de l'inspection de l'apprentissage, placé sous l'autorité du recteur chancelier des universités, exerce ses missions conformément aux dispositions des articles R. 6251-1 à R. 6251-19 du code du travail ci-après reproduites : </p><p>\" Art. R. 6251-1.-Le service de l'inspection de l'apprentissage, institué dans chaque académie, est placé sous l'autorité du recteur. <br/><br/>Les conditions d'organisation de ce service sont fixées par le ministre chargé de l'éducation nationale. \" </p><p>\" Art. R. 6251-2.-L'inspection de l'apprentissage est assurée par des fonctionnaires des corps d'inspection à compétence pédagogique ou, dans le cas de l'enseignement supérieur, par des enseignants-chercheurs. Ces fonctionnaires sont commissionnés par les ministres chargés de l'éducation nationale et de l'enseignement supérieur. Le commissionnement de ces fonctionnaires est délégué au recteur. </p><p>Pour l'apprentissage agricole, elle est assurée par l'inspection de l'enseignement agricole et une mission régionale dont les inspecteurs de l'enseignement agricole ou, à défaut, les fonctionnaires chargés d'inspection sont commissionnés par le ministre chargé de l'agriculture. Cette mission est placée sous l'autorité du directeur régional de l'alimentation, de l'agriculture et de la forêt. </p><p>L'organisation de la mission et ses relations avec l'administration centrale sont déterminées par le ministre chargé de l'agriculture. </p><p>Pour le secteur de la jeunesse, des sports et de la vie associative, l'inspection de l'apprentissage est assurée par une mission régionale dont les inspecteurs de la jeunesse et des sports sont commissionnés à cet effet par le ministre chargé de la jeunesse et des sports, placée sous l'autorité du directeur régional de la jeunesse, des sports et de la cohésion sociale. L'organisation de la mission est déterminée par le ministre chargé de la jeunesse, des sports et de la vie associative. \" </p><p>\" Art. R. 6251-3.-L'inspection de l'apprentissage peut être exercée conjointement, en tant que de besoin, par d'autres fonctionnaires que ceux mentionnés à l'article R. 6251-2, commissionnés en raison de leurs compétences techniques et qui relèvent de ministères exerçant une tutelle sur les établissements concernés. \" </p><p>Ces fonctionnaires exercent ces missions conjointement avec le service académique de l'inspection de l'apprentissage, la direction régionale de l'alimentation, de l'agriculture et de la forêt ou la direction régionale de la jeunesse, des sports et de la cohésion sociale. \" </p><p>\" Art. R. 6251-4.-Le commissionnement peut être retiré par le ministre chargé de l'éducation nationale, le ministre chargé de l'agriculture ou le ministre chargé de la jeunesse, des sports et de la vie associative, après avis d'un conseil présidé, selon le cas, par le recteur ou le directeur régional compétent. </p><p>Ce conseil est composé : </p><p>1° De deux représentants de l'administration désignés par le préfet de région ; </p><p>2° De deux membres non fonctionnaires de la commission d'apprentissage du comité régional de l'emploi, de la formation de l'orientation professionnelle, désignés par cette dernière ; </p><p>3° De deux représentants élus des inspecteurs commissionnés. \" </p><p>\" Art. R. 6251-5.-Le service d'inspection de l'apprentissage apporte son concours aux comités de coordination régionaux et départementaux de l'emploi et de la formation professionnelle ainsi qu'aux conseils régionaux, pour l'exercice de leurs attributions en matière d'apprentissage. \" </p><p>\" Art. R. 6251-6.-Avant leur entrée en fonctions, les inspecteurs de l'apprentissage commissionnés prêtent le serment, devant le président du tribunal de grande instance, de ne pas divulguer à des personnes non qualifiées les faits ou les renseignements dont ils auraient connaissance à l'occasion de leurs missions d'inspection, et de ne pas révéler les secrets et procédés de fabrication dont ils pourraient prendre connaissance. \" </p><p>\" Art. R. 6251-7.-L'inspection de l'apprentissage a pour mission : </p><p>1° L'inspection pédagogique des centres de formation d'apprentis et des sections d'apprentissage ; </p><p>2° L'inspection administrative et financière de ces centres et sections d'apprentissage ; </p><p>3° Le contrôle de la formation dispensée aux apprentis dans les entreprises ; </p><p>4° Le contrôle de la délivrance du titre de maître d'apprentissage confirmé régi par les articles R. 6223-25 à R. 6223-31. \" </p><p>\" Art. R. 6251-8.-L'inspection de l'apprentissage peut apporter, en accord avec les organismes gestionnaires : </p><p>1° Ses conseils aux centres de formation d'apprentis et aux sections d'apprentissage ; </p><p>2° Son concours à la formation des personnels des centres et des sections d'apprentissage ainsi qu'à l'information et à la formation des maîtres d'apprentissage et des personnes qui contribuent à la formation des apprentis dans le cadre des dispositions des articles R. 6223-10 à R. 6223-16 et R. 6233-62 à D. 6233-65. \" </p><p>\" Art. R. 6251-9.-L'inspection de l'apprentissage exerce ses missions en liaison avec les l'inspection du travail, ainsi qu'avec les agents compétents pour réaliser des inspections administratives et financières relevant des ministres ou des conseils régionaux au nom desquels ont été conclues les conventions de création des centres de formation d'apprentis ou des sections d'apprentissage. </p><p>Dans la mesure du possible, des inspections conjointes sont réalisées dans une même entreprise ou une même localité. \" </p><p>\" Art. R. 6251-10.-Les rapports sont transmis à la commission départementale de l'emploi et de l'insertion chaque fois qu'ils établissent un manquement aux dispositions du présent code relatives à l'apprentissage. Ils sont transmis au comité de coordination régional de l'emploi et de la formation professionnelle ainsi qu'au conseil régional lorsque le manquement met en cause la gestion ou le fonctionnement d'un centre de formation d'apprentis ou d'une section d'apprentissage. </p><p>Lorsque les faits sont susceptibles de constituer une infraction pénale dont la constatation relève de l'inspecteur du travail ou de l'un des autres fonctionnaires chargés du contrôle de la législation du travail, le rapport est en outre communiqué sans délai à ce fonctionnaire. \" </p><p>\" Art. R. 6251-11.-Les inspecteurs commissionnés ont accès à tous les locaux dépendant des centres de formation d'apprentis ou des sections d'apprentissage, ou utilisés par ces centres ou ces sections d'apprentissage. </p><p>Ils peuvent exiger la communication de tous documents d'ordre administratif, comptable ou pédagogique, y compris ceux concernant l'enseignement à distance. </p><p>Ils sont notamment habilités à contrôler le montant et l'utilisation des fonds collectés par l'organisme gestionnaire au titre de la taxe d'apprentissage dans le cadre de l'article R. 6241-7. \" </p><p>\" Art. R. 6251-12.-Les inspecteurs commissionnés ont le droit d'entrer dans toutes les entreprises employant des apprentis ou participant à leur formation et dans toutes celles qui ont déposé une demande d'habilitation au sens de l'article D. 6233-63. \" </p><p>\" Art. R. 6251-13.-L'employeur indique, sur la demande des inspecteurs commissionnés, les tâches ou postes de travail qui sont ou seront confiés aux apprentis, leur communique les documents en sa possession relatifs aux apprentis, leur permet de s'entretenir avec les apprentis et les personnes de l'entreprise responsables de leur formation. Lorsqu'il assure le logement des apprentis, l'employeur indique les conditions dans lesquelles est assuré ce logement. \" </p><p>\" Art. R. 6251-14.-Après chaque inspection d'un centre de formation d'apprentis ou d'une section d'apprentissage, l'inspecteur adresse un rapport au chef du service de l'inspection de l'apprentissage qui le communique au directeur du centre ou de la section d'apprentissage et à l'organisme gestionnaire ou, dans le cas d'une section d'apprentissage, au responsable de l'établissement d'enseignement ou de formation et de recherche, ainsi qu'à l'autorité cosignataire de la convention portant création du centre ou de la section d'apprentissage. \" </p><p>\" Art. R. 6251-15.-Après chaque visite accomplie dans les entreprises, l'inspecteur adresse un compte rendu au chef de service de l'inspection de l'apprentissage qui le communique à l'employeur et au comité d'entreprise ou d'établissement s'il en existe un. \" </p><p>\" Art. R. 6251-16.-Des rapports annuels sur l'activité des services d'inspection de l'apprentissage sont adressés au préfet de région ainsi qu'au président du conseil régional par le recteur, par le directeur régional de l'alimentation, de l'agriculture et de la forêt ou par le directeur régional de la jeunesse, des sports et de la cohésion sociale. \" </p><p>\" Art. R. 6251-17.-Il peut être fait appel à des experts désignés par le recteur, le directeur régional de l'alimentation, de l'agriculture et de la forêt ou le directeur régional de la jeunesse, des sports et de la cohésion sociale afin d'assister les agents chargés de l'inspection de l'apprentissage pour des actes déterminés. \" </p><p>\" Art. R. 6251-18.-Les experts prêtent serment dans les conditions prévues à l'article R. 6251-6. \" </p><p>\" Art. R. 6251-19.-Les experts sont rémunérés sur la base de vacations dont le taux et les conditions sont fixés par arrêté conjoint des ministres chargés de l'éducation nationale, de l'agriculture, de la jeunesse et des sports, de la fonction publique et du budget. \"</p>",
            "num": "R241-22",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1411084800000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120398",
                        "id": "LEGISCTA000006120398",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'inspection et l'évaluation de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137639",
                        "id": "LEGISCTA000006137639",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151421",
                        "id": "LEGISCTA000006151421",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2019-01-01",
                        "titre": "Section 4 : Le service académique de l'inspection de l'apprentissage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166807",
                        "id": "LEGISCTA000006166807",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166807",
                        "id": "LEGISCTA000037872837",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006526336",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166807",
            "sectionParentId": "LEGISCTA000037872837",
            "sectionParentTitre": "Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : L'administration de l'éducation. &gt; Titre IV : L'inspection et l'évaluation de l'éducation. &gt; Chapitre Ier : L'exercice des missions d'inspection et d'évaluation &gt; Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029469681",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029467235",
                    "textTitle": "DÉCRET n°2014-1055 du 16 septembre 2014 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000029467954",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-09-18",
                    "dateSignaTexte": "2014-09-16",
                    "dateDebutCible": "2014-09-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R431-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R431-6",
                    "articleId": "LEGIARTI000039355657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573257600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006526336",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1090022400000,
                    "dateFin": 1149724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006526337",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1149724800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022170085",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1411084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029469681",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1411084800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037872757",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R241-22",
                "241-22"
            ],
            "versionPrecedente": "LEGIARTI000022170085",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022170085",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le service académique de l'inspection de l'apprentissage, placé sous l'autorité du recteur chancelier des universités, exerce ses missions conformément aux dispositions des articles R. 6251-1 à R. 6251-19 du code du travail ci-après reproduites : \" Art. R. 6251-1 .-Le service de l'inspection de l'apprentissage, institué dans chaque académie, est placé sous l'autorité du recteur. Les conditions d'organisation de ce service sont fixées par le ministre chargé de l'éducation nationale. \" \" Art. R. 6251-2 .-L'inspection de l'apprentissage est assurée par des fonctionnaires des corps d'inspection à compétence pédagogique ou, dans le cas de l'enseignement supérieur, par des enseignants-chercheurs. Ces fonctionnaires sont commissionnés par les ministres chargés de l'éducation nationale et de l'enseignement supérieur. Le commissionnement de ces fonctionnaires est délégué au recteur. Pour l'apprentissage agricole, elle est assurée par l'inspection de l'enseignement agricole et une mission régionale dont les inspecteurs de l'enseignement agricole ou, à défaut, les fonctionnaires chargés d'inspection sont commissionnés par le ministre chargé de l'agriculture. Cette mission est placée sous l'autorité du directeur régional de l'alimentation, de l'agriculture et de la forêt. L'organisation de la mission et ses relations avec l'administration centrale sont déterminées par le ministre chargé de l'agriculture. Pour le secteur de la jeunesse, des sports et de la vie associative, l'inspection de l'apprentissage est assurée par une mission régionale dont les inspecteurs de la jeunesse et des sports sont commissionnés à cet effet par le ministre chargé de la jeunesse et des sports, placée sous l'autorité du directeur régional de la jeunesse, des sports et de la cohésion sociale. L'organisation de la mission est déterminée par le ministre chargé de la jeunesse, des sports et de la vie associative. \" \" Art. R. 6251-3 .-L'inspection de l'apprentissage peut être exercée conjointement, en tant que de besoin, par d'autres fonctionnaires que ceux mentionnés à l'article R. 6251-2, commissionnés en raison de leurs compétences techniques et qui relèvent de ministères exerçant une tutelle sur les établissements concernés. \" Ces fonctionnaires exercent ces missions conjointement avec le service académique de l'inspection de l'apprentissage, la direction régionale de l'alimentation, de l'agriculture et de la forêt ou la direction régionale de la jeunesse, des sports et de la cohésion sociale. \" \" Art. R. 6251-4 .-Le commissionnement peut être retiré par le ministre chargé de l'éducation nationale, le ministre chargé de l'agriculture ou le ministre chargé de la jeunesse, des sports et de la vie associative, après avis d'un conseil présidé, selon le cas, par le recteur ou le directeur régional compétent. Ce conseil est composé : 1° De deux représentants de l'administration désignés par le préfet de région ; 2° De deux membres non fonctionnaires de la commission d'apprentissage du comité de coordination régional de l'emploi et de la formation professionnelle, désignés par cette dernière ; 3° De deux représentants élus des inspecteurs commissionnés. \" \" Art. R. 6251-5 .-Le service d'inspection de l'apprentissage apporte son concours aux comités de coordination régionaux et départementaux de l'emploi et de la formation professionnelle ainsi qu'aux conseils régionaux, pour l'exercice de leurs attributions en matière d'apprentissage. \" \" Art. R. 6251-6 .-Avant leur entrée en fonctions, les inspecteurs de l'apprentissage commissionnés prêtent le serment, devant le président du tribunal de grande instance, de ne pas divulguer à des personnes non qualifiées les faits ou les renseignements dont ils auraient connaissance à l'occasion de leurs missions d'inspection, et de ne pas révéler les secrets et procédés de fabrication dont ils pourraient prendre connaissance. \" \" Art. R. 6251-7 .-L'inspection de l'apprentissage a pour mission : 1° L'inspection pédagogique des centres de formation d'apprentis et des sections d'apprentissage ; 2° L'inspection administrative et financière de ces centres et sections d'apprentissage ; 3° Le contrôle de la formation dispensée aux apprentis dans les entreprises ; 4° Le contrôle de la délivrance du titre de maître d'apprentissage confirmé régi par les articles R. 6223-25 à R. 6223-31. \" \" Art. R. 6251-8 .-L'inspection de l'apprentissage peut apporter, en accord avec les organismes gestionnaires : 1° Ses conseils aux centres de formation d'apprentis et aux sections d'apprentissage ; 2° Son concours à la formation des personnels des centres et des sections d'apprentissage ainsi qu'à l'information et à la formation des maîtres d'apprentissage et des personnes qui contribuent à la formation des apprentis dans le cadre des dispositions des articles R. 6223-10 à R. 6223-16 et R. 6233-62 à D. 6233-65. \" \" Art. R. 6251-9 .-L'inspection de l'apprentissage exerce ses missions en liaison avec les l'inspection du travail, ainsi qu'avec les agents compétents pour réaliser des inspections administratives et financières relevant des ministres ou des conseils régionaux au nom desquels ont été conclues les conventions de création des centres de formation d'apprentis ou des sections d'apprentissage. Dans la mesure du possible, des inspections conjointes sont réalisées dans une même entreprise ou une même localité. \" \" Art. R. 6251-10 .-Les rapports sont transmis à la commission départementale de l'emploi et de l'insertion chaque fois qu'ils établissent un manquement aux dispositions du présent code relatives à l'apprentissage. Ils sont transmis au comité de coordination régional de l'emploi et de la formation professionnelle ainsi qu'au conseil régional lorsque le manquement met en cause la gestion ou le fonctionnement d'un centre de formation d'apprentis ou d'une section d'apprentissage. Lorsque les faits sont susceptibles de constituer une infraction pénale dont la constatation relève de l'inspecteur du travail ou de l'un des autres fonctionnaires chargés du contrôle de la législation du travail, le rapport est en outre communiqué sans délai à ce fonctionnaire. \" \" Art. R. 6251-11 .-Les inspecteurs commissionnés ont accès à tous les locaux dépendant des centres de formation d'apprentis ou des sections d'apprentissage, ou utilisés par ces centres ou ces sections d'apprentissage. Ils peuvent exiger la communication de tous documents d'ordre administratif, comptable ou pédagogique, y compris ceux concernant l'enseignement à distance. Ils sont notamment habilités à contrôler le montant et l'utilisation des fonds collectés par l'organisme gestionnaire au titre de la taxe d'apprentissage dans le cadre de l'article R. 6241-7. \" \" Art. R. 6251-12 .-Les inspecteurs commissionnés ont le droit d'entrer dans toutes les entreprises employant des apprentis ou participant à leur formation et dans toutes celles qui ont déposé une demande d'habilitation au sens de l'article D. 6233-63. \" \" Art. R. 6251-13 .-L'employeur indique, sur la demande des inspecteurs commissionnés, les tâches ou postes de travail qui sont ou seront confiés aux apprentis, leur communique les documents en sa possession relatifs aux apprentis, leur permet de s'entretenir avec les apprentis et les personnes de l'entreprise responsables de leur formation. Lorsqu'il assure le logement des apprentis, l'employeur indique les conditions dans lesquelles est assuré ce logement. \" \" Art. R. 6251-14 .-Après chaque inspection d'un centre de formation d'apprentis ou d'une section d'apprentissage, l'inspecteur adresse un rapport au chef du service de l'inspection de l'apprentissage qui le communique au directeur du centre ou de la section d'apprentissage et à l'organisme gestionnaire ou, dans le cas d'une section d'apprentissage, au responsable de l'établissement d'enseignement ou de formation et de recherche, ainsi qu'à l'autorité cosignataire de la convention portant création du centre ou de la section d'apprentissage. \" \" Art. R. 6251-15 .-Après chaque visite accomplie dans les entreprises, l'inspecteur adresse un compte rendu au chef de service de l'inspection de l'apprentissage qui le communique à l'employeur et au comité d'entreprise ou d'établissement s'il en existe un. \" \" Art. R. 6251-16 .-Des rapports annuels sur l'activité des services d'inspection de l'apprentissage sont adressés au préfet de région ainsi qu'au président du conseil régional par le recteur, par le directeur régional de l'alimentation, de l'agriculture et de la forêt ou par le directeur régional de la jeunesse, des sports et de la cohésion sociale. \" \" Art. R. 6251-17 .-Il peut être fait appel à des experts désignés par le recteur, le directeur régional de l'alimentation, de l'agriculture et de la forêt ou le directeur régional de la jeunesse, des sports et de la cohésion sociale afin d'assister les agents chargés de l'inspection de l'apprentissage pour des actes déterminés. \" \" Art. R. 6251-18 .-Les experts prêtent serment dans les conditions prévues à l'article R. 6251-6. \" \" Art. R. 6251-19 .-Les experts sont rémunérés sur la base de vacations dont le taux et les conditions sont fixés par arrêté conjoint des ministres chargés de l'éducation nationale, de l'agriculture, de la jeunesse et des sports, de la fonction publique et du budget. \"",
            "texteHtml": "<p>Le service académique de l'inspection de l'apprentissage, placé sous l'autorité du recteur chancelier des universités, exerce ses missions conformément aux dispositions des articles R. 6251-1 à R. 6251-19 du code du travail ci-après reproduites : </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497876&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-1 (V)'>Art. R. 6251-1</a>.-Le service de l'inspection de l'apprentissage, institué dans chaque académie, est placé sous l'autorité du recteur. <br/><br/>Les conditions d'organisation de ce service sont fixées par le ministre chargé de l'éducation nationale. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497878&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-2 (V)'>Art. R. 6251-2</a>.-L'inspection de l'apprentissage est assurée par des fonctionnaires des corps d'inspection à compétence pédagogique ou, dans le cas de l'enseignement supérieur, par des enseignants-chercheurs. Ces fonctionnaires sont commissionnés par les ministres chargés de l'éducation nationale et de l'enseignement supérieur. Le commissionnement de ces fonctionnaires est délégué au recteur. </p><p>Pour l'apprentissage agricole, elle est assurée par l'inspection de l'enseignement agricole et une mission régionale dont les inspecteurs de l'enseignement agricole ou, à défaut, les fonctionnaires chargés d'inspection sont commissionnés par le ministre chargé de l'agriculture. Cette mission est placée sous l'autorité du directeur régional de l'alimentation, de l'agriculture et de la forêt. </p><p>L'organisation de la mission et ses relations avec l'administration centrale sont déterminées par le ministre chargé de l'agriculture. </p><p>Pour le secteur de la jeunesse, des sports et de la vie associative, l'inspection de l'apprentissage est assurée par une mission régionale dont les inspecteurs de la jeunesse et des sports sont commissionnés à cet effet par le ministre chargé de la jeunesse et des sports, placée sous l'autorité du directeur régional de la jeunesse, des sports et de la cohésion sociale. L'organisation de la mission est déterminée par le ministre chargé de la jeunesse, des sports et de la vie associative. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497880&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-3 (V)'>Art. R. 6251-3</a>.-L'inspection de l'apprentissage peut être exercée conjointement, en tant que de besoin, par d'autres fonctionnaires que ceux mentionnés à l'article R. 6251-2, commissionnés en raison de leurs compétences techniques et qui relèvent de ministères exerçant une tutelle sur les établissements concernés. \" </p><p>Ces fonctionnaires exercent ces missions conjointement avec le service académique de l'inspection de l'apprentissage, la direction régionale de l'alimentation, de l'agriculture et de la forêt ou la direction régionale de la jeunesse, des sports et de la cohésion sociale. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497882&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-4 (V)'>Art. R. 6251-4</a>.-Le commissionnement peut être retiré par le ministre chargé de l'éducation nationale, le ministre chargé de l'agriculture ou le ministre chargé de la jeunesse, des sports et de la vie associative, après avis d'un conseil présidé, selon le cas, par le recteur ou le directeur régional compétent. </p><p>Ce conseil est composé : </p><p>1° De deux représentants de l'administration désignés par le préfet de région ; </p><p>2° De deux membres non fonctionnaires de la commission d'apprentissage du comité de coordination régional de l'emploi et de la formation professionnelle, désignés par cette dernière ; </p><p>3° De deux représentants élus des inspecteurs commissionnés. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497884&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-5 (V)'>Art. R. 6251-5</a>.-Le service d'inspection de l'apprentissage apporte son concours aux comités de coordination régionaux et départementaux de l'emploi et de la formation professionnelle ainsi qu'aux conseils régionaux, pour l'exercice de leurs attributions en matière d'apprentissage. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497888&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-6 (V)'>Art. R. 6251-6</a>.-Avant leur entrée en fonctions, les inspecteurs de l'apprentissage commissionnés prêtent le serment, devant le président du tribunal de grande instance, de ne pas divulguer à des personnes non qualifiées les faits ou les renseignements dont ils auraient connaissance à l'occasion de leurs missions d'inspection, et de ne pas révéler les secrets et procédés de fabrication dont ils pourraient prendre connaissance. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497892&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-7 (V)'>Art. R. 6251-7</a>.-L'inspection de l'apprentissage a pour mission : </p><p>1° L'inspection pédagogique des centres de formation d'apprentis et des sections d'apprentissage ; </p><p>2° L'inspection administrative et financière de ces centres et sections d'apprentissage ; </p><p>3° Le contrôle de la formation dispensée aux apprentis dans les entreprises ; </p><p>4° Le contrôle de la délivrance du titre de maître d'apprentissage confirmé régi par les articles R. 6223-25 à R. 6223-31. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497894&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-8 (V)'>Art. R. 6251-8</a>.-L'inspection de l'apprentissage peut apporter, en accord avec les organismes gestionnaires : </p><p>1° Ses conseils aux centres de formation d'apprentis et aux sections d'apprentissage ; </p><p>2° Son concours à la formation des personnels des centres et des sections d'apprentissage ainsi qu'à l'information et à la formation des maîtres d'apprentissage et des personnes qui contribuent à la formation des apprentis dans le cadre des dispositions des articles R. 6223-10 à R. 6223-16 et R. 6233-62 à D. 6233-65. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497896&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-9 (V)'>Art. R. 6251-9</a>.-L'inspection de l'apprentissage exerce ses missions en liaison avec les l'inspection du travail, ainsi qu'avec les agents compétents pour réaliser des inspections administratives et financières relevant des ministres ou des conseils régionaux au nom desquels ont été conclues les conventions de création des centres de formation d'apprentis ou des sections d'apprentissage. </p><p>Dans la mesure du possible, des inspections conjointes sont réalisées dans une même entreprise ou une même localité. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497898&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-10 (V)'>Art. R. 6251-10</a>.-Les rapports sont transmis à la commission départementale de l'emploi et de l'insertion chaque fois qu'ils établissent un manquement aux dispositions du présent code relatives à l'apprentissage. Ils sont transmis au comité de coordination régional de l'emploi et de la formation professionnelle ainsi qu'au conseil régional lorsque le manquement met en cause la gestion ou le fonctionnement d'un centre de formation d'apprentis ou d'une section d'apprentissage. </p><p>Lorsque les faits sont susceptibles de constituer une infraction pénale dont la constatation relève de l'inspecteur du travail ou de l'un des autres fonctionnaires chargés du contrôle de la législation du travail, le rapport est en outre communiqué sans délai à ce fonctionnaire. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497902&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-11 (V)'>Art. R. 6251-11</a>.-Les inspecteurs commissionnés ont accès à tous les locaux dépendant des centres de formation d'apprentis ou des sections d'apprentissage, ou utilisés par ces centres ou ces sections d'apprentissage. </p><p>Ils peuvent exiger la communication de tous documents d'ordre administratif, comptable ou pédagogique, y compris ceux concernant l'enseignement à distance. </p><p>Ils sont notamment habilités à contrôler le montant et l'utilisation des fonds collectés par l'organisme gestionnaire au titre de la taxe d'apprentissage dans le cadre de l'article R. 6241-7. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497904&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-12 (V)'>Art. R. 6251-12</a>.-Les inspecteurs commissionnés ont le droit d'entrer dans toutes les entreprises employant des apprentis ou participant à leur formation et dans toutes celles qui ont déposé une demande d'habilitation au sens de l'article D. 6233-63. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497906&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-13 (V)'>Art. R. 6251-13</a>.-L'employeur indique, sur la demande des inspecteurs commissionnés, les tâches ou postes de travail qui sont ou seront confiés aux apprentis, leur communique les documents en sa possession relatifs aux apprentis, leur permet de s'entretenir avec les apprentis et les personnes de l'entreprise responsables de leur formation. Lorsqu'il assure le logement des apprentis, l'employeur indique les conditions dans lesquelles est assuré ce logement. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497908&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-14 (V)'>Art. R. 6251-14</a>.-Après chaque inspection d'un centre de formation d'apprentis ou d'une section d'apprentissage, l'inspecteur adresse un rapport au chef du service de l'inspection de l'apprentissage qui le communique au directeur du centre ou de la section d'apprentissage et à l'organisme gestionnaire ou, dans le cas d'une section d'apprentissage, au responsable de l'établissement d'enseignement ou de formation et de recherche, ainsi qu'à l'autorité cosignataire de la convention portant création du centre ou de la section d'apprentissage. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497910&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-15 (V)'>Art. R. 6251-15</a>.-Après chaque visite accomplie dans les entreprises, l'inspecteur adresse un compte rendu au chef de service de l'inspection de l'apprentissage qui le communique à l'employeur et au comité d'entreprise ou d'établissement s'il en existe un. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497912&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-16 (V)'>Art. R. 6251-16</a>.-Des rapports annuels sur l'activité des services d'inspection de l'apprentissage sont adressés au préfet de région ainsi qu'au président du conseil régional par le recteur, par le directeur régional de l'alimentation, de l'agriculture et de la forêt ou par le directeur régional de la jeunesse, des sports et de la cohésion sociale. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497916&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-17 (V)'>Art. R. 6251-17</a>.-Il peut être fait appel à des experts désignés par le recteur, le directeur régional de l'alimentation, de l'agriculture et de la forêt ou le directeur régional de la jeunesse, des sports et de la cohésion sociale afin d'assister les agents chargés de l'inspection de l'apprentissage pour des actes déterminés. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497918&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-18 (V)'>Art. R. 6251-18</a>.-Les experts prêtent serment dans les conditions prévues à l'article R. 6251-6. \" </p><p>\" <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018497920&dateTexte=&categorieLien=cid' title='Code du travail - art. R6251-19 (V)'>Art. R. 6251-19</a>.-Les experts sont rémunérés sur la base de vacations dont le taux et les conditions sont fixés par arrêté conjoint des ministres chargés de l'éducation nationale, de l'agriculture, de la jeunesse et des sports, de la fonction publique et du budget. \"</p>",
            "num": "R241-22",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1272672000000,
            "dateFin": 1411084800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120398",
                        "id": "LEGISCTA000006120398",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'inspection et l'évaluation de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137639",
                        "id": "LEGISCTA000006137639",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151421",
                        "id": "LEGISCTA000006151421",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2019-01-01",
                        "titre": "Section 4 : Le service académique de l'inspection de l'apprentissage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166807",
                        "id": "LEGISCTA000006166807",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166807",
                        "id": "LEGISCTA000037872837",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006526336",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166807",
            "sectionParentId": "LEGISCTA000037872837",
            "sectionParentTitre": "Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : L'administration de l'éducation. &gt; Titre IV : L'inspection et l'évaluation de l'éducation. &gt; Chapitre Ier : L'exercice des missions d'inspection et d'évaluation &gt; Section 4 : Le service académique de l'inspection de l'apprentissage.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000022170085",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022150106",
                    "textTitle": "Décret n°2010-429\n du 29 avril 2010 - art. 6 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000022156493",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-04-30",
                    "dateSignaTexte": "2010-04-29",
                    "dateDebutCible": "2010-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R431-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R431-6",
                    "articleId": "LEGIARTI000039355657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573257600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-1 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-1",
                    "articleId": "LEGIARTI000018497876",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-10 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-10",
                    "articleId": "LEGIARTI000018497898",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-11 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-11",
                    "articleId": "LEGIARTI000018497902",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-12 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-12",
                    "articleId": "LEGIARTI000018497904",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-13 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-13",
                    "articleId": "LEGIARTI000018497906",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-14 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-14",
                    "articleId": "LEGIARTI000018497908",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-15 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-15",
                    "articleId": "LEGIARTI000018497910",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-16 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-16",
                    "articleId": "LEGIARTI000018497912",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-17 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-17",
                    "articleId": "LEGIARTI000018497916",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-18 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-18",
                    "articleId": "LEGIARTI000018497918",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-19 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-19",
                    "articleId": "LEGIARTI000018497920",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-2 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-2",
                    "articleId": "LEGIARTI000018497878",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-3 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-3",
                    "articleId": "LEGIARTI000018497880",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-4 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-4",
                    "articleId": "LEGIARTI000018497882",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-5 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-5",
                    "articleId": "LEGIARTI000018497884",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-6 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-6",
                    "articleId": "LEGIARTI000018497888",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-7 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-7",
                    "articleId": "LEGIARTI000018497892",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-8 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-8",
                    "articleId": "LEGIARTI000018497894",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R6251-9 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R6251-9",
                    "articleId": "LEGIARTI000018497896",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006526336",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1090022400000,
                    "dateFin": 1149724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006526337",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1149724800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022170085",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1411084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029469681",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1411084800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037872757",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R241-22",
                "241-22"
            ],
            "versionPrecedente": "LEGIARTI000006526337",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006526337",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le service académique de l'inspection de l'apprentissage, placé sous l'autorité du recteur chancelier des universités, exerce ses missions conformément aux dispositions des articles R. 119-48 à R. 119-61 du code du travail ci-après reproduites : \" Art. R. 119-48. - Il est institué dans chaque académie un service de l'inspection de l'apprentissage placé sous l'autorité du recteur, chancelier de l'université. Les conditions d'organisation de ce service sont fixées par le ministre chargé de l'éducation nationale. \" Pour l'apprentissage agricole, l'inspection est assurée par une mission régionale placée sous l'autorité du directeur régional de l'agriculture et de la forêt. L'organisation de cette mission et ses relations avec l'administration centrale sont déterminées par le ministre chargé de l'agriculture. \" Les fonctionnaires commissionnés relevant de ministères autres que ceux de l'éducation nationale et de l'agriculture, appelés à assurer des missions d'inspection en raison de leurs compétences techniques, exercent ces missions conjointement avec le service académique de l'inspection de l'apprentissage ou la direction régionale de l'agriculture et de la forêt. \" Le commissionnement des fonctionnaires relevant du ministère de l'éducation nationale est délégué au recteur, chancelier de l'université. Celui des fonctionnaires relevant du ministère chargé de l'agriculture est décidé par le ministre chargé de l'agriculture. \" Ces services apportent leur concours aux comités de coordination régionaux et départementaux de l'emploi et de la formation professionnelle ainsi qu'aux conseils régionaux, pour l'exercice de leurs attributions en matière d'apprentissage. \" Art. R. 119-49. - Le service de l'inspection de l'apprentissage a pour mission : \" L'inspection pédagogique des centres de formation d'apprentis et des sections d'apprentissage ; \" L'inspection administrative et financière desdits centres et desdites sections d'apprentissage ; \" Le contrôle de la formation donnée aux apprentis dans les entreprises ; \" Le contrôle de la délivrance du titre de maître d'apprentissage confirmé régi par les articles R. 117-21 à R. 117-26. \" Il peut en outre apporter, en accord avec les organismes gestionnaires, ses conseils aux centres de formation d'apprentis et aux sections d'apprentissage et son concours à la formation des personnels des centres et des sections d'apprentissage ainsi qu'à l'information et à la formation des maîtres d'apprentissage et des personnes qui contribuent à la formation des apprentis dans le cadre des dispositions des articles R. 116-14-1 et R. 117-5-1. \" Art. R. 119-50. - Le service de l'inspection de l'apprentissage exerce ses missions en liaison avec les agents chargés du contrôle de l'application de la législation du travail et des lois sociales, ainsi qu'avec les agents compétents pour effectuer des inspections administratives et financières relevant des ministres ou des conseils régionaux au nom desquels ont été signées les conventions de création des centres de formation d'apprentis ou des sections d'apprentissage. Dans la mesure du possible, des inspections conjointes sont réalisées dans une même entreprise ou une même localité. \" Art. R. 119-51. - Les rapports sont transmis à la commission départementale de l'emploi et de l'insertion, chaque fois qu'ils établissent un manquement aux dispositions du présent code relatives à l'apprentissage ; ils sont transmis au comité de coordination régional de l'emploi et de la formation professionnelle ainsi qu'au conseil régional lorsque le manquement met en cause la gestion ou le fonctionnement d'un centre de formation d'apprentis ou d'une section d'apprentissage. \" Lorsque les faits sont susceptibles de constituer une infraction pénale dont la constatation relève de l'inspecteur du travail ou de l'un des autres fonctionnaires chargés du contrôle de la législation du travail ou des lois sociales, le rapport est en outre communiqué sans délai à ce fonctionnaire. \" Art. R. 119-52. - Les inspecteurs commissionnés ont accès à tous les locaux dépendant des centres de formation d'apprentis ou des sections d'apprentissage, ou utilisés par ces centres ou ces sections d'apprentissage. Ils peuvent exiger la communication de tous documents d'ordre administratif, comptable ou pédagogique, y compris, éventuellement, ceux concernant l'enseignement à distance. Ils sont notamment habilités à contrôler le montant et l'utilisation des fonds collectés par l'organisme gestionnaire au titre de la taxe d'apprentissage dans le cadre de l'article 4 du décret n° 72-283 du 12 avril 1972 modifié. \" Art. R. 119-53. - Les inspecteurs commissionnés ont le droit d'entrer dans toutes les entreprises employant des apprentis ou participant à leur formation en application de l'article L. 115-1 et dans toutes celles qui ont déposé une demande d'habilitation au sens de l'article R. 116-14-1. L'employeur est tenu d'indiquer, sur leur demande, les tâches ou postes de travail qui sont ou seront confiés aux apprentis, de leur communiquer les documents en sa possession relatifs aux apprentis, de leur permettre de s'entretenir avec les apprentis et les personnes de l'entreprise responsables de leur formation. Lorsqu'il assure le logement des apprentis, l'employeur est tenu d'indiquer les conditions dans lesquelles est assuré ce logement. \" Art. R. 119-54. - Après chaque inspection d'un centre de formation d'apprentis ou d'une section d'apprentissage, l'inspecteur adresse un rapport au chef du service de l'inspection de l'apprentissage qui le communique au directeur du centre ou de la section d'apprentissage et à l'organisme gestionnaire ou, dans le cas d'une section d'apprentissage, au responsable de l'établissement d'enseignement ou de formation et de recherche, ainsi qu'à l'autorité cosignataire de la convention portant création du centre ou de la section d'apprentissage. \" Après chaque visite effectuée dans les entreprises, l'inspecteur adresse un compte rendu au chef de service de l'inspection de l'apprentissage qui le communique à l'employeur et au comité d'entreprise ou d'établissement s'il en existe un. \" \" Art. R. 119-56. - Des rapports annuels sur l'activité des services d'inspection de l'apprentissage sont adressés au préfet de région ainsi qu'au président du conseil régional par le recteur et par le directeur régional de l'agriculture et de la forêt. \" Art. R. 119-57. - Il peut être fait appel à des experts désignés par le recteur ou le directeur régional de l'agriculture et de la forêt afin d'assister les personnels chargés de l'inspection de l'apprentissage pour les actes déterminés. Ces experts prêtent serment dans les conditions prévues à l'article R. 119-60. \" Ils sont rémunérés sur la base de vacations dont le taux et les conditions sont fixés par arrêté conjoint des ministres chargés de l'éducation nationale, de l'agriculture, de la fonction publique et du budget. \" \" Art. R. 119-60. - Avant leur entrée en fonctions, les inspecteurs de l'apprentissage commissionnés prêtent devant le président du tribunal de grande instance le serment de ne pas divulguer à des personnes non qualifiées les faits ou les renseignements dont ils auraient connaissance à l'occasion de leurs missions d'inspection, et de ne pas révéler les secrets de fabrication et en général les procédés de fabrication dont ils pourraient prendre connaissance. \" Art. R. 119-61. - Les commissions peuvent être retirées par le ministre de l'éducation nationale ou par le ministre de l'agriculture après avis d'un conseil, présidé, selon le cas, par le recteur ou par le directeur régional de l'agriculture et de la forêt et composé de deux représentants de l'administration désignés par le préfet de région, de deux membres non fonctionnaires de la commission d'apprentissage du comité de coordination régional de l'emploi et de la formation professionnelle désignés par cette dernière et de deux représentants élus des inspecteurs commissionnés. \"",
            "texteHtml": "<p></p>   Le service académique de l'inspection de l'apprentissage, placé sous l'autorité du recteur chancelier des universités, exerce ses missions conformément aux dispositions des articles R. 119-48 à R. 119-61 du code du travail ci-après reproduites :<p></p><p></p>      \" Art. R. 119-48. - Il est institué dans chaque académie un service de l'inspection de l'apprentissage placé sous l'autorité du recteur, chancelier de l'université. Les conditions d'organisation de ce service sont fixées par le ministre chargé de l'éducation nationale.<p></p><p></p>   \" Pour l'apprentissage agricole, l'inspection est assurée par une mission régionale placée sous l'autorité du directeur régional de l'agriculture et de la forêt. L'organisation de cette mission et ses relations avec l'administration centrale sont déterminées par le ministre chargé de l'agriculture.<p></p><p></p>   \" Les fonctionnaires commissionnés relevant de ministères autres que ceux de l'éducation nationale et de l'agriculture, appelés à assurer des missions d'inspection en raison de leurs compétences techniques, exercent ces missions conjointement avec le service académique de l'inspection de l'apprentissage ou la direction régionale de l'agriculture et de la forêt.<p></p><p></p>   \" Le commissionnement des fonctionnaires relevant du ministère de l'éducation nationale est délégué au recteur, chancelier de l'université. Celui des fonctionnaires relevant du ministère chargé de l'agriculture est décidé par le ministre chargé de l'agriculture.<p></p><p></p>   \" Ces services apportent leur concours aux comités de coordination régionaux et départementaux de l'emploi et de la formation professionnelle ainsi qu'aux conseils régionaux, pour l'exercice de leurs attributions en matière d'apprentissage.<p></p><p></p>      \" Art. R. 119-49. - Le service de l'inspection de l'apprentissage a pour mission :<p></p><p></p>   \" L'inspection pédagogique des centres de formation d'apprentis et des sections d'apprentissage ;<p></p><p></p>   \" L'inspection administrative et financière desdits centres et desdites sections d'apprentissage ;<p></p><p></p>   \" Le contrôle de la formation donnée aux apprentis dans les entreprises ;<p></p><p></p>   \" Le contrôle de la délivrance du titre de maître d'apprentissage confirmé régi par les articles R. 117-21 à R. 117-26.<p></p><p></p>   \" Il peut en outre apporter, en accord avec les organismes gestionnaires, ses conseils aux centres de formation d'apprentis et aux sections d'apprentissage et son concours à la formation des personnels des centres et des sections d'apprentissage ainsi qu'à l'information et à la formation des maîtres d'apprentissage et des personnes qui contribuent à la formation des apprentis dans le cadre des dispositions des articles R. 116-14-1 et R. 117-5-1.<p></p><p></p>      \" Art. R. 119-50. - Le service de l'inspection de l'apprentissage exerce ses missions en liaison avec les agents chargés du contrôle de l'application de la législation du travail et des lois sociales, ainsi qu'avec les agents compétents pour effectuer des inspections administratives et financières relevant des ministres ou des conseils régionaux au nom desquels ont été signées les conventions de création des centres de formation d'apprentis ou des sections d'apprentissage. Dans la mesure du possible, des inspections conjointes sont réalisées dans une même entreprise ou une même localité.<p></p><p></p>      \" Art. R. 119-51. - Les rapports sont transmis à la commission départementale de l'emploi et de l'insertion, chaque fois qu'ils établissent un manquement aux dispositions du présent code relatives à l'apprentissage ; ils sont transmis au comité de coordination régional de l'emploi et de la formation professionnelle ainsi qu'au conseil régional lorsque le manquement met en cause la gestion ou le fonctionnement d'un centre de formation d'apprentis ou d'une section d'apprentissage.<p></p><p></p>   \" Lorsque les faits sont susceptibles de constituer une infraction pénale dont la constatation relève de l'inspecteur du travail ou de l'un des autres fonctionnaires chargés du contrôle de la législation du travail ou des lois sociales, le rapport est en outre communiqué sans délai à ce fonctionnaire.<p></p><p></p>      \" Art. R. 119-52. - Les inspecteurs commissionnés ont accès à tous les locaux dépendant des centres de formation d'apprentis ou des sections d'apprentissage, ou utilisés par ces centres ou ces sections d'apprentissage. Ils peuvent exiger la communication de tous documents d'ordre administratif, comptable ou pédagogique, y compris, éventuellement, ceux concernant l'enseignement à distance. Ils sont notamment habilités à contrôler le montant et l'utilisation des fonds collectés par l'organisme gestionnaire au titre de la taxe d'apprentissage dans le cadre de l'article 4 du décret n° 72-283 du 12 avril 1972 modifié.<p></p><p></p>      \" Art. R. 119-53. - Les inspecteurs commissionnés ont le droit d'entrer dans toutes les entreprises employant des apprentis ou participant à leur formation en application de l'article L. 115-1 et dans toutes celles qui ont déposé une demande d'habilitation au sens de l'article R. 116-14-1. L'employeur est tenu d'indiquer, sur leur demande, les tâches ou postes de travail qui sont ou seront confiés aux apprentis, de leur communiquer les documents en sa possession relatifs aux apprentis, de leur permettre de s'entretenir avec les apprentis et les personnes de l'entreprise responsables de leur formation. Lorsqu'il assure le logement des apprentis, l'employeur est tenu d'indiquer les conditions dans lesquelles est assuré ce logement.<p></p><p></p>      \" Art. R. 119-54. - Après chaque inspection d'un centre de formation d'apprentis ou d'une section d'apprentissage, l'inspecteur adresse un rapport au chef du service de l'inspection de l'apprentissage qui le communique au directeur du centre ou de la section d'apprentissage et à l'organisme gestionnaire ou, dans le cas d'une section d'apprentissage, au responsable de l'établissement d'enseignement ou de formation et de recherche, ainsi qu'à l'autorité cosignataire de la convention portant création du centre ou de la section d'apprentissage.<p></p><p></p>   \" Après chaque visite effectuée dans les entreprises, l'inspecteur adresse un compte rendu au chef de service de l'inspection de l'apprentissage qui le communique à l'employeur et au comité d'entreprise ou d'établissement s'il en existe un. \"<p></p><p></p>      \" Art. R. 119-56. - Des rapports annuels sur l'activité des services d'inspection de l'apprentissage sont adressés au préfet de région ainsi qu'au président du conseil régional par le recteur et par le directeur régional de l'agriculture et de la forêt.<p></p><p></p>      \" Art. R. 119-57. - Il peut être fait appel à des experts désignés par le recteur ou le directeur régional de l'agriculture et de la forêt afin d'assister les personnels chargés de l'inspection de l'apprentissage pour les actes déterminés. Ces experts prêtent serment dans les conditions prévues à l'article R. 119-60.<p></p><p></p>   \" Ils sont rémunérés sur la base de vacations dont le taux et les conditions sont fixés par arrêté conjoint des ministres chargés de l'éducation nationale, de l'agriculture, de la fonction publique et du budget. \"<p></p><p></p>      \" Art. R. 119-60. - Avant leur entrée en fonctions, les inspecteurs de l'apprentissage commissionnés prêtent devant le président du tribunal de grande instance le serment de ne pas divulguer à des personnes non qualifiées les faits ou les renseignements dont ils auraient connaissance à l'occasion de leurs missions d'inspection, et de ne pas révéler les secrets de fabrication et en général les procédés de fabrication dont ils pourraient prendre connaissance.<p></p><p></p>      \" Art. R. 119-61. - Les commissions peuvent être retirées par le ministre de l'éducation nationale ou par le ministre de l'agriculture après avis d'un conseil, présidé, selon le cas, par le recteur ou par le directeur régional de l'agriculture et de la forêt et composé de deux représentants de l'administration désignés par le préfet de région, de deux membres non fonctionnaires de la commission d'apprentissage du comité de coordination régional de l'emploi et de la formation professionnelle désignés par cette dernière et de deux représentants élus des inspecteurs commissionnés. \"<p></p>",
            "num": "R241-22",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1149724800000,
            "dateFin": 1272672000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120398",
                        "id": "LEGISCTA000006120398",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'inspection et l'évaluation de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137639",
                        "id": "LEGISCTA000006137639",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151421",
                        "id": "LEGISCTA000006151421",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2019-01-01",
                        "titre": "Section 4 : Le service académique de l'inspection de l'apprentissage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166807",
                        "id": "LEGISCTA000006166807",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166807",
                        "id": "LEGISCTA000037872837",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006526336",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166807",
            "sectionParentId": "LEGISCTA000037872837",
            "sectionParentTitre": "Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : L'administration de l'éducation. &gt; Titre IV : L'inspection et l'évaluation de l'éducation. &gt; Chapitre Ier : L'exercice des missions d'inspection et d'évaluation &gt; Section 4 : Le service académique de l'inspection de l'apprentissage.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006526337",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000250594",
                    "textTitle": "Décret 2004-703 2004-07-13 JORF 24 février 2004",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000250594",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-07-17",
                    "dateSignaTexte": "2004-07-13",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000639701",
                    "textTitle": "Décret n°2006-665 du 7 juin 2006 - art. 25 () JORF 8 juin 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006402395",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-06-08",
                    "dateSignaTexte": "2006-06-07",
                    "dateDebutCible": "2006-06-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000694796",
                    "textTitle": "Décret n°72-283 du 12 avril 1972 - art. 4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006671434",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "72-283",
                    "datePubli": 71971200000,
                    "dateDebut": 127699200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R431-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R431-6",
                    "articleId": "LEGIARTI000039355657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573257600000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation R117-21 à R117-26, R116-14-1, R117-5-1, L115-1, R119-60",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006071191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail R119-48 à R119-61",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006526336",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1090022400000,
                    "dateFin": 1149724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006526337",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1149724800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022170085",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1411084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029469681",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1411084800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037872757",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R241-22",
                "241-22"
            ],
            "versionPrecedente": "LEGIARTI000006526336",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006526336",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le service académique de l'inspection de l'apprentissage, placé sous l'autorité du recteur chancelier des universités, exerce ses missions conformément aux dispositions des articles R. 119-48 à R. 119-61 du code du travail ci-après reproduites : \" Art. R. 119-48. - Il est institué dans chaque académie un service de l'inspection de l'apprentissage placé sous l'autorité du recteur, chancelier de l'université. Les conditions d'organisation de ce service sont fixées par le ministre chargé de l'éducation nationale. \" Pour l'apprentissage agricole, l'inspection est assurée par une mission régionale placée sous l'autorité du directeur régional de l'agriculture et de la forêt. L'organisation de cette mission et ses relations avec l'administration centrale sont déterminées par le ministre chargé de l'agriculture. \" Les fonctionnaires commissionnés relevant de ministères autres que ceux de l'éducation nationale et de l'agriculture, appelés à assurer des missions d'inspection en raison de leurs compétences techniques, exercent ces missions conjointement avec le service académique de l'inspection de l'apprentissage ou la direction régionale de l'agriculture et de la forêt. \" Le commissionnement des fonctionnaires relevant du ministère de l'éducation nationale est délégué au recteur, chancelier de l'université. Celui des fonctionnaires relevant du ministère chargé de l'agriculture est décidé par le ministre chargé de l'agriculture. \" Ces services apportent leur concours aux comités de coordination régionaux et départementaux de l'emploi et de la formation professionnelle ainsi qu'aux conseils régionaux, pour l'exercice de leurs attributions en matière d'apprentissage. \" Art. R. 119-49. - Le service de l'inspection de l'apprentissage a pour mission : \" L'inspection pédagogique des centres de formation d'apprentis et des sections d'apprentissage ; \" L'inspection administrative et financière desdits centres et desdites sections d'apprentissage ; \" Le contrôle de la formation donnée aux apprentis dans les entreprises ; \" Le contrôle de la délivrance du titre de maître d'apprentissage confirmé régi par les articles R. 117-21 à R. 117-26. \" Il peut en outre apporter, en accord avec les organismes gestionnaires, ses conseils aux centres de formation d'apprentis et aux sections d'apprentissage et son concours à la formation des personnels des centres et des sections d'apprentissage ainsi qu'à l'information et à la formation des maîtres d'apprentissage et des personnes qui contribuent à la formation des apprentis dans le cadre des dispositions des articles R. 116-14-1 et R. 117-5-1. \" Art. R. 119-50. - Le service de l'inspection de l'apprentissage exerce ses missions en liaison avec les agents chargés du contrôle de l'application de la législation du travail et des lois sociales, ainsi qu'avec les agents compétents pour effectuer des inspections administratives et financières relevant des ministres ou des conseils régionaux au nom desquels ont été signées les conventions de création des centres de formation d'apprentis ou des sections d'apprentissage. Dans la mesure du possible, des inspections conjointes sont réalisées dans une même entreprise ou une même localité. \" Art. R. 119-51. - Les rapports sont transmis au comité départemental de l'emploi, chaque fois qu'ils établissent un manquement aux dispositions du présent code relatives à l'apprentissage ; ils sont transmis au comité de coordination régional de l'emploi et de la formation professionnelle ainsi qu'au conseil régional lorsque le manquement met en cause la gestion ou le fonctionnement d'un centre de formation d'apprentis ou d'une section d'apprentissage. \" Lorsque les faits sont susceptibles de constituer une infraction pénale dont la constatation relève de l'inspecteur du travail ou de l'un des autres fonctionnaires chargés du contrôle de la législation du travail ou des lois sociales, le rapport est en outre communiqué sans délai à ce fonctionnaire. \" Art. R. 119-52. - Les inspecteurs commissionnés ont accès à tous les locaux dépendant des centres de formation d'apprentis ou des sections d'apprentissage, ou utilisés par ces centres ou ces sections d'apprentissage. Ils peuvent exiger la communication de tous documents d'ordre administratif, comptable ou pédagogique, y compris, éventuellement, ceux concernant l'enseignement à distance. Ils sont notamment habilités à contrôler le montant et l'utilisation des fonds collectés par l'organisme gestionnaire au titre de la taxe d'apprentissage dans le cadre de l'article 4 du décret n° 72-283 du 12 avril 1972 modifié. \" Art. R. 119-53. - Les inspecteurs commissionnés ont le droit d'entrer dans toutes les entreprises employant des apprentis ou participant à leur formation en application de l'article L. 115-1 et dans toutes celles qui ont déposé une demande d'habilitation au sens de l'article R. 116-14-1. L'employeur est tenu d'indiquer, sur leur demande, les tâches ou postes de travail qui sont ou seront confiés aux apprentis, de leur communiquer les documents en sa possession relatifs aux apprentis, de leur permettre de s'entretenir avec les apprentis et les personnes de l'entreprise responsables de leur formation. Lorsqu'il assure le logement des apprentis, l'employeur est tenu d'indiquer les conditions dans lesquelles est assuré ce logement. \" Art. R. 119-54. - Après chaque inspection d'un centre de formation d'apprentis ou d'une section d'apprentissage, l'inspecteur adresse un rapport au chef du service de l'inspection de l'apprentissage qui le communique au directeur du centre ou de la section d'apprentissage et à l'organisme gestionnaire ou, dans le cas d'une section d'apprentissage, au responsable de l'établissement d'enseignement ou de formation et de recherche, ainsi qu'à l'autorité cosignataire de la convention portant création du centre ou de la section d'apprentissage. \" Après chaque visite effectuée dans les entreprises, l'inspecteur adresse un compte rendu au chef de service de l'inspection de l'apprentissage qui le communique à l'employeur et au comité d'entreprise ou d'établissement s'il en existe un. \" \" Art. R. 119-56. - Des rapports annuels sur l'activité des services d'inspection de l'apprentissage sont adressés au préfet de région ainsi qu'au président du conseil régional par le recteur et par le directeur régional de l'agriculture et de la forêt. \" Art. R. 119-57. - Il peut être fait appel à des experts désignés par le recteur ou le directeur régional de l'agriculture et de la forêt afin d'assister les personnels chargés de l'inspection de l'apprentissage pour les actes déterminés. Ces experts prêtent serment dans les conditions prévues à l'article R. 119-60. \" Ils sont rémunérés sur la base de vacations dont le taux et les conditions sont fixés par arrêté conjoint des ministres chargés de l'éducation nationale, de l'agriculture, de la fonction publique et du budget. \" \" Art. R. 119-60. - Avant leur entrée en fonctions, les inspecteurs de l'apprentissage commissionnés prêtent devant le président du tribunal de grande instance le serment de ne pas divulguer à des personnes non qualifiées les faits ou les renseignements dont ils auraient connaissance à l'occasion de leurs missions d'inspection, et de ne pas révéler les secrets de fabrication et en général les procédés de fabrication dont ils pourraient prendre connaissance. \" Art. R. 119-61. - Les commissions peuvent être retirées par le ministre de l'éducation nationale ou par le ministre de l'agriculture après avis d'un conseil, présidé, selon le cas, par le recteur ou par le directeur régional de l'agriculture et de la forêt et composé de deux représentants de l'administration désignés par le préfet de région, de deux membres non fonctionnaires de la commission d'apprentissage du comité de coordination régional de l'emploi et de la formation professionnelle désignés par cette dernière et de deux représentants élus des inspecteurs commissionnés. \"",
            "texteHtml": "<p></p>   Le service académique de l'inspection de l'apprentissage, placé sous l'autorité du recteur chancelier des universités, exerce ses missions conformément aux dispositions des articles R. 119-48 à R. 119-61 du code du travail ci-après reproduites :<p></p><p></p>      \" Art. R. 119-48. - Il est institué dans chaque académie un service de l'inspection de l'apprentissage placé sous l'autorité du recteur, chancelier de l'université. Les conditions d'organisation de ce service sont fixées par le ministre chargé de l'éducation nationale.<p></p><p></p>   \" Pour l'apprentissage agricole, l'inspection est assurée par une mission régionale placée sous l'autorité du directeur régional de l'agriculture et de la forêt. L'organisation de cette mission et ses relations avec l'administration centrale sont déterminées par le ministre chargé de l'agriculture.<p></p><p></p>   \" Les fonctionnaires commissionnés relevant de ministères autres que ceux de l'éducation nationale et de l'agriculture, appelés à assurer des missions d'inspection en raison de leurs compétences techniques, exercent ces missions conjointement avec le service académique de l'inspection de l'apprentissage ou la direction régionale de l'agriculture et de la forêt.<p></p><p></p>   \" Le commissionnement des fonctionnaires relevant du ministère de l'éducation nationale est délégué au recteur, chancelier de l'université. Celui des fonctionnaires relevant du ministère chargé de l'agriculture est décidé par le ministre chargé de l'agriculture.<p></p><p></p>   \" Ces services apportent leur concours aux comités de coordination régionaux et départementaux de l'emploi et de la formation professionnelle ainsi qu'aux conseils régionaux, pour l'exercice de leurs attributions en matière d'apprentissage.<p></p><p></p>      \" Art. R. 119-49. - Le service de l'inspection de l'apprentissage a pour mission :<p></p><p></p>   \" L'inspection pédagogique des centres de formation d'apprentis et des sections d'apprentissage ;<p></p><p></p>   \" L'inspection administrative et financière desdits centres et desdites sections d'apprentissage ;<p></p><p></p>   \" Le contrôle de la formation donnée aux apprentis dans les entreprises ;<p></p><p></p>   \" Le contrôle de la délivrance du titre de maître d'apprentissage confirmé régi par les articles R. 117-21 à R. 117-26.<p></p><p></p>   \" Il peut en outre apporter, en accord avec les organismes gestionnaires, ses conseils aux centres de formation d'apprentis et aux sections d'apprentissage et son concours à la formation des personnels des centres et des sections d'apprentissage ainsi qu'à l'information et à la formation des maîtres d'apprentissage et des personnes qui contribuent à la formation des apprentis dans le cadre des dispositions des articles R. 116-14-1 et R. 117-5-1.<p></p><p></p>      \" Art. R. 119-50. - Le service de l'inspection de l'apprentissage exerce ses missions en liaison avec les agents chargés du contrôle de l'application de la législation du travail et des lois sociales, ainsi qu'avec les agents compétents pour effectuer des inspections administratives et financières relevant des ministres ou des conseils régionaux au nom desquels ont été signées les conventions de création des centres de formation d'apprentis ou des sections d'apprentissage. Dans la mesure du possible, des inspections conjointes sont réalisées dans une même entreprise ou une même localité.<p></p><p></p>      \" Art. R. 119-51. - Les rapports sont transmis au comité départemental de l'emploi, chaque fois qu'ils établissent un manquement aux dispositions du présent code relatives à l'apprentissage ; ils sont transmis au comité de coordination régional de l'emploi et de la formation professionnelle ainsi qu'au conseil régional lorsque le manquement met en cause la gestion ou le fonctionnement d'un centre de formation d'apprentis ou d'une section d'apprentissage.<p></p><p></p>   \" Lorsque les faits sont susceptibles de constituer une infraction pénale dont la constatation relève de l'inspecteur du travail ou de l'un des autres fonctionnaires chargés du contrôle de la législation du travail ou des lois sociales, le rapport est en outre communiqué sans délai à ce fonctionnaire.<p></p><p></p>      \" Art. R. 119-52. - Les inspecteurs commissionnés ont accès à tous les locaux dépendant des centres de formation d'apprentis ou des sections d'apprentissage, ou utilisés par ces centres ou ces sections d'apprentissage. Ils peuvent exiger la communication de tous documents d'ordre administratif, comptable ou pédagogique, y compris, éventuellement, ceux concernant l'enseignement à distance. Ils sont notamment habilités à contrôler le montant et l'utilisation des fonds collectés par l'organisme gestionnaire au titre de la taxe d'apprentissage dans le cadre de l'article 4 du décret n° 72-283 du 12 avril 1972 modifié.<p></p><p></p>      \" Art. R. 119-53. - Les inspecteurs commissionnés ont le droit d'entrer dans toutes les entreprises employant des apprentis ou participant à leur formation en application de l'article L. 115-1 et dans toutes celles qui ont déposé une demande d'habilitation au sens de l'article R. 116-14-1. L'employeur est tenu d'indiquer, sur leur demande, les tâches ou postes de travail qui sont ou seront confiés aux apprentis, de leur communiquer les documents en sa possession relatifs aux apprentis, de leur permettre de s'entretenir avec les apprentis et les personnes de l'entreprise responsables de leur formation. Lorsqu'il assure le logement des apprentis, l'employeur est tenu d'indiquer les conditions dans lesquelles est assuré ce logement.<p></p><p></p>      \" Art. R. 119-54. - Après chaque inspection d'un centre de formation d'apprentis ou d'une section d'apprentissage, l'inspecteur adresse un rapport au chef du service de l'inspection de l'apprentissage qui le communique au directeur du centre ou de la section d'apprentissage et à l'organisme gestionnaire ou, dans le cas d'une section d'apprentissage, au responsable de l'établissement d'enseignement ou de formation et de recherche, ainsi qu'à l'autorité cosignataire de la convention portant création du centre ou de la section d'apprentissage.<p></p><p></p>   \" Après chaque visite effectuée dans les entreprises, l'inspecteur adresse un compte rendu au chef de service de l'inspection de l'apprentissage qui le communique à l'employeur et au comité d'entreprise ou d'établissement s'il en existe un. \"<p></p><p></p>      \" Art. R. 119-56. - Des rapports annuels sur l'activité des services d'inspection de l'apprentissage sont adressés au préfet de région ainsi qu'au président du conseil régional par le recteur et par le directeur régional de l'agriculture et de la forêt.<p></p><p></p>      \" Art. R. 119-57. - Il peut être fait appel à des experts désignés par le recteur ou le directeur régional de l'agriculture et de la forêt afin d'assister les personnels chargés de l'inspection de l'apprentissage pour les actes déterminés. Ces experts prêtent serment dans les conditions prévues à l'article R. 119-60.<p></p><p></p>   \" Ils sont rémunérés sur la base de vacations dont le taux et les conditions sont fixés par arrêté conjoint des ministres chargés de l'éducation nationale, de l'agriculture, de la fonction publique et du budget. \"<p></p><p></p>      \" Art. R. 119-60. - Avant leur entrée en fonctions, les inspecteurs de l'apprentissage commissionnés prêtent devant le président du tribunal de grande instance le serment de ne pas divulguer à des personnes non qualifiées les faits ou les renseignements dont ils auraient connaissance à l'occasion de leurs missions d'inspection, et de ne pas révéler les secrets de fabrication et en général les procédés de fabrication dont ils pourraient prendre connaissance.<p></p><p></p>      \" Art. R. 119-61. - Les commissions peuvent être retirées par le ministre de l'éducation nationale ou par le ministre de l'agriculture après avis d'un conseil, présidé, selon le cas, par le recteur ou par le directeur régional de l'agriculture et de la forêt et composé de deux représentants de l'administration désignés par le préfet de région, de deux membres non fonctionnaires de la commission d'apprentissage du comité de coordination régional de l'emploi et de la formation professionnelle désignés par cette dernière et de deux représentants élus des inspecteurs commissionnés. \"<p></p>",
            "num": "R241-22",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1090022400000,
            "dateFin": 1149724800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120398",
                        "id": "LEGISCTA000006120398",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : L'inspection et l'évaluation de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137639",
                        "id": "LEGISCTA000006137639",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'exercice des missions d'inspection et d'évaluation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151421",
                        "id": "LEGISCTA000006151421",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2019-01-01",
                        "titre": "Section 4 : Le service académique de l'inspection de l'apprentissage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166807",
                        "id": "LEGISCTA000006166807",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166807",
                        "id": "LEGISCTA000037872837",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006526336",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166807",
            "sectionParentId": "LEGISCTA000037872837",
            "sectionParentTitre": "Section 4 : La mission de contrôle pédagogique des formations par apprentissage.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : L'administration de l'éducation. &gt; Titre IV : L'inspection et l'évaluation de l'éducation. &gt; Chapitre Ier : L'exercice des missions d'inspection et d'évaluation &gt; Section 4 : Le service académique de l'inspection de l'apprentissage.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006526336",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000250594",
                    "textTitle": "Décret 2004-703 2004-07-13 JORF 24 février 2004",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000250594",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-07-17",
                    "dateSignaTexte": "2004-07-13",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000694796",
                    "textTitle": "Décret n°72-283 du 12 avril 1972 - art. 4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006671434",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "72-283",
                    "datePubli": 71971200000,
                    "dateDebut": 127699200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R431-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R431-6",
                    "articleId": "LEGIARTI000039355657",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1573257600000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation R117-21 à R117-26, R116-14-1, R117-5-1, L115-1, R119-60",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006071191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail R119-48 à R119-61",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006526336",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1090022400000,
                    "dateFin": 1149724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006526337",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1149724800000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022170085",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 1411084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029469681",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1411084800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037872757",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R241-22",
                "241-22"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}