{
    "cid": "LEGIARTI000038872030",
    "num": "R141-10",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Le contrat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128512",
                        "id": "LEGISCTA000006128512",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Les assurances de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143119",
                        "id": "LEGISCTA000006143119",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-06-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales relatives aux assurances de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158248",
                        "id": "LEGISCTA000006158248",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-06-16",
                        "fin": "2999-01-01",
                        "titre": "Section I : Associations souscriptrices.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175341",
                        "id": "LEGISCTA000006175341",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000038872036",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038858382",
                    "textTitle": "Décret n°2019-807 du 30 juillet 2019 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000038870115",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-01",
                    "dateSignaTexte": "2019-07-30",
                    "dateDebutCible": "2019-10-01"
                }
            ],
            "num": "R141-10",
            "origine": "LEGI",
            "texte": "L'assemblée générale de l'association adopte des règles de déontologie auxquelles seront tenus les membres du conseil d'administration, du bureau et du personnel salarié de l'association, ainsi que, le cas échéant, les membres des comités de surveillance des plans d'épargne retraite souscrits par celle-ci. Les règles de déontologie ont pour objet de prévenir et de résoudre les conflits d'intérêts. Elles précisent les informations que les personnes qui pourraient être considérées comme étant en situation de conflit d'intérêts du fait de leur fonction actuelle ou passée, en raison notamment de leurs liens de toute nature, directs ou indirects, avec l'entreprise d'assurance, ses prestataires de service ou des organismes du même groupe, ou du fait d'activités connexes actuelles ou passées, doivent, sous leur responsabilité, porter à la connaissance du président du conseil d'administration et, le cas échéant, des présidents des comités de surveillance. Elles déterminent les cas et les conditions dans lesquels ces personnes doivent s'abstenir de participer aux délibérations, s'abstenir de voter ou proposer leur démission. Ces règles précisent les obligations de diligence et de confidentialité des personnes mentionnées au premier alinéa dans l'exercice de leur fonction. Ces règles définissent également les conditions dans lesquelles les membres du conseil d'administration, du bureau, et, le cas échéant, les membres des comités de surveillance des plans d'épargne retraite souscrits par l'association, communiquent au président de l'association ou au président de leurs comités respectifs des informations sur leur état civil, leur honorabilité, leur expérience et leurs qualifications professionnelles. Les règles de déontologie précisent également, en tant que de besoin, les critères permettant d'apprécier si un membre du conseil d'administration ou d'un comité de surveillance répond aux conditions fixées au premier alinéa de l'article L. 141-7.",
            "texteHtml": "<p>L'assemblée générale de l'association adopte des règles de déontologie auxquelles seront tenus les membres du conseil d'administration, du bureau et du personnel salarié de l'association, ainsi que, le cas échéant, les membres des comités de surveillance des plans d'épargne retraite souscrits par celle-ci.</p><p> Les règles de déontologie ont pour objet de prévenir et de résoudre les conflits d'intérêts. Elles précisent les informations que les personnes qui pourraient être considérées comme étant en situation de conflit d'intérêts du fait de leur fonction actuelle ou passée, en raison notamment de leurs liens de toute nature, directs ou indirects, avec l'entreprise d'assurance, ses prestataires de service ou des organismes du même groupe, ou du fait d'activités connexes actuelles ou passées, doivent, sous leur responsabilité, porter à la connaissance du président du conseil d'administration et, le cas échéant, des présidents des comités de surveillance. Elles déterminent les cas et les conditions dans lesquels ces personnes doivent s'abstenir de participer aux délibérations, s'abstenir de voter ou proposer leur démission.</p><p> Ces règles précisent les obligations de diligence et de confidentialité des personnes mentionnées au premier alinéa dans l'exercice de leur fonction.</p><p> Ces règles définissent également les conditions dans lesquelles les membres du conseil d'administration, du bureau, et, le cas échéant, les membres des comités de surveillance des plans d'épargne retraite souscrits par l'association, communiquent au président de l'association ou au président de leurs comités respectifs des informations sur leur état civil, leur honorabilité, leur expérience et leurs qualifications professionnelles.</p><p> Les règles de déontologie précisent également, en tant que de besoin, les critères permettant d'apprécier si un membre du conseil d'administration ou d'un comité de surveillance répond aux conditions fixées au premier alinéa de l'article L. 141-7.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-10-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}