{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036769282",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application de l'article L. 341-12 , le démarcheur fournit à la personne démarchée des informations concernant : 1° L'identité, l'activité principale, l'adresse géographique à laquelle le fournisseur de services financiers est établi, ainsi que toute autre adresse nécessaire au suivi des relations entre la personne démarchée et le fournisseur. Le démarcheur fournit également à la personne démarchée son identité ainsi que celle de ses adresses devant être prise en compte pour ses relations avec lui. Lorsque le fournisseur est inscrit au registre du commerce et des sociétés, il fournit à la personne démarchée son numéro d'immatriculation. En outre, les personnes soumises à agrément fournissent à la personne démarchée les coordonnées des autorités chargées de leur contrôle. 2° Le service financier : le démarcheur fournit à la personne démarchée les informations sur le prix total dû, y compris l'ensemble des commissions, charges et dépenses y afférentes et toutes les taxes acquittées par lui. Le démarcheur fournit également à la personne démarchée l'information sur l'existence de toute autre taxe ou frais qui ne sont pas acquittés ou facturés par lui. Le cas échéant, le démarcheur précise à la personne démarchée, d'une part, que le service financier est lié à des instruments qui impliquent des risques particuliers du fait de leurs spécificités ou des opérations à exécuter ou dont le prix dépend de fluctuations des marchés financiers sur lesquelles le fournisseur n'a aucune influence et, d'autre part, que les performances passées ne laissent pas présager des performances futures. Le démarcheur fournit à la personne démarchée l'information sur toute limitation de la durée pendant laquelle les informations fournies sont valables, des modes de paiement et d'exécution et enfin, s'il y a lieu, de l'existence de tout coût supplémentaire spécifique pour la personne démarchée afférent à l'utilisation de la technique de communication à distance. 3° Le contrat à distance : le démarcheur fournit à la personne démarchée l'information sur l'existence du droit de rétractation mentionné à l' article L. 222-7 du code de la consommation , sa durée, les conséquences pécuniaires éventuelles de sa mise en oeuvre, ainsi que l'adresse à laquelle la personne démarchée doit notifier sa décision de se rétracter. L'information sur l'absence d'un tel droit ainsi que sur les conséquences de cette absence est fournie par le démarcheur à la personne démarchée. Pour les contrats pour lesquels s'applique le délai de rétractation mentionné au même article L. 222-7, le démarcheur fournit à la personne démarchée l'information sur le fait que, sauf accord exprès de celle-ci, le contrat ne peut commencer à être exécuté qu'à l'expiration du délai de rétractation. Pour les contrats de crédit à la consommation prévus au chapitre Ier du titre Ier du livre III du code de la consommation, le démarcheur fournit à la personne démarchée l'information sur le fait que, même avec son accord, le contrat ne peut commencer à être exécuté durant les sept premiers jours, sauf s'agissant des contrats de crédit affecté, qui ne peuvent commencer à être exécutés durant les trois premiers jours. Le démarcheur fournit à la personne démarchée l'information sur les éventuels droits détenus par les parties de résilier le contrat, sans omettre les éventuelles pénalités contractuelles. Lorsque le contrat est à exécution successive, le démarcheur fournit à la personne démarchée l'information sur la durée minimale. L'information sur la langue ou les langues qui seront utilisées entre les parties durant la relation précontractuelle, ainsi que la langue ou les langues dans lesquelles le contrat sera rédigé est fournie à la personne démarchée. La langue utilisée durant la relation contractuelle est choisie en accord avec la personne démarchée. 4° Les recours : le démarcheur fournit à la personne démarchée l'information sur l'existence ou l'absence de procédures extrajudiciaires de réclamation et de recours accessibles et, si de telles procédures existent, sur leurs modalités d'exercice. L'information sur l'existence de fonds de garantie ou d'autres mécanismes d'indemnisation, tels que les mécanismes d'indemnisation des déposants, des investisseurs et des cautions respectivement mentionnés aux articles L. 312-4, L. 313-50 et L. 322-1 est également fournie à la personne démarchée. 5° En cas de communication par téléphonie vocale, l'identité du démarcheur et le caractère commercial de l'appel dont le démarcheur a pris l'initiative sont indiqués sans équivoque au début de toute conversation avec la personne démarchée. Sous réserve de l'accord formel de la personne démarchée, seules les informations ci-après doivent être fournies : a) L'identité du démarcheur et le lien de cette personne avec le fournisseur ; b) Une description des principales caractéristiques du service financier ; c) Le prix total dû par la personne démarchée au fournisseur pour le service financier, qui comprend toutes les taxes acquittées par le démarcheur ou, lorsqu'un prix exact ne peut être indiqué, la base de calcul du prix permettant à la personne démarchée de vérifier ce dernier ; d) L'indication de l'existence éventuelle d'autres taxes ou frais qui ne sont pas acquittés par le démarcheur ou facturés par lui ; e) L'existence ou l'absence du droit de rétractation mentionné à l'article L. 121-29 du code de la consommation et, si ce droit existe, sa durée et les modalités de son exercice, y compris des informations sur le montant que la personne démarchée peut être tenue de payer en vertu de l'article L. 121-30 du même code. Le fournisseur fournit au consommateur l'information sur, d'une part, le fait que d'autres informations peuvent être fournies sur demande et, d'autre part, la nature de ces informations.",
            "texteHtml": "<p>Pour l'application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652280&dateTexte=&categorieLien=cid'>l'article L. 341-12</a>, le démarcheur fournit à la personne démarchée des informations concernant : </p><p>1° L'identité, l'activité principale, l'adresse géographique à laquelle le fournisseur de services financiers est établi, ainsi que toute autre adresse nécessaire au suivi des relations entre la personne démarchée et le fournisseur. Le démarcheur fournit également à la personne démarchée son identité ainsi que celle de ses adresses devant être prise en compte pour ses relations avec lui. </p><p>Lorsque le fournisseur est inscrit au registre du commerce et des sociétés, il fournit à la personne démarchée son numéro d'immatriculation. En outre, les personnes soumises à agrément fournissent à la personne démarchée les coordonnées des autorités chargées de leur contrôle. </p><p>2° Le service financier : le démarcheur fournit à la personne démarchée les informations sur le prix total dû, y compris l'ensemble des commissions, charges et dépenses y afférentes et toutes les taxes acquittées par lui. Le démarcheur fournit également à la personne démarchée l'information sur l'existence de toute autre taxe ou frais qui ne sont pas acquittés ou facturés par lui. </p><p>Le cas échéant, le démarcheur précise à la personne démarchée, d'une part, que le service financier est lié à des instruments qui impliquent des risques particuliers du fait de leurs spécificités ou des opérations à exécuter ou dont le prix dépend de fluctuations des marchés financiers sur lesquelles le fournisseur n'a aucune influence et, d'autre part, que les performances passées ne laissent pas présager des performances futures. </p><p>Le démarcheur fournit à la personne démarchée l'information sur toute limitation de la durée pendant laquelle les informations fournies sont valables, des modes de paiement et d'exécution et enfin, s'il y a lieu, de l'existence de tout coût supplémentaire spécifique pour la personne démarchée afférent à l'utilisation de la technique de communication à distance. </p><p>3° Le contrat à distance : le démarcheur fournit à la personne démarchée l'information sur l'existence du droit de rétractation mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032221415&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L222-7 (V)'>article L. 222-7 du code de la consommation</a>, sa durée, les conséquences pécuniaires éventuelles de sa mise en oeuvre, ainsi que l'adresse à laquelle la personne démarchée doit notifier sa décision de se rétracter. L'information sur l'absence d'un tel droit ainsi que sur les conséquences de cette absence est fournie par le démarcheur à la personne démarchée. <br/><br/>Pour les contrats pour lesquels s'applique le délai de rétractation mentionné au même article L. 222-7, le démarcheur fournit à la personne démarchée l'information sur le fait que, sauf accord exprès de celle-ci, le contrat ne peut commencer à être exécuté qu'à l'expiration du délai de rétractation. Pour les contrats de crédit à la consommation prévus au chapitre Ier du titre Ier du livre III du code de la consommation, le démarcheur fournit à la personne démarchée l'information sur le fait que, même avec son accord, le contrat ne peut commencer à être exécuté durant les sept premiers jours, sauf s'agissant des contrats de crédit affecté, qui ne peuvent commencer à être exécutés durant les trois premiers jours. <br/><br/>Le démarcheur fournit à la personne démarchée l'information sur les éventuels droits détenus par les parties de résilier le contrat, sans omettre les éventuelles pénalités contractuelles. <br/><br/>Lorsque le contrat est à exécution successive, le démarcheur fournit à la personne démarchée l'information sur la durée minimale. <br/><br/>L'information sur la langue ou les langues qui seront utilisées entre les parties durant la relation précontractuelle, ainsi que la langue ou les langues dans lesquelles le contrat sera rédigé est fournie à la personne démarchée. La langue utilisée durant la relation contractuelle est choisie en accord avec la personne démarchée. </p><p>4° Les recours : le démarcheur fournit à la personne démarchée l'information sur l'existence ou l'absence de procédures extrajudiciaires de réclamation et de recours accessibles et, si de telles procédures existent, sur leurs modalités d'exercice. L'information sur l'existence de fonds de garantie ou d'autres mécanismes d'indemnisation, tels que les mécanismes d'indemnisation des déposants, des investisseurs et des cautions respectivement mentionnés aux articles L. 312-4, L. 313-50 et L. 322-1 est également fournie à la personne démarchée. </p><p>5° En cas de communication par téléphonie vocale, l'identité du démarcheur et le caractère commercial de l'appel dont le démarcheur a pris l'initiative sont indiqués sans équivoque au début de toute conversation avec la personne démarchée. </p><p>Sous réserve de l'accord formel de la personne démarchée, seules les informations ci-après doivent être fournies : </p><p>a) L'identité du démarcheur et le lien de cette personne avec le fournisseur ; </p><p>b) Une description des principales caractéristiques du service financier ; </p><p>c) Le prix total dû par la personne démarchée au fournisseur pour le service financier, qui comprend toutes les taxes acquittées par le démarcheur ou, lorsqu'un prix exact ne peut être indiqué, la base de calcul du prix permettant à la personne démarchée de vérifier ce dernier ; </p><p>d) L'indication de l'existence éventuelle d'autres taxes ou frais qui ne sont pas acquittés par le démarcheur ou facturés par lui ; </p><p>e) L'existence ou l'absence du droit de rétractation mentionné à l'article L. 121-29 du code de la consommation et, si ce droit existe, sa durée et les modalités de son exercice, y compris des informations sur le montant que la personne démarchée peut être tenue de payer en vertu de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292097&dateTexte=&categorieLien=cid'>L. 121-30 </a>du même code. </p><p>Le fournisseur fournit au consommateur l'information sur, d'une part, le fait que d'autres informations peuvent être fournies sur demande et, d'autre part, la nature de ces informations.</p>",
            "num": "R341-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1522540800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123498",
                        "id": "LEGISCTA000006123498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Démarchage, colportage et fourniture à distance de services financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139640",
                        "id": "LEGISCTA000006139640",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2005-08-25",
                        "titre": "Titre IV : Le démarchage et le colportage ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139640",
                        "id": "LEGISCTA000018617757",
                        "etat": "MODIFIE_MORT_NE"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Démarchage bancaire ou financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153793",
                        "id": "LEGISCTA000006153793",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Règles de bonne conduite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170972",
                        "id": "LEGISCTA000006170972",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006684333",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170972",
            "sectionParentId": "LEGISCTA000006170972",
            "sectionParentTitre": "Section 4 : Règles de bonne conduite.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les services &gt; Titre IV : Démarchage, colportage et fourniture à distance de services financiers &gt; Chapitre Ier : Démarchage bancaire ou financier. &gt; Section 4 : Règles de bonne conduite.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036769282",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036756145",
                    "textTitle": "Décret n°2018-229 du 30 mars 2018 - art. 24",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000036760000",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-03-31",
                    "dateSignaTexte": "2018-03-30",
                    "dateDebutCible": "2018-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L121-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-30",
                    "articleId": "LEGIARTI000006292097",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L222-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-7",
                    "articleId": "LEGIARTI000032221415",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R313-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R313-7",
                    "articleId": "LEGIARTI000036769189",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L341-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-12",
                    "articleId": "LEGIARTI000006652280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R353-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R353-1",
                    "articleId": "LEGIARTI000036769302",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R763-10 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R763-10",
                    "articleId": "LEGIARTI000036767841",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006684333",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1133395200000,
                    "dateFin": 1411171200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029472695",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1411171200000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036737888",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1467331200000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036769282",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R341-16",
                "341-16"
            ],
            "versionPrecedente": "LEGIARTI000036737888",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036737888",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application de l'article L. 341-12 , le démarcheur communique à la personne démarchée des informations concernant : 1° L'identité, l'activité principale, l'adresse géographique à laquelle le fournisseur de services financiers est établi, ainsi que toute autre adresse nécessaire au suivi des relations entre la personne démarchée et le fournisseur. Le démarcheur communique également à la personne démarchée son identité ainsi que celle de ses adresses devant être prise en compte pour ses relations avec lui. Lorsque le fournisseur est inscrit au registre du commerce et des sociétés, il communique à la personne démarchée son numéro d'immatriculation. En outre, les personnes soumises à agrément communiquent à la personne démarchée les coordonnées des autorités chargées de leur contrôle. 2° Le service financier : le démarcheur informe la personne démarchée du prix total dû, y compris l'ensemble des commissions, charges et dépenses y afférentes et toutes les taxes acquittées par lui. Le démarcheur informe également la personne démarchée de l'existence de toute autre taxe ou frais qui ne sont pas acquittés ou facturés par lui. Le cas échéant, le démarcheur précise à la personne démarchée, d'une part, que le service financier est lié à des instruments qui impliquent des risques particuliers du fait de leurs spécificités ou des opérations à exécuter ou dont le prix dépend de fluctuations des marchés financiers sur lesquelles le fournisseur n'a aucune influence et, d'autre part, que les performances passées ne laissent pas présager des performances futures. Le démarcheur informe la personne démarchée de toute limitation de la durée pendant laquelle les informations fournies sont valables, des modes de paiement et d'exécution et enfin, s'il y a lieu, de l'existence de tout coût supplémentaire spécifique pour la personne démarchée afférent à l'utilisation de la technique de communication à distance. 3° Le contrat à distance : le démarcheur informe la personne démarchée de l'existence du droit de rétractation mentionné à l'article L. 222-7 du code de la consommation, de sa durée, des conséquences pécuniaires éventuelles de sa mise en oeuvre, ainsi que de l'adresse à laquelle la personne démarchée doit notifier sa décision de se rétracter. En cas d'absence d'un tel droit, le démarcheur en informe la personne démarchée ainsi que des conséquences de cette absence. Pour les contrats pour lesquels s'applique le délai de rétractation mentionné au même article L. 222-7, le démarcheur informe la personne démarchée du fait que, sauf accord exprès de celle-ci, le contrat ne peut commencer à être exécuté qu'à l'expiration du délai de rétractation. Pour les contrats de crédit à la consommation prévus au chapitre Ier du titre Ier du livre III du code de la consommation, le démarcheur informe la personne démarchée du fait que, même avec son accord, le contrat ne peut commencer à être exécuté durant les sept premiers jours, sauf s'agissant des contrats de crédit affecté, qui ne peuvent commencer à être exécutés durant les trois premiers jours. Le démarcheur informe la personne démarchée des droits contractuels que peuvent avoir les parties de résilier le contrat, sans omettre les éventuelles pénalités imposées par le contrat dans ce cas. Lorsque le contrat est à exécution successive, le démarcheur porte à la connaissance de la personne démarchée sa durée minimale. La personne démarchée est informée de la langue ou des langues qui seront utilisées entre les parties durant la relation précontractuelle, ainsi que de la langue ou des langues dans lesquelles le contrat sera rédigé. La langue utilisée durant la relation contractuelle est choisie en accord avec la personne démarchée. 4° Les recours : le démarcheur informe la personne démarchée de l'existence ou de l'absence de procédures extrajudiciaires de réclamation et de recours accessibles et, si de telles procédures existent, de leurs modalités d'exercice. La personne démarchée est également informée de l'existence de fonds de garantie ou d'autres mécanismes d'indemnisation, tels que les mécanismes d'indemnisation des déposants, des investisseurs et des cautions respectivement mentionnés aux articles L. 312-4 , L. 313-50 et L. 322-1 du code monétaire et financier. 5° En cas de communication par téléphonie vocale, l'identité du démarcheur et le caractère commercial de l'appel dont le démarcheur a pris l'initiative sont indiqués sans équivoque au début de toute conversation avec la personne démarchée. Sous réserve de l'accord formel de la personne démarchée, seules les informations ci-après doivent être fournies : a) L'identité du démarcheur et le lien de cette personne avec le fournisseur ; b) Une description des principales caractéristiques du service financier ; c) Le prix total dû par la personne démarchée au fournisseur pour le service financier, qui comprend toutes les taxes acquittées par le démarcheur ou, lorsqu'un prix exact ne peut être indiqué, la base de calcul du prix permettant à la personne démarchée de vérifier ce dernier ; d) L'indication de l'existence éventuelle d'autres taxes ou frais qui ne sont pas acquittés par le démarcheur ou facturés par lui ; e) L'existence ou l'absence du droit de rétractation mentionné à l'article L. 121-29 du code de la consommation et, si ce droit existe, sa durée et les modalités de son exercice, y compris des informations sur le montant que la personne démarchée peut être tenue de payer en vertu de l'article L. 121-30 du même code. Le fournisseur informe le consommateur sur, d'une part, le fait que d'autres informations peuvent être fournies sur demande et, d'autre part, la nature de ces informations.",
            "texteHtml": "<p>Pour l'application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652280&dateTexte=&categorieLien=cid'>l'article L. 341-12</a>, le démarcheur communique à la personne démarchée des informations concernant :</p><p>1° L'identité, l'activité principale, l'adresse géographique à laquelle le fournisseur de services financiers est établi, ainsi que toute autre adresse nécessaire au suivi des relations entre la personne démarchée et le fournisseur. Le démarcheur communique également à la personne démarchée son identité ainsi que celle de ses adresses devant être prise en compte pour ses relations avec lui.</p><p>Lorsque le fournisseur est inscrit au registre du commerce et des sociétés, il communique à la personne démarchée son numéro d'immatriculation. En outre, les personnes soumises à agrément communiquent à la personne démarchée les coordonnées des autorités chargées de leur contrôle.</p><p>2° Le service financier : le démarcheur informe la personne démarchée du prix total dû, y compris l'ensemble des commissions, charges et dépenses y afférentes et toutes les taxes acquittées par lui. Le démarcheur informe également la personne démarchée de l'existence de toute autre taxe ou frais qui ne sont pas acquittés ou facturés par lui.</p><p>Le cas échéant, le démarcheur précise à la personne démarchée, d'une part, que le service financier est lié à des instruments qui impliquent des risques particuliers du fait de leurs spécificités ou des opérations à exécuter ou dont le prix dépend de fluctuations des marchés financiers sur lesquelles le fournisseur n'a aucune influence et, d'autre part, que les performances passées ne laissent pas présager des performances futures.</p><p>Le démarcheur informe la personne démarchée de toute limitation de la durée pendant laquelle les informations fournies sont valables, des modes de paiement et d'exécution et enfin, s'il y a lieu, de l'existence de tout coût supplémentaire spécifique pour la personne démarchée afférent à l'utilisation de la technique de communication à distance.</p><p>3° Le contrat à distance : le démarcheur informe la personne démarchée de l'existence du droit de rétractation mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032221415&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L222-7 (V)'>L. 222-7</a> du code de la consommation, de sa durée, des conséquences pécuniaires éventuelles de sa mise en oeuvre, ainsi que de l'adresse à laquelle la personne démarchée doit notifier sa décision de se rétracter. En cas d'absence d'un tel droit, le démarcheur en informe la personne démarchée ainsi que des conséquences de cette absence.</p><p>Pour les contrats pour lesquels s'applique le délai de rétractation mentionné au même article L. 222-7, le démarcheur informe la personne démarchée du fait que, sauf accord exprès de celle-ci, le contrat ne peut commencer à être exécuté qu'à l'expiration du délai de rétractation. Pour les contrats de crédit à la consommation prévus au chapitre Ier du titre Ier du livre III du code de la consommation, le démarcheur informe la personne démarchée du fait que, même avec son accord, le contrat ne peut commencer à être exécuté durant les sept premiers jours, sauf s'agissant des contrats de crédit affecté, qui ne peuvent commencer à être exécutés durant les trois premiers jours.</p><p>Le démarcheur informe la personne démarchée des droits contractuels que peuvent avoir les parties de résilier le contrat, sans omettre les éventuelles pénalités imposées par le contrat dans ce cas.</p><p>Lorsque le contrat est à exécution successive, le démarcheur porte à la connaissance de la personne démarchée sa durée minimale.</p><p>La personne démarchée est informée de la langue ou des langues qui seront utilisées entre les parties durant la relation précontractuelle, ainsi que de la langue ou des langues dans lesquelles le contrat sera rédigé. La langue utilisée durant la relation contractuelle est choisie en accord avec la personne démarchée.</p><p>4° Les recours : le démarcheur informe la personne démarchée de l'existence ou de l'absence de procédures extrajudiciaires de réclamation et de recours accessibles et, si de telles procédures existent, de leurs modalités d'exercice. La personne démarchée est également informée de l'existence de fonds de garantie ou d'autres mécanismes d'indemnisation, tels que les mécanismes d'indemnisation des déposants, des investisseurs et des cautions respectivement mentionnés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652054&dateTexte=&categorieLien=cid'>articles L. 312-4</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652170&dateTexte=&categorieLien=cid'>L. 313-50 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652181&dateTexte=&categorieLien=cid'>L. 322-1 </a>du code monétaire et financier.</p><p>5° En cas de communication par téléphonie vocale, l'identité du démarcheur et le caractère commercial de l'appel dont le démarcheur a pris l'initiative sont indiqués sans équivoque au début de toute conversation avec la personne démarchée.</p><p>Sous réserve de l'accord formel de la personne démarchée, seules les informations ci-après doivent être fournies :</p><p>a) L'identité du démarcheur et le lien de cette personne avec le fournisseur ;</p><p>b) Une description des principales caractéristiques du service financier ;</p><p>c) Le prix total dû par la personne démarchée au fournisseur pour le service financier, qui comprend toutes les taxes acquittées par le démarcheur ou, lorsqu'un prix exact ne peut être indiqué, la base de calcul du prix permettant à la personne démarchée de vérifier ce dernier ;</p><p>d) L'indication de l'existence éventuelle d'autres taxes ou frais qui ne sont pas acquittés par le démarcheur ou facturés par lui ;</p><p>e) L'existence ou l'absence du droit de rétractation mentionné à l'article L. 121-29 du code de la consommation et, si ce droit existe, sa durée et les modalités de son exercice, y compris des informations sur le montant que la personne démarchée peut être tenue de payer en vertu de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292097&dateTexte=&categorieLien=cid'>L. 121-30 </a>du même code.</p><p>Le fournisseur informe le consommateur sur, d'une part, le fait que d'autres informations peuvent être fournies sur demande et, d'autre part, la nature de ces informations.</p>",
            "num": "R341-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1467331200000,
            "dateFin": 1522540800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123498",
                        "id": "LEGISCTA000006123498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Démarchage, colportage et fourniture à distance de services financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139640",
                        "id": "LEGISCTA000006139640",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2005-08-25",
                        "titre": "Titre IV : Le démarchage et le colportage ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139640",
                        "id": "LEGISCTA000018617757",
                        "etat": "MODIFIE_MORT_NE"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Démarchage bancaire ou financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153793",
                        "id": "LEGISCTA000006153793",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Règles de bonne conduite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170972",
                        "id": "LEGISCTA000006170972",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006684333",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170972",
            "sectionParentId": "LEGISCTA000006170972",
            "sectionParentTitre": "Section 4 : Règles de bonne conduite.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les services &gt; Titre IV : Démarchage, colportage et fourniture à distance de services financiers &gt; Chapitre Ier : Démarchage bancaire ou financier. &gt; Section 4 : Règles de bonne conduite.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036737888",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032209352",
                    "textTitle": "Ordonnance n°2016-301 du 14 mars 2016 - art. 3 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032216787",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-03-16",
                    "dateSignaTexte": "2016-03-14",
                    "dateDebutCible": "2016-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L121-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-30",
                    "articleId": "LEGIARTI000006292097",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L222-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-7",
                    "articleId": "LEGIARTI000032221415",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R313-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R313-7",
                    "articleId": "LEGIARTI000032807520",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475280000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-4",
                    "articleId": "LEGIARTI000006652054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-50",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-50",
                    "articleId": "LEGIARTI000006652170",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L322-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-1",
                    "articleId": "LEGIARTI000006652181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L341-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-12",
                    "articleId": "LEGIARTI000006652280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R353-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R353-1",
                    "articleId": "LEGIARTI000036769302",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R763-10 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R763-10",
                    "articleId": "LEGIARTI000036767841",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006684333",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1133395200000,
                    "dateFin": 1411171200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029472695",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1411171200000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036737888",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1467331200000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036769282",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R341-16",
                "341-16"
            ],
            "versionPrecedente": "LEGIARTI000029472695",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029472695",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application de l'article L. 341-12 , le démarcheur communique à la personne démarchée des informations concernant : 1° L'identité, l'activité principale, l'adresse géographique à laquelle le fournisseur de services financiers est établi, ainsi que toute autre adresse nécessaire au suivi des relations entre la personne démarchée et le fournisseur. Le démarcheur communique également à la personne démarchée son identité ainsi que celle de ses adresses devant être prise en compte pour ses relations avec lui. Lorsque le fournisseur est inscrit au registre du commerce et des sociétés, il communique à la personne démarchée son numéro d'immatriculation. En outre, les personnes soumises à agrément communiquent à la personne démarchée les coordonnées des autorités chargées de leur contrôle. 2° Le service financier : le démarcheur informe la personne démarchée du prix total dû, y compris l'ensemble des commissions, charges et dépenses y afférentes et toutes les taxes acquittées par lui. Le démarcheur informe également la personne démarchée de l'existence de toute autre taxe ou frais qui ne sont pas acquittés ou facturés par lui. Le cas échéant, le démarcheur précise à la personne démarchée, d'une part, que le service financier est lié à des instruments qui impliquent des risques particuliers du fait de leurs spécificités ou des opérations à exécuter ou dont le prix dépend de fluctuations des marchés financiers sur lesquelles le fournisseur n'a aucune influence et, d'autre part, que les performances passées ne laissent pas présager des performances futures. Le démarcheur informe la personne démarchée de toute limitation de la durée pendant laquelle les informations fournies sont valables, des modes de paiement et d'exécution et enfin, s'il y a lieu, de l'existence de tout coût supplémentaire spécifique pour la personne démarchée afférent à l'utilisation de la technique de communication à distance. 3° Le contrat à distance : le démarcheur informe la personne démarchée de l'existence du droit de rétractation mentionné à l'article L. 121-29 du code de la consommation, de sa durée, des conséquences pécuniaires éventuelles de sa mise en oeuvre, ainsi que de l'adresse à laquelle la personne démarchée doit notifier sa décision de se rétracter. En cas d'absence d'un tel droit, le démarcheur en informe la personne démarchée ainsi que des conséquences de cette absence. Pour les contrats pour lesquels s'applique le délai de rétractation mentionné au même article L. 121-29, le démarcheur informe la personne démarchée du fait que, sauf accord exprès de celle-ci, le contrat ne peut commencer à être exécuté qu'à l'expiration du délai de rétractation. Pour les contrats de crédit à la consommation prévus au chapitre Ier du titre Ier du livre III du code de la consommation, le démarcheur informe la personne démarchée du fait que, même avec son accord, le contrat ne peut commencer à être exécuté durant les sept premiers jours, sauf s'agissant des contrats de crédit affecté, qui ne peuvent commencer à être exécutés durant les trois premiers jours. Le démarcheur informe la personne démarchée des droits contractuels que peuvent avoir les parties de résilier le contrat, sans omettre les éventuelles pénalités imposées par le contrat dans ce cas. Lorsque le contrat est à exécution successive, le démarcheur porte à la connaissance de la personne démarchée sa durée minimale. La personne démarchée est informée de la langue ou des langues qui seront utilisées entre les parties durant la relation précontractuelle, ainsi que de la langue ou des langues dans lesquelles le contrat sera rédigé. La langue utilisée durant la relation contractuelle est choisie en accord avec la personne démarchée. 4° Les recours : le démarcheur informe la personne démarchée de l'existence ou de l'absence de procédures extrajudiciaires de réclamation et de recours accessibles et, si de telles procédures existent, de leurs modalités d'exercice. La personne démarchée est également informée de l'existence de fonds de garantie ou d'autres mécanismes d'indemnisation, tels que les mécanismes d'indemnisation des déposants, des investisseurs et des cautions respectivement mentionnés aux articles L. 312-4 , L. 313-50 et L. 322-1 du code monétaire et financier. 5° En cas de communication par téléphonie vocale, l'identité du démarcheur et le caractère commercial de l'appel dont le démarcheur a pris l'initiative sont indiqués sans équivoque au début de toute conversation avec la personne démarchée. Sous réserve de l'accord formel de la personne démarchée, seules les informations ci-après doivent être fournies : a) L'identité du démarcheur et le lien de cette personne avec le fournisseur ; b) Une description des principales caractéristiques du service financier ; c) Le prix total dû par la personne démarchée au fournisseur pour le service financier, qui comprend toutes les taxes acquittées par le démarcheur ou, lorsqu'un prix exact ne peut être indiqué, la base de calcul du prix permettant à la personne démarchée de vérifier ce dernier ; d) L'indication de l'existence éventuelle d'autres taxes ou frais qui ne sont pas acquittés par le démarcheur ou facturés par lui ; e) L'existence ou l'absence du droit de rétractation mentionné à l'article L. 121-29 du code de la consommation et, si ce droit existe, sa durée et les modalités de son exercice, y compris des informations sur le montant que la personne démarchée peut être tenue de payer en vertu de l'article L. 121-30 du même code. Le fournisseur informe le consommateur sur, d'une part, le fait que d'autres informations peuvent être fournies sur demande et, d'autre part, la nature de ces informations.",
            "texteHtml": "<p>Pour l'application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652280&dateTexte=&categorieLien=cid'>l'article L. 341-12</a>, le démarcheur communique à la personne démarchée des informations concernant : </p><p>1° L'identité, l'activité principale, l'adresse géographique à laquelle le fournisseur de services financiers est établi, ainsi que toute autre adresse nécessaire au suivi des relations entre la personne démarchée et le fournisseur. Le démarcheur communique également à la personne démarchée son identité ainsi que celle de ses adresses devant être prise en compte pour ses relations avec lui. </p><p>Lorsque le fournisseur est inscrit au registre du commerce et des sociétés, il communique à la personne démarchée son numéro d'immatriculation. En outre, les personnes soumises à agrément communiquent à la personne démarchée les coordonnées des autorités chargées de leur contrôle. </p><p>2° Le service financier : le démarcheur informe la personne démarchée du prix total dû, y compris l'ensemble des commissions, charges et dépenses y afférentes et toutes les taxes acquittées par lui. Le démarcheur informe également la personne démarchée de l'existence de toute autre taxe ou frais qui ne sont pas acquittés ou facturés par lui. </p><p>Le cas échéant, le démarcheur précise à la personne démarchée, d'une part, que le service financier est lié à des instruments qui impliquent des risques particuliers du fait de leurs spécificités ou des opérations à exécuter ou dont le prix dépend de fluctuations des marchés financiers sur lesquelles le fournisseur n'a aucune influence et, d'autre part, que les performances passées ne laissent pas présager des performances futures. </p><p>Le démarcheur informe la personne démarchée de toute limitation de la durée pendant laquelle les informations fournies sont valables, des modes de paiement et d'exécution et enfin, s'il y a lieu, de l'existence de tout coût supplémentaire spécifique pour la personne démarchée afférent à l'utilisation de la technique de communication à distance. </p><p>3° Le contrat à distance : le démarcheur informe la personne démarchée de l'existence du droit de rétractation mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292095&dateTexte=&categorieLien=cid'>L. 121-29 </a>du code de la consommation, de sa durée, des conséquences pécuniaires éventuelles de sa mise en oeuvre, ainsi que de l'adresse à laquelle la personne démarchée doit notifier sa décision de se rétracter. En cas d'absence d'un tel droit, le démarcheur en informe la personne démarchée ainsi que des conséquences de cette absence. </p><p>Pour les contrats pour lesquels s'applique le délai de rétractation mentionné au même article L. 121-29, le démarcheur informe la personne démarchée du fait que, sauf accord exprès de celle-ci, le contrat ne peut commencer à être exécuté qu'à l'expiration du délai de rétractation. Pour les contrats de crédit à la consommation prévus au chapitre Ier du titre Ier du livre III du code de la consommation, le démarcheur informe la personne démarchée du fait que, même avec son accord, le contrat ne peut commencer à être exécuté durant les sept premiers jours, sauf s'agissant des contrats de crédit affecté, qui ne peuvent commencer à être exécutés durant les trois premiers jours. </p><p>Le démarcheur informe la personne démarchée des droits contractuels que peuvent avoir les parties de résilier le contrat, sans omettre les éventuelles pénalités imposées par le contrat dans ce cas. </p><p>Lorsque le contrat est à exécution successive, le démarcheur porte à la connaissance de la personne démarchée sa durée minimale. </p><p>La personne démarchée est informée de la langue ou des langues qui seront utilisées entre les parties durant la relation précontractuelle, ainsi que de la langue ou des langues dans lesquelles le contrat sera rédigé. La langue utilisée durant la relation contractuelle est choisie en accord avec la personne démarchée. </p><p>4° Les recours : le démarcheur informe la personne démarchée de l'existence ou de l'absence de procédures extrajudiciaires de réclamation et de recours accessibles et, si de telles procédures existent, de leurs modalités d'exercice. La personne démarchée est également informée de l'existence de fonds de garantie ou d'autres mécanismes d'indemnisation, tels que les mécanismes d'indemnisation des déposants, des investisseurs et des cautions respectivement mentionnés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652054&dateTexte=&categorieLien=cid'>articles L. 312-4</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652170&dateTexte=&categorieLien=cid'>L. 313-50 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652181&dateTexte=&categorieLien=cid'>L. 322-1 </a>du code monétaire et financier. </p><p>5° En cas de communication par téléphonie vocale, l'identité du démarcheur et le caractère commercial de l'appel dont le démarcheur a pris l'initiative sont indiqués sans équivoque au début de toute conversation avec la personne démarchée. </p><p>Sous réserve de l'accord formel de la personne démarchée, seules les informations ci-après doivent être fournies : </p><p>a) L'identité du démarcheur et le lien de cette personne avec le fournisseur ; </p><p>b) Une description des principales caractéristiques du service financier ; </p><p>c) Le prix total dû par la personne démarchée au fournisseur pour le service financier, qui comprend toutes les taxes acquittées par le démarcheur ou, lorsqu'un prix exact ne peut être indiqué, la base de calcul du prix permettant à la personne démarchée de vérifier ce dernier ; </p><p>d) L'indication de l'existence éventuelle d'autres taxes ou frais qui ne sont pas acquittés par le démarcheur ou facturés par lui ; </p><p>e) L'existence ou l'absence du droit de rétractation mentionné à l'article L. 121-29 du code de la consommation et, si ce droit existe, sa durée et les modalités de son exercice, y compris des informations sur le montant que la personne démarchée peut être tenue de payer en vertu de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292097&dateTexte=&categorieLien=cid'>L. 121-30</a> du même code. </p><p>Le fournisseur informe le consommateur sur, d'une part, le fait que d'autres informations peuvent être fournies sur demande et, d'autre part, la nature de ces informations.</p>",
            "num": "R341-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1411171200000,
            "dateFin": 1467331200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123498",
                        "id": "LEGISCTA000006123498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Démarchage, colportage et fourniture à distance de services financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139640",
                        "id": "LEGISCTA000006139640",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2005-08-25",
                        "titre": "Titre IV : Le démarchage et le colportage ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139640",
                        "id": "LEGISCTA000018617757",
                        "etat": "MODIFIE_MORT_NE"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Démarchage bancaire ou financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153793",
                        "id": "LEGISCTA000006153793",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Règles de bonne conduite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170972",
                        "id": "LEGISCTA000006170972",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006684333",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170972",
            "sectionParentId": "LEGISCTA000006170972",
            "sectionParentTitre": "Section 4 : Règles de bonne conduite.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les services &gt; Titre IV : Démarchage, colportage et fourniture à distance de services financiers &gt; Chapitre Ier : Démarchage bancaire ou financier. &gt; Section 4 : Règles de bonne conduite.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029472695",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000451781",
                    "textTitle": "Décret n°2005-1007 du 2 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000451781",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-25",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000029470741",
                    "textTitle": "DÉCRET n°2014-1061 du 17 septembre 2014 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000029471184",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-09-19",
                    "dateSignaTexte": "2014-09-17",
                    "dateDebutCible": "2014-09-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L121-29",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-29",
                    "articleId": "LEGIARTI000006292095",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L121-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-30",
                    "articleId": "LEGIARTI000006292097",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R313-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R313-7",
                    "articleId": "LEGIARTI000032807520",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475280000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-4",
                    "articleId": "LEGIARTI000006652054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-50",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-50",
                    "articleId": "LEGIARTI000006652170",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L322-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-1",
                    "articleId": "LEGIARTI000006652181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L341-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-12",
                    "articleId": "LEGIARTI000006652280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R353-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R353-1",
                    "articleId": "LEGIARTI000036769302",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R763-10 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R763-10",
                    "articleId": "LEGIARTI000036767841",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006684333",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1133395200000,
                    "dateFin": 1411171200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029472695",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1411171200000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036737888",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1467331200000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036769282",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R341-16",
                "341-16"
            ],
            "versionPrecedente": "LEGIARTI000006684333",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006684333",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour l'application de l'article L. 341-12 , le démarcheur communique à la personne démarchée des informations concernant : 1° L'identité, l'activité principale, l'adresse géographique à laquelle le fournisseur de services financiers est établi, ainsi que toute autre adresse nécessaire au suivi des relations entre la personne démarchée et le fournisseur. Le démarcheur communique également à la personne démarchée son identité ainsi que celle de ses adresses devant être prise en compte pour ses relations avec lui. Lorsque le fournisseur est inscrit au registre du commerce et des sociétés, il communique à la personne démarchée son numéro d'immatriculation. En outre, les personnes soumises à agrément communiquent à la personne démarchée les coordonnées des autorités chargées de leur contrôle. 2° Le service financier : le démarcheur informe la personne démarchée du prix total dû, y compris l'ensemble des commissions, charges et dépenses y afférentes et toutes les taxes acquittées par lui. Le démarcheur informe également la personne démarchée de l'existence de toute autre taxe ou frais qui ne sont pas acquittés ou facturés par lui. Le cas échéant, le démarcheur précise à la personne démarchée, d'une part, que le service financier est lié à des instruments qui impliquent des risques particuliers du fait de leurs spécificités ou des opérations à exécuter ou dont le prix dépend de fluctuations des marchés financiers sur lesquelles le fournisseur n'a aucune influence et, d'autre part, que les performances passées ne laissent pas présager des performances futures. Le démarcheur informe la personne démarchée de toute limitation de la durée pendant laquelle les informations fournies sont valables, des modes de paiement et d'exécution et enfin, s'il y a lieu, de l'existence de tout coût supplémentaire spécifique pour la personne démarchée afférent à l'utilisation de la technique de communication à distance. 3° Le contrat à distance : le démarcheur informe la personne démarchée de l'existence du droit de rétractation mentionné à l'article L. 121-20-12 du code de la consommation, de sa durée, des conséquences pécuniaires éventuelles de sa mise en oeuvre, ainsi que de l'adresse à laquelle la personne démarchée doit notifier sa décision de se rétracter. En cas d'absence d'un tel droit, le démarcheur en informe la personne démarchée ainsi que des conséquences de cette absence. Pour les contrats pour lesquels s'applique le délai de rétractation mentionné au même article L. 121-20-12, le démarcheur informe la personne démarchée du fait que, sauf accord exprès de celle-ci, le contrat ne peut commencer à être exécuté qu'à l'expiration du délai de rétractation. Pour les contrats de crédit à la consommation prévus au chapitre Ier du titre Ier du livre III du code de la consommation, le démarcheur informe la personne démarchée du fait que, même avec son accord, le contrat ne peut commencer à être exécuté durant les sept premiers jours, sauf s'agissant des contrats de crédit affecté, qui ne peuvent commencer à être exécutés durant les trois premiers jours. Le démarcheur informe la personne démarchée des droits contractuels que peuvent avoir les parties de résilier le contrat, sans omettre les éventuelles pénalités imposées par le contrat dans ce cas. Lorsque le contrat est à exécution successive, le démarcheur porte à la connaissance de la personne démarchée sa durée minimale. La personne démarchée est informée de la langue ou des langues qui seront utilisées entre les parties durant la relation précontractuelle, ainsi que de la langue ou des langues dans lesquelles le contrat sera rédigé. La langue utilisée durant la relation contractuelle est choisie en accord avec la personne démarchée. 4° Les recours : le démarcheur informe la personne démarchée de l'existence ou de l'absence de procédures extrajudiciaires de réclamation et de recours accessibles et, si de telles procédures existent, de leurs modalités d'exercice. La personne démarchée est également informée de l'existence de fonds de garantie ou d'autres mécanismes d'indemnisation, tels que les mécanismes d'indemnisation des déposants, des investisseurs et des cautions respectivement mentionnés aux articles L. 312-4 , L. 313-50 et L. 322-1 du code monétaire et financier. 5° En cas de communication par téléphonie vocale, l'identité du démarcheur et le caractère commercial de l'appel dont le démarcheur a pris l'initiative sont indiqués sans équivoque au début de toute conversation avec la personne démarchée. Sous réserve de l'accord formel de la personne démarchée, seules les informations ci-après doivent être fournies : a) L'identité du démarcheur et le lien de cette personne avec le fournisseur ; b) Une description des principales caractéristiques du service financier ; c) Le prix total dû par la personne démarchée au fournisseur pour le service financier, qui comprend toutes les taxes acquittées par le démarcheur ou, lorsqu'un prix exact ne peut être indiqué, la base de calcul du prix permettant à la personne démarchée de vérifier ce dernier ; d) L'indication de l'existence éventuelle d'autres taxes ou frais qui ne sont pas acquittés par le démarcheur ou facturés par lui ; e) L'existence ou l'absence du droit de rétractation mentionné à l'article L. 121-20-12 du code de la consommation et, si ce droit existe, sa durée et les modalités de son exercice, y compris des informations sur le montant que la personne démarchée peut être tenue de payer en vertu de l'article L. 121-20-13 du même code. Le fournisseur informe le consommateur sur, d'une part, le fait que d'autres informations peuvent être fournies sur demande et, d'autre part, la nature de ces informations.",
            "texteHtml": "<p></p>Pour l'application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652280&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L341-12 (V)'>l'article L. 341-12</a>, le démarcheur communique à la personne démarchée des informations concernant : <p></p><p></p>1° L'identité, l'activité principale, l'adresse géographique à laquelle le fournisseur de services financiers est établi, ainsi que toute autre adresse nécessaire au suivi des relations entre la personne démarchée et le fournisseur. Le démarcheur communique également à la personne démarchée son identité ainsi que celle de ses adresses devant être prise en compte pour ses relations avec lui. <p></p><p></p>Lorsque le fournisseur est inscrit au registre du commerce et des sociétés, il communique à la personne démarchée son numéro d'immatriculation. En outre, les personnes soumises à agrément communiquent à la personne démarchée les coordonnées des autorités chargées de leur contrôle. <p></p><p></p>2° Le service financier : le démarcheur informe la personne démarchée du prix total dû, y compris l'ensemble des commissions, charges et dépenses y afférentes et toutes les taxes acquittées par lui. Le démarcheur informe également la personne démarchée de l'existence de toute autre taxe ou frais qui ne sont pas acquittés ou facturés par lui. <p></p><p></p>Le cas échéant, le démarcheur précise à la personne démarchée, d'une part, que le service financier est lié à des instruments qui impliquent des risques particuliers du fait de leurs spécificités ou des opérations à exécuter ou dont le prix dépend de fluctuations des marchés financiers sur lesquelles le fournisseur n'a aucune influence et, d'autre part, que les performances passées ne laissent pas présager des performances futures. <p></p><p></p>Le démarcheur informe la personne démarchée de toute limitation de la durée pendant laquelle les informations fournies sont valables, des modes de paiement et d'exécution et enfin, s'il y a lieu, de l'existence de tout coût supplémentaire spécifique pour la personne démarchée afférent à l'utilisation de la technique de communication à distance. <p></p><p></p>3° Le contrat à distance : le démarcheur informe la personne démarchée de l'existence du droit de rétractation mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292075&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L121-20-12 (V)'>l'article L. 121-20-12 </a>du code de la consommation, de sa durée, des conséquences pécuniaires éventuelles de sa mise en oeuvre, ainsi que de l'adresse à laquelle la personne démarchée doit notifier sa décision de se rétracter. En cas d'absence d'un tel droit, le démarcheur en informe la personne démarchée ainsi que des conséquences de cette absence. <p></p><p></p>Pour les contrats pour lesquels s'applique le délai de rétractation mentionné au même article L. 121-20-12, le démarcheur informe la personne démarchée du fait que, sauf accord exprès de celle-ci, le contrat ne peut commencer à être exécuté qu'à l'expiration du délai de rétractation. Pour les contrats de crédit à la consommation prévus au chapitre Ier du titre Ier du livre III du code de la consommation, le démarcheur informe la personne démarchée du fait que, même avec son accord, le contrat ne peut commencer à être exécuté durant les sept premiers jours, sauf s'agissant des contrats de crédit affecté, qui ne peuvent commencer à être exécutés durant les trois premiers jours. <p></p><p></p>Le démarcheur informe la personne démarchée des droits contractuels que peuvent avoir les parties de résilier le contrat, sans omettre les éventuelles pénalités imposées par le contrat dans ce cas. <p></p><p></p>Lorsque le contrat est à exécution successive, le démarcheur porte à la connaissance de la personne démarchée sa durée minimale. <p></p><p></p>La personne démarchée est informée de la langue ou des langues qui seront utilisées entre les parties durant la relation précontractuelle, ainsi que de la langue ou des langues dans lesquelles le contrat sera rédigé. La langue utilisée durant la relation contractuelle est choisie en accord avec la personne démarchée. <p></p><p></p>4° Les recours : le démarcheur informe la personne démarchée de l'existence ou de l'absence de procédures extrajudiciaires de réclamation et de recours accessibles et, si de telles procédures existent, de leurs modalités d'exercice. La personne démarchée est également informée de l'existence de fonds de garantie ou d'autres mécanismes d'indemnisation, tels que les mécanismes d'indemnisation des déposants, des investisseurs et des cautions respectivement mentionnés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652054&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L312-4 (V)'>articles L. 312-4</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652170&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L313-50 (V)'>L. 313-50 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652181&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L322-1 (V)'>L. 322-1 </a>du code monétaire et financier. <p></p><p></p>5° En cas de communication par téléphonie vocale, l'identité du démarcheur et le caractère commercial de l'appel dont le démarcheur a pris l'initiative sont indiqués sans équivoque au début de toute conversation avec la personne démarchée. <p></p><p></p>Sous réserve de l'accord formel de la personne démarchée, seules les informations ci-après doivent être fournies : <p></p><p></p>a) L'identité du démarcheur et le lien de cette personne avec le fournisseur ; <p></p><p></p>b) Une description des principales caractéristiques du service financier ; <p></p><p></p>c) Le prix total dû par la personne démarchée au fournisseur pour le service financier, qui comprend toutes les taxes acquittées par le démarcheur ou, lorsqu'un prix exact ne peut être indiqué, la base de calcul du prix permettant à la personne démarchée de vérifier ce dernier ; <p></p><p></p>d) L'indication de l'existence éventuelle d'autres taxes ou frais qui ne sont pas acquittés par le démarcheur ou facturés par lui ; <p></p><p></p>e) L'existence ou l'absence du droit de rétractation mentionné à l'article L. 121-20-12 du code de la consommation et, si ce droit existe, sa durée et les modalités de son exercice, y compris des informations sur le montant que la personne démarchée peut être tenue de payer en vertu de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292076&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L121-20-13 (V)'>l'article L. 121-20-13</a> du même code. <p></p><p></p>Le fournisseur informe le consommateur sur, d'une part, le fait que d'autres informations peuvent être fournies sur demande et, d'autre part, la nature de ces informations.<p></p>",
            "num": "R341-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1133395200000,
            "dateFin": 1411171200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006100807",
                        "id": "LEGISCTA000006100807",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123498",
                        "id": "LEGISCTA000006123498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Démarchage, colportage et fourniture à distance de services financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139640",
                        "id": "LEGISCTA000006139640",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2005-08-25",
                        "titre": "Titre IV : Le démarchage et le colportage ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139640",
                        "id": "LEGISCTA000018617757",
                        "etat": "MODIFIE_MORT_NE"
                    },
                    {
                        "debut": "2005-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Démarchage bancaire ou financier.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153793",
                        "id": "LEGISCTA000006153793",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Règles de bonne conduite.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170972",
                        "id": "LEGISCTA000006170972",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006684333",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170972",
            "sectionParentId": "LEGISCTA000006170972",
            "sectionParentTitre": "Section 4 : Règles de bonne conduite.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les services &gt; Titre IV : Démarchage, colportage et fourniture à distance de services financiers &gt; Chapitre Ier : Démarchage bancaire ou financier. &gt; Section 4 : Règles de bonne conduite.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006684333",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000451781",
                    "textTitle": "Décret 2005-1007 2005-08-02 JORF 25 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000451781",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-25",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000634595",
                    "textTitle": "Décret n°2005-1450 du 25 novembre 2005 - art. 5 () JORF 26 novembre 2005 en vigueur le 1er décembre 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006246793",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-11-26",
                    "dateSignaTexte": "2005-11-25",
                    "dateDebutCible": "2005-12-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L121-20-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-20-12",
                    "articleId": "LEGIARTI000006292075",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1133395200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L121-20-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L121-20-13",
                    "articleId": "LEGIARTI000006292076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1133395200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R313-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R313-7",
                    "articleId": "LEGIARTI000032807520",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475280000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L312-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-4",
                    "articleId": "LEGIARTI000006652054",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-50 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-50",
                    "articleId": "LEGIARTI000006652170",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L322-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-1",
                    "articleId": "LEGIARTI000006652181",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L341-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-12",
                    "articleId": "LEGIARTI000006652280",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R353-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R353-1",
                    "articleId": "LEGIARTI000036769302",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R763-10 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R763-10",
                    "articleId": "LEGIARTI000036767841",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006684333",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1133395200000,
                    "dateFin": 1411171200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029472695",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1411171200000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036737888",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1467331200000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036769282",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R341-16",
                "341-16"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}