{
    "cid": "LEGIARTI000018493464",
    "num": "R4641-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Santé et sécurité au travail ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018488235",
                        "id": "LEGISCTA000018532924",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Institutions et organismes de prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018492535",
                        "id": "LEGISCTA000018528828",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Institutions concourant à l'organisation de la prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493450",
                        "id": "LEGISCTA000018527930",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": "Chapitre Ier : Conseil supérieur et comités régionaux  de la prévention des risques professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000018527928",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2016-12-25",
                        "titre": "Chapitre Ier : Conseil d'orientation sur les conditions de travail et comités régionaux de la prévention des risques professionnels.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000019829717",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conseil d'orientation des conditions de travail et comités régionaux d'orientation des conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000033699145",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": " Section 1  Conseil supérieur de la prévention  des risques professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000018527926",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2016-12-25",
                        "titre": "Section 1 : Conseil d'orientation sur les conditions de travail.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000019829715",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conseil d'orientation des conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000033699142",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": " Sous-section 1  Missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493456",
                        "id": "LEGISCTA000018527924",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493456",
                        "id": "LEGISCTA000019829713",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019817534",
                        "id": "LEGISCTA000019829760",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000044804932",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-14 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-14",
                    "articleId": "LEGIARTI000019829732",
                    "natureText": "CODE",
                    "date": 1648671197076,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-15 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-15",
                    "articleId": "LEGIARTI000019829729",
                    "natureText": "CODE",
                    "date": 1648671197076,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-21 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-21",
                    "articleId": "LEGIARTI000019829776",
                    "natureText": "CODE",
                    "date": 1648671197076,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-49-2 al 2 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-49-2",
                    "articleId": "LEGIARTI000018511572",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [],
            "num": "R4641-4",
            "origine": "LEGI",
            "texte": "Le vice-président du Conseil national d'orientation des conditions de travail est nommé par arrêté du ministre chargé du travail dans les conditions prévues au III de l'article R. 4641-3. Le secrétaire général, qui l'assiste dans ses missions, est nommé par arrêté du ministre chargé du travail. Il assure, sous l'autorité du vice-président, l'organisation et l'animation des travaux du Conseil national d'orientation des conditions de travail et du comité national de prévention et de santé au travail ainsi que l'établissement de leurs rapports. Il est membre de droit de chacune des formations du conseil dont il peut assurer, le cas échéant, la présidence en cas d'absence des présidents titulaire et suppléant. La convocation et l'ordre du jour des réunions du Conseil national d'orientation des conditions de travail et du comité national de prévention et de santé au travail sont établis par le secrétaire général du Conseil d'orientation des conditions de travail, qui en assure le secrétariat. La convocation et l'ordre du jour des réunions de la commission générale et des commissions spécialisées sont établis par le directeur général du travail ou son représentant, qui en assurent le secrétariat. Pour la commission spécialisée chargée des questions relatives aux activités agricoles, ces fonctions sont assurées par le directeur des affaires financières, sociales et logistiques du ministère chargé de l'agriculture ou son représentant. Les avis, propositions et autres délibérations des formations du conseil d'orientation des conditions de travail sont valablement adoptés si plus de la moitié des membres ayant voix délibérative sont présents, y compris les membres prenant part aux débats soit au moyen d'une conférence téléphonique ou audiovisuelle soit par voie de consultation électronique, ou ont donné mandat et, pour les missions prévues au 3° à 5° de l'article L. 4641-2-1 par délibération dans les conditions prévues à l'article R. 4641-8. Lorsque le quorum n'est pas atteint, ces formations délibèrent valablement sans condition de quorum après une nouvelle convocation portant sur le même ordre du jour et spécifiant qu'aucun quorum ne sera exigé. Les positions du comité national de prévention et de santé au travail sont adoptées par consensus. Les avis des formations du Conseil d'orientation des conditions de travail requis en application du II de l'article R. 4641-1 sont retracés dans le compte rendu de séance établi par les services du ministère chargé du travail, et, pour la commission chargée des questions relatives aux activités agricoles, par les services du ministère chargé de l'agriculture. Ce compte rendu est signé par le président de séance. S'il le juge nécessaire, le président des formations consultatives peut procéder à un vote. Les membres des formations du Conseil d'orientation des conditions de travail mentionnés au 2° de l'article R. 4641-3 disposent chacun d'une voix. Lorsqu'il n'est pas suppléé, chacun de ces membres peut donner mandat à un autre membre de la même formation pour le représenter. Le président de chaque formation du Conseil d'orientation des conditions de travail peut, dans le cadre des attributions de celle-ci, constituer et mandater des groupes de travail et faire appel à des experts afin d'apporter un avis technique sur une question particulière, formuler des recommandations ou diligenter des études. Dotés d'un mandat et d'un calendrier prévisionnel, ces groupes rapportent le résultat de leurs travaux devant la formation qui les a mandatés. La participation aux réunions du Conseil d'orientation des conditions de travail ouvre droit aux indemnités pour frais de déplacement et de séjour dans les conditions prévues par le décret n° 2006-781 du 3 juillet 2006 fixant les conditions et les modalités de règlement des frais occasionnés par les déplacements temporaires des personnels civils de l'Etat.",
            "texteHtml": "<p>Le vice-président du Conseil national d'orientation des conditions de travail est nommé par arrêté du ministre chargé du travail dans les conditions prévues au III de l'article R. 4641-3. Le secrétaire général, qui l'assiste dans ses missions, est nommé par arrêté du ministre chargé du travail. Il assure, sous l'autorité du vice-président, l'organisation et l'animation des travaux du Conseil national d'orientation des conditions de travail et du comité national de prévention et de santé au travail ainsi que l'établissement de leurs rapports. Il est membre de droit de chacune des formations du conseil dont il peut assurer, le cas échéant, la présidence en cas d'absence des présidents titulaire et suppléant.</p><p>La convocation et l'ordre du jour des réunions du Conseil national d'orientation des conditions de travail et du comité national de prévention et de santé au travail sont établis par le secrétaire général du Conseil d'orientation des conditions de travail, qui en assure le secrétariat. La convocation et l'ordre du jour des réunions de la commission générale et des commissions spécialisées sont établis par le directeur général du travail ou son représentant, qui en assurent le secrétariat. Pour la commission spécialisée chargée des questions relatives aux activités agricoles, ces fonctions sont assurées par le directeur des affaires financières, sociales et logistiques du ministère chargé de l'agriculture ou son représentant.</p><p>Les avis, propositions et autres délibérations des formations du conseil d'orientation des conditions de travail sont valablement adoptés si plus de la moitié des membres ayant voix délibérative sont présents, y compris les membres prenant part aux débats soit au moyen d'une conférence téléphonique ou audiovisuelle soit par voie de consultation électronique, ou ont donné mandat et, pour les missions prévues au 3° à 5° de l'article L. 4641-2-1 par délibération dans les conditions prévues à l'article R. 4641-8.<br/><br/>\nLorsque le quorum n'est pas atteint, ces formations délibèrent valablement sans condition de quorum après une nouvelle convocation portant sur le même ordre du jour et spécifiant qu'aucun quorum ne sera exigé.</p><p>Les positions du comité national de prévention et de santé au travail sont adoptées par consensus.</p><p>Les avis des formations du Conseil d'orientation des conditions de travail requis en application du II de l'article R. 4641-1 sont retracés dans le compte rendu de séance établi par les services du ministère chargé du travail, et, pour la commission chargée des questions relatives aux activités agricoles, par les services du ministère chargé de l'agriculture. Ce compte rendu est signé par le président de séance.</p><p>S'il le juge nécessaire, le président des formations consultatives peut procéder à un vote. Les membres des formations du Conseil d'orientation des conditions de travail mentionnés au 2° de l'article R. 4641-3 disposent chacun d'une voix. Lorsqu'il n'est pas suppléé, chacun de ces membres peut donner mandat à un autre membre de la même formation pour le représenter.</p><p>Le président de chaque formation du Conseil d'orientation des conditions de travail peut, dans le cadre des attributions de celle-ci, constituer et mandater des groupes de travail et faire appel à des experts afin d'apporter un avis technique sur une question particulière, formuler des recommandations ou diligenter des études. Dotés d'un mandat et d'un calendrier prévisionnel, ces groupes rapportent le résultat de leurs travaux devant la formation qui les a mandatés.</p><p>La participation aux réunions du Conseil d'orientation des conditions de travail ouvre droit aux indemnités pour frais de déplacement et de séjour dans les conditions prévues par le décret n° 2006-781 du 3 juillet 2006 fixant les conditions et les modalités de règlement des frais occasionnés par les déplacements temporaires des personnels civils de l'Etat.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-03-31T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Santé et sécurité au travail ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018488235",
                        "id": "LEGISCTA000018532924",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Institutions et organismes de prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018492535",
                        "id": "LEGISCTA000018528828",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Institutions concourant à l'organisation de la prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493450",
                        "id": "LEGISCTA000018527930",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": "Chapitre Ier : Conseil supérieur et comités régionaux  de la prévention des risques professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000018527928",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2016-12-25",
                        "titre": "Chapitre Ier : Conseil d'orientation sur les conditions de travail et comités régionaux de la prévention des risques professionnels.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000019829717",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conseil d'orientation des conditions de travail et comités régionaux d'orientation des conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000033699145",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": " Section 1  Conseil supérieur de la prévention  des risques professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000018527926",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2016-12-25",
                        "titre": "Section 1 : Conseil d'orientation sur les conditions de travail.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000019829715",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conseil d'orientation des conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000033699142",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": " Sous-section 1  Missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493456",
                        "id": "LEGISCTA000018527924",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493456",
                        "id": "LEGISCTA000019829713",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019817534",
                        "id": "LEGISCTA000019829760",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000044804708",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-14 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-14",
                    "articleId": "LEGIARTI000019829732",
                    "natureText": "CODE",
                    "date": 1648671196796,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-15 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-15",
                    "articleId": "LEGIARTI000019829729",
                    "natureText": "CODE",
                    "date": 1648671196796,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-21 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-21",
                    "articleId": "LEGIARTI000019829776",
                    "natureText": "CODE",
                    "date": 1648671196796,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-49-2 al 2 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-49-2",
                    "articleId": "LEGIARTI000018511572",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044559777",
                    "textTitle": "Décret n°2021-1792 du 23 décembre 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044630414",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-12-26",
                    "dateSignaTexte": "2021-12-23",
                    "dateDebutCible": "2021-12-27"
                }
            ],
            "num": "R4641-4",
            "origine": "LEGI",
            "texte": "Le vice-président du Conseil national d'orientation des conditions de travail est nommé par arrêté du ministre chargé du travail pour un mandat de trois ans renouvelable. Le secrétaire général, qui l'assiste dans ses missions, est nommé par arrêté du ministre chargé du travail. Il assure, sous l'autorité du vice-président, l'organisation et l'animation des travaux du Conseil national d'orientation des conditions de travail et du comité national de prévention et de santé au travail ainsi que l'établissement de leurs rapports. Il est membre de droit de chacune des formations du conseil dont il peut assurer, le cas échéant, la présidence en cas d'absence des présidents titulaire et suppléant. La convocation et l'ordre du jour des réunions du Conseil national d'orientation des conditions de travail et du comité national de prévention et de santé au travail sont établis par le secrétaire général du Conseil d'orientation des conditions de travail, qui en assure le secrétariat. La convocation et l'ordre du jour des réunions de la commission générale et des commissions spécialisées sont établis par le directeur général du travail ou son représentant, qui en assurent le secrétariat. Pour la commission spécialisée chargée des questions relatives aux activités agricoles, ces fonctions sont assurées par le directeur des affaires financières, sociales et logistiques du ministère chargé de l'agriculture ou son représentant. Les avis, propositions et autres délibérations des formations du conseil d'orientation des conditions de travail sont valablement adoptés si plus de la moitié des membres ayant voix délibérative sont présents, y compris les membres prenant part aux débats soit au moyen d'une conférence téléphonique ou audiovisuelle soit par voie de consultation électronique, ou ont donné mandat. Lorsque le quorum n'est pas atteint, ces formations délibèrent valablement sans condition de quorum après une nouvelle convocation portant sur le même ordre du jour et spécifiant qu'aucun quorum ne sera exigé. Les positions du comité national de prévention et de santé au travail sont adoptées par consensus. Les avis des formations du Conseil d'orientation des conditions de travail requis en application du II de l'article R. 4641-1 sont retracés dans le compte rendu de séance établi par les services du ministère chargé du travail, et, pour la commission chargée des questions relatives aux activités agricoles, par les services du ministère chargé de l'agriculture. Ce compte rendu est signé par le président de séance. S'il le juge nécessaire, le président des formations consultatives peut procéder à un vote. Les membres des formations du Conseil d'orientation des conditions de travail mentionnés au 2° de l'article R. 4641-3 disposent chacun d'une voix. Lorsqu'il n'est pas suppléé, chacun de ces membres peut donner mandat à un autre membre du même collège pour le représenter. Le président de chaque formation du Conseil d'orientation des conditions de travail peut, dans le cadre des attributions de celle-ci, constituer et mandater des groupes de travail et faire appel à des experts afin d'apporter un avis technique sur une question particulière, formuler des recommandations ou diligenter des études. Dotés d'un mandat et d'un calendrier prévisionnel, ces groupes rapportent le résultat de leurs travaux devant la formation qui les a mandatés. La participation aux réunions du Conseil d'orientation des conditions de travail ouvre droit aux indemnités pour frais de déplacement et de séjour dans les conditions prévues par le décret n° 2006-781 du 3 juillet 2006 fixant les conditions et les modalités de règlement des frais occasionnés par les déplacements temporaires des personnels civils de l'Etat.",
            "texteHtml": "<p>Le vice-président du Conseil national d'orientation des conditions de travail est nommé par arrêté du ministre chargé du travail pour un mandat de trois ans renouvelable. Le secrétaire général, qui l'assiste dans ses missions, est nommé par arrêté du ministre chargé du travail. Il assure, sous l'autorité du vice-président, l'organisation et l'animation des travaux du Conseil national d'orientation des conditions de travail et du comité national de prévention et de santé au travail ainsi que l'établissement de leurs rapports. Il est membre de droit de chacune des formations du conseil dont il peut assurer, le cas échéant, la présidence en cas d'absence des présidents titulaire et suppléant.</p><p>La convocation et l'ordre du jour des réunions du Conseil national d'orientation des conditions de travail et du comité national de prévention et de santé au travail sont établis par le secrétaire général du Conseil d'orientation des conditions de travail, qui en assure le secrétariat. La convocation et l'ordre du jour des réunions de la commission générale et des commissions spécialisées sont établis par le directeur général du travail ou son représentant, qui en assurent le secrétariat. Pour la commission spécialisée chargée des questions relatives aux activités agricoles, ces fonctions sont assurées par le directeur des affaires financières, sociales et logistiques du ministère chargé de l'agriculture ou son représentant.</p><p>Les avis, propositions et autres délibérations des formations du conseil d'orientation des conditions de travail sont valablement adoptés si plus de la moitié des membres ayant voix délibérative sont présents, y compris les membres prenant part aux débats soit au moyen d'une conférence téléphonique ou audiovisuelle soit par voie de consultation électronique, ou ont donné mandat.<br/><br/>\nLorsque le quorum n'est pas atteint, ces formations délibèrent valablement sans condition de quorum après une nouvelle convocation portant sur le même ordre du jour et spécifiant qu'aucun quorum ne sera exigé.</p><p>Les positions du comité national de prévention et de santé au travail sont adoptées par consensus.</p><p>Les avis des formations du Conseil d'orientation des conditions de travail requis en application du II de l'article R. 4641-1 sont retracés dans le compte rendu de séance établi par les services du ministère chargé du travail, et, pour la commission chargée des questions relatives aux activités agricoles, par les services du ministère chargé de l'agriculture. Ce compte rendu est signé par le président de séance.</p><p>S'il le juge nécessaire, le président des formations consultatives peut procéder à un vote. Les membres des formations du Conseil d'orientation des conditions de travail mentionnés au 2° de l'article R. 4641-3 disposent chacun d'une voix. Lorsqu'il n'est pas suppléé, chacun de ces membres peut donner mandat à un autre membre du même collège pour le représenter.</p><p>Le président de chaque formation du Conseil d'orientation des conditions de travail peut, dans le cadre des attributions de celle-ci, constituer et mandater des groupes de travail et faire appel à des experts afin d'apporter un avis technique sur une question particulière, formuler des recommandations ou diligenter des études. Dotés d'un mandat et d'un calendrier prévisionnel, ces groupes rapportent le résultat de leurs travaux devant la formation qui les a mandatés.</p><p>La participation aux réunions du Conseil d'orientation des conditions de travail ouvre droit aux indemnités pour frais de déplacement et de séjour dans les conditions prévues par le décret n° 2006-781 du 3 juillet 2006 fixant les conditions et les modalités de règlement des frais occasionnés par les déplacements temporaires des personnels civils de l'Etat.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-12-27T00:00:00.000Z",
            "dateFin": "2022-03-31T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Santé et sécurité au travail ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018488235",
                        "id": "LEGISCTA000018532924",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Institutions et organismes de prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018492535",
                        "id": "LEGISCTA000018528828",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Institutions concourant à l'organisation de la prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493450",
                        "id": "LEGISCTA000018527930",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": "Chapitre Ier : Conseil supérieur et comités régionaux  de la prévention des risques professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000018527928",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2016-12-25",
                        "titre": "Chapitre Ier : Conseil d'orientation sur les conditions de travail et comités régionaux de la prévention des risques professionnels.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000019829717",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conseil d'orientation des conditions de travail et comités régionaux d'orientation des conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000033699145",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": " Section 1  Conseil supérieur de la prévention  des risques professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000018527926",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2016-12-25",
                        "titre": "Section 1 : Conseil d'orientation sur les conditions de travail.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000019829715",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conseil d'orientation des conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000033699142",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": " Sous-section 1  Missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493456",
                        "id": "LEGISCTA000018527924",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493456",
                        "id": "LEGISCTA000019829713",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019817534",
                        "id": "LEGISCTA000019829760",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000033699114",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000242359",
                    "textTitle": "Décret n°2006-781 du 3 juillet 2006 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000242359",
                    "natureText": "DECRET",
                    "date": 1648671196274,
                    "parentCid": null,
                    "numTexte": "2006-781",
                    "datePubli": 1151971200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-14 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-14",
                    "articleId": "LEGIARTI000019829732",
                    "natureText": "CODE",
                    "date": 1648671196274,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-15 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-15",
                    "articleId": "LEGIARTI000019829729",
                    "natureText": "CODE",
                    "date": 1648671196274,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-21 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-21",
                    "articleId": "LEGIARTI000019829776",
                    "natureText": "CODE",
                    "date": 1648671196274,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4641-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4641-1",
                    "articleId": "LEGIARTI000018493458",
                    "natureText": "CODE",
                    "date": 1648671196274,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4641-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4641-3",
                    "articleId": "LEGIARTI000018493462",
                    "natureText": "CODE",
                    "date": 1648671196274,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-49-2 al 2 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-49-2",
                    "articleId": "LEGIARTI000018511572",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033681392",
                    "textTitle": "Décret n°2016-1834 du 22 décembre 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033694578",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-12-24",
                    "dateSignaTexte": "2016-12-22",
                    "dateDebutCible": "2016-12-25"
                }
            ],
            "num": "R4641-4",
            "origine": "LEGI",
            "texte": "Le vice-président du Conseil national d'orientation des conditions de travail est nommé par arrêté du ministre chargé du travail pour un mandat de trois ans renouvelable. Le secrétaire général, qui l'assiste dans ses missions, est nommé par arrêté du ministre chargé du travail. Il assure, sous l'autorité du vice-président, l'organisation et l'animation des travaux du Conseil national d'orientation des conditions de travail et du groupe permanent d'orientation des conditions de travail ainsi que l'établissement de leurs rapports. Il est membre de droit de chacune des formations du conseil dont il peut assurer, le cas échéant, la présidence en cas d'absence des présidents titulaire et suppléant. La convocation et l'ordre du jour des réunions du Conseil national d'orientation des conditions de travail et du groupe permanent d'orientation sont établis par le secrétaire général du Conseil d'orientation des conditions de travail, qui en assure le secrétariat. La convocation et l'ordre du jour des réunions de la commission générale et des commissions spécialisées sont établis par le directeur général du travail ou son représentant, qui en assurent le secrétariat. Pour la commission spécialisée chargée des questions relatives aux activités agricoles, ces fonctions sont assurées par le directeur des affaires financières, sociales et logistiques du ministère chargé de l'agriculture ou son représentant. Les positions du groupe permanent d'orientation sont adoptées par consensus. Les avis des formations du Conseil d'orientation des conditions de travail requis en application du II de l'article R. 4641-1 sont retracés dans le compte rendu de séance établi par les services du ministère chargé du travail, et, pour la commission chargée des questions relatives aux activités agricoles, par les services du ministère chargé de l'agriculture. Ce compte rendu est signé par le président de séance. S'il le juge nécessaire, le président des formations consultatives peut procéder à un vote. Les membres des formations du Conseil d'orientation des conditions de travail mentionnés au 2° de l'article R. 4641-3 disposent chacun d'une voix. Lorsqu'il n'est pas suppléé, chacun de ces membres peut donner mandat à un autre membre du même collège pour le représenter. Le président de chaque formation du Conseil d'orientation des conditions de travail peut, dans le cadre des attributions de celle-ci, constituer et mandater des groupes de travail et faire appel à des experts afin d'apporter un avis technique sur une question particulière, formuler des recommandations ou diligenter des études. Dotés d'un mandat et d'un calendrier prévisionnel, ces groupes rapportent le résultat de leurs travaux devant la formation qui les a mandatés. La participation aux réunions du Conseil d'orientation des conditions de travail ouvre droit aux indemnités pour frais de déplacement et de séjour dans les conditions prévues par le décret n° 2006-781 du 3 juillet 2006 fixant les conditions et les modalités de règlement des frais occasionnés par les déplacements temporaires des personnels civils de l'Etat.",
            "texteHtml": "<p>Le vice-président du Conseil national d'orientation des conditions de travail est nommé par arrêté du ministre chargé du travail pour un mandat de trois ans renouvelable. Le secrétaire général, qui l'assiste dans ses missions, est nommé par arrêté du ministre chargé du travail. Il assure, sous l'autorité du vice-président, l'organisation et l'animation des travaux du Conseil national d'orientation des conditions de travail et du groupe permanent d'orientation des conditions de travail ainsi que l'établissement de leurs rapports. Il est membre de droit de chacune des formations du conseil dont il peut assurer, le cas échéant, la présidence en cas d'absence des présidents titulaire et suppléant. </p><p>La convocation et l'ordre du jour des réunions du Conseil national d'orientation des conditions de travail et du groupe permanent d'orientation sont établis par le secrétaire général du Conseil d'orientation des conditions de travail, qui en assure le secrétariat. La convocation et l'ordre du jour des réunions de la commission générale et des commissions spécialisées sont établis par le directeur général du travail ou son représentant, qui en assurent le secrétariat. Pour la commission spécialisée chargée des questions relatives aux activités agricoles, ces fonctions sont assurées par le directeur des affaires financières, sociales et logistiques du ministère chargé de l'agriculture ou son représentant. </p><p>Les positions du groupe permanent d'orientation sont adoptées par consensus. </p><p>Les avis des formations du Conseil d'orientation des conditions de travail requis en application du II de l'article <a href='/article/LEGIARTI000018493458' title='Code du travail - art. R4641-1 (V)'>R. 4641-1 </a>sont retracés dans le compte rendu de séance établi par les services du ministère chargé du travail, et, pour la commission chargée des questions relatives aux activités agricoles, par les services du ministère chargé de l'agriculture. Ce compte rendu est signé par le président de séance. </p><p>S'il le juge nécessaire, le président des formations consultatives peut procéder à un vote. Les membres des formations du Conseil d'orientation des conditions de travail mentionnés au 2° de l'article <a href='/article/LEGIARTI000018493462' title='Code du travail - art. R4641-3 (V)'>R. 4641-3 </a>disposent chacun d'une voix. Lorsqu'il n'est pas suppléé, chacun de ces membres peut donner mandat à un autre membre du même collège pour le représenter. </p><p>Le président de chaque formation du Conseil d'orientation des conditions de travail peut, dans le cadre des attributions de celle-ci, constituer et mandater des groupes de travail et faire appel à des experts afin d'apporter un avis technique sur une question particulière, formuler des recommandations ou diligenter des études. Dotés d'un mandat et d'un calendrier prévisionnel, ces groupes rapportent le résultat de leurs travaux devant la formation qui les a mandatés. </p><p>La participation aux réunions du Conseil d'orientation des conditions de travail ouvre droit aux indemnités pour frais de déplacement et de séjour dans les conditions prévues par le <a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000000242359&categorieLien=cid' title='Décret n°2006-781 du 3 juillet 2006 (V)'>décret n° 2006-781 du 3 juillet 2006</a> fixant les conditions et les modalités de règlement des frais occasionnés par les déplacements temporaires des personnels civils de l'Etat.</p>",
            "type": "AUTONOME",
            "dateDebut": "2016-12-25T00:00:00.000Z",
            "dateFin": "2021-12-27T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Santé et sécurité au travail ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018488235",
                        "id": "LEGISCTA000018532924",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Institutions et organismes de prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018492535",
                        "id": "LEGISCTA000018528828",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Institutions concourant à l'organisation de la prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493450",
                        "id": "LEGISCTA000018527930",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": "Chapitre Ier : Conseil supérieur et comités régionaux  de la prévention des risques professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000018527928",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2016-12-25",
                        "titre": "Chapitre Ier : Conseil d'orientation sur les conditions de travail et comités régionaux de la prévention des risques professionnels.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000019829717",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conseil d'orientation des conditions de travail et comités régionaux d'orientation des conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000033699145",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": " Section 1  Conseil supérieur de la prévention  des risques professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000018527926",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2016-12-25",
                        "titre": "Section 1 : Conseil d'orientation sur les conditions de travail.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000019829715",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conseil d'orientation des conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000033699142",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": " Sous-section 1  Missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493456",
                        "id": "LEGISCTA000018527924",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493456",
                        "id": "LEGISCTA000019829713",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Composition et désignation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019817262",
                        "id": "LEGISCTA000019829699",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000019829697",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-14 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-14",
                    "articleId": "LEGIARTI000019829732",
                    "natureText": "CODE",
                    "date": 1648671194984,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-15 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-15",
                    "articleId": "LEGIARTI000019829729",
                    "natureText": "CODE",
                    "date": 1648671194984,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-21 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-21",
                    "articleId": "LEGIARTI000019829776",
                    "natureText": "CODE",
                    "date": 1648671194984,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-49-2 al 2 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-49-2",
                    "articleId": "LEGIARTI000018511572",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019808460",
                    "textTitle": "Décret n°2008-1217\n du 25 novembre 2008 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000019813344",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-11-27",
                    "dateSignaTexte": "2008-11-25",
                    "dateDebutCible": "2008-11-28"
                }
            ],
            "num": "R4641-4",
            "origine": "LEGI",
            "texte": "Chacune des formations du conseil comprend : 1° Le collège des départements ministériels intéressés ; 2° Le collège des partenaires sociaux, comportant un nombre égal de représentants des salariés et des employeurs ; 3° Le collège des organismes nationaux d'expertise et de prévention ; 4° Le collège des personnes qualifiées et des représentants d'associations ou des organisations professionnelles de la prévention, comportant : a) Des experts scientifiques ou techniques de la prévention en entreprise ; b) Des représentants d'associations de victimes de risques professionnels et d'organisations de professionnels de la prévention.",
            "texteHtml": "<p>Chacune des formations du conseil comprend : <br/><br/> 1° Le collège des départements ministériels intéressés ; <br/><br/> 2° Le collège des partenaires sociaux, comportant un nombre égal de représentants des salariés et des employeurs ; <br/><br/> 3° Le collège des organismes nationaux d'expertise et de prévention ; <br/><br/> 4° Le collège des personnes qualifiées et des représentants d'associations ou des organisations professionnelles de la prévention, comportant : <br/><br/> a) Des experts scientifiques ou techniques de la prévention en entreprise ; <br/><br/> b) Des représentants d'associations de victimes de risques professionnels et d'organisations de professionnels de la prévention. </p>",
            "type": "AUTONOME",
            "dateDebut": "2008-11-28T00:00:00.000Z",
            "dateFin": "2016-12-25T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Santé et sécurité au travail ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018488235",
                        "id": "LEGISCTA000018532924",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Institutions et organismes de prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018492535",
                        "id": "LEGISCTA000018528828",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Institutions concourant à l'organisation de la prévention ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493450",
                        "id": "LEGISCTA000018527930",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": "Chapitre Ier : Conseil supérieur et comités régionaux  de la prévention des risques professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000018527928",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2016-12-25",
                        "titre": "Chapitre Ier : Conseil d'orientation sur les conditions de travail et comités régionaux de la prévention des risques professionnels.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000019829717",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conseil d'orientation des conditions de travail et comités régionaux d'orientation des conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493452",
                        "id": "LEGISCTA000033699145",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": " Section 1  Conseil supérieur de la prévention  des risques professionnels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000018527926",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2016-12-25",
                        "titre": "Section 1 : Conseil d'orientation sur les conditions de travail.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000019829715",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conseil d'orientation des conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493454",
                        "id": "LEGISCTA000033699142",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2008-11-28",
                        "titre": " Sous-section 1  Missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493456",
                        "id": "LEGISCTA000018527924",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018493456",
                        "id": "LEGISCTA000019829713",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000018527916",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-14 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-14",
                    "articleId": "LEGIARTI000019829732",
                    "natureText": "CODE",
                    "date": 1648671197782,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-15 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-15",
                    "articleId": "LEGIARTI000019829729",
                    "natureText": "CODE",
                    "date": 1648671197782,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. D4641-21 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D4641-21",
                    "articleId": "LEGIARTI000019829776",
                    "natureText": "CODE",
                    "date": 1648671197782,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1227830400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R233-49-2 al 2 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R233-49-2",
                    "articleId": "LEGIARTI000018511572",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018442415",
                    "textTitle": "Décret n°2008-244 du 7 mars 2008 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000018456736",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-03-12",
                    "dateSignaTexte": "2008-03-07",
                    "dateDebutCible": "2008-03-13"
                }
            ],
            "num": "R4641-4",
            "origine": "LEGI",
            "texte": "Les membres du Conseil supérieur, ainsi que les personnes et experts qui participent à leurs commissions ou groupes de travail, sont tenus au secret professionnel pour toutes les questions relatives aux procédés de fabrication et d'exploitation dont ils auraient eu connaissance dans l'exercice de leurs attributions.",
            "texteHtml": "<p><br/>Les membres du Conseil supérieur, ainsi que les personnes et experts qui participent à leurs commissions ou groupes de travail, sont tenus au secret professionnel pour toutes les questions relatives aux procédés de fabrication et d'exploitation dont ils auraient eu connaissance dans l'exercice de leurs attributions.</p>",
            "type": "AUTONOME",
            "dateDebut": "2008-05-01T00:00:00.000Z",
            "dateFin": "2008-11-28T00:00:00.000Z"
        }
    ]
}