{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000022359715",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les programmes pour l'installation des jeunes en agriculture et le développement des initiatives locales regroupent les actions mises en oeuvre par l'Etat et les collectivités territoriales pour faciliter le renouvellement des exploitations en agriculture. Dans le cadre de ces programmes, l'Etat peut financer l'aide à la transmission de l'exploitation sur les crédits relatifs à la préretraite agricole et les actions en faveur de l'installation sur le fonds d'incitation et de communication pour l'installation en agriculture comme suit : 1° Une aide à la transmission de l'exploitation agricole. Elle est attribuée, à sa demande, au chef d'exploitation, dont la succession familiale n'est pas assurée, qui transmet en priorité tout ou partie de son exploitation à un ou plusieurs jeunes agriculteurs qui s'installent dans les conditions d'octroi des aides à l'installation mentionnées à l'article R. 343-3. Cette aide comporte une partie forfaitaire et une partie qui varie selon la destination de chaque hectare de terre libéré et cédé à un jeune agriculteur. Les taux du forfait et de l'aide à l'hectare sont fixés par le préfet après avis de la commission départementale d'orientation de l'agriculture de façon que l'aide globale n'excède pas le plafond de 10 700 euros dans le cas général et de 11 500 euros en zone de montagne. a) Pour prétendre à l'aide à la transmission de l'exploitation agricole, le chef d'exploitation doit remplir les conditions suivantes : -être âgé, à la date de sa cessation d'activité agricole, de cinquante-six ans au moins et ne pas avoir atteint l'âge de soixante-cinq ans ; -justifier de l'exercice de l'activité de chef d'exploitation à titre principal et de façon continue pendant au moins les dix ans précédant immédiatement la cessation d'activité agricole par la production de documents attestant qu'il a bénéficié pendant cette période des prestations de l'assurance maladie, invalidité et maternité des exploitants agricoles ou qu'il a été assujetti au régime des assurances sociales agricoles en application de l'article 1025 et qu'il a consacré à l'activité agricole au moins 50 % de son temps de travail et en a retiré plus de 50 % de ses revenus. Toutefois, la durée d'activité peut être ramenée à trois ans pour le chef d'exploitation qui a repris l'exploitation familiale à la suite du départ en retraite de son conjoint, ou suite à une procédure de divorce ou de séparation de corps engagée, douze mois au moins avant le dépôt de la demande, s'il a participé de façon continue et immédiatement auparavant aux travaux en tant que conjoint collaborateur, conjoint ou aide familial pendant au moins dix ans et pour lequel ont été versées à ce titre et pendant cette période des cotisations ouvrant droit notamment à la pension de retraite forfaitaire et, en ce qui concerne les aides familiaux, des cotisations à l'assurance maladie des personnes non salariées des professions agricoles. De même, lorsque le demandeur a repris l'exploitation familiale après le décès ou la reconnaissance de l'invalidité aux deux tiers de son conjoint, les années où il a participé aux travaux de l'exploitation et où des cotisations ouvrant droit à la pension de retraite ont été versées sont considérées comme des années d'activité à titre principal. Cette activité doit avoir été exercée pendant dix ans au moins, de façon continue, et précéder immédiatement la cessation d'activité ; -ne pas avoir apporté à son exploitation l'une des modifications suivantes dans les douze mois précédant le dépôt de sa demande : -une réduction de plus de 15 % de la superficie, évaluée en polyculture élevage selon la pondération par nature de cultures fixée par le schéma directeur départemental des structures, et de l'une de ses références de production ou droits à aides ; -une scission en deux ou plusieurs fonds séparés ; -s'engager à libérer des terres et des bâtiments d'exploitation et à transférer des références de production ou droits à aides attachés à l'exploitation à la date du dépôt de la demande, en vue de contribuer à la première installation d'un ou plusieurs jeunes agriculteurs. b) Le demandeur doit s'engager à renoncer définitivement à mettre en valeur directement ou indirectement les surfaces qu'il exploitait, soit à titre individuel, soit en coexploitation, soit en tant qu'associé d'une exploitation sociétaire, de même que toute autre exploitation ou entreprise agricole. Toutefois, la mise en valeur à des fins non commerciales d'une ou plusieurs parcelles dites de subsistance n'excédant pas cinquante ares de superficie agricole évaluée en polyculture élevage, selon la pondération par nature de cultures, fixée par le schéma directeur départemental des structures, ne fait pas obstacle au versement de l'aide à la transmission de l'exploitation. c) Tout ou partie des terres exploitées par le demandeur doivent être cédées à un ou plusieurs agriculteurs remplissant les conditions de l'article R. 343-3. Seules les parcelles cédées à un ou plusieurs jeunes agriculteurs, hors cadre familial jusqu'au troisième degré inclus, qui s'installent en bénéficiant des aides prévues aux articles R. 343-3 à R. 343-18, peuvent être prises en compte dans le calcul du montant de l'aide. Les terres en faire-valoir direct doivent faire l'objet : -soit d'un bail à long terme, soit d'un bail à ferme, avec état des lieux, conclu pour une durée au moins égale à neuf ans selon les dispositions prévues au titre Ier du livre IV ; -soit d'une cession en pleine propriété par l'intermédiaire d'une société d'aménagement foncier et d'établissement rural (SAFER) ; -soit, à titre transitoire, d'une convention de mise à disposition à une SAFER avec engagement de cession, en propriété ou en jouissance, au jeune agriculteur au terme de la mise à disposition ou par anticipation. Les terres en faire-valoir indirect libérées doivent faire l'objet d'une résiliation de bail par le demandeur dans les conditions prévues au livre IV. d) Le jeune agriculteur qui reprend les terres ainsi libérées doit s'engager à les exploiter pendant une période d'au moins cinq ans. e) La demande d'aide à la transmission de l'exploitation peut être déposée par un agriculteur âgé de cinquante-cinq ans au moins et qui n'a pas atteint soixante-quatre ans. La commission départementale d'orientation de l'agriculture se prononce sur l'éligibilité de la demande, sur le projet de cession des terres et sur l'étude prévisionnelle d'installation du jeune agriculteur au regard des objectifs de la politique d'installation définie dans le projet agricole départemental. Le préfet arrête la décision d'octroi de l'aide à la transmission de l'exploitation au plus tard le 31 décembre 2006 au vu des justificatifs de cession. f) Lors du dépôt de sa demande, le candidat à l'aide à la transmission de l'exploitation ne peut pas être bénéficiaire de la préretraite ou de la retraite agricole. g) L'aide à la transmission de l'exploitation est financée sur le fonds de financement des contrats territoriaux d'exploitation. La liquidation et le paiement de l'aide sont assurés par l'Agence de services et de paiement après l'installation effective du jeune repreneur. Sauf cas de force majeure, lorsque le bénéficiaire de l'aide à la transmission de l'exploitation cesse au cours des cinq ans suivant le transfert de remplir les conditions mentionnées au b et que la cession des terres en faire-valoir direct ne répond plus au projet agréé par le préfet, celui-ci prononce la déchéance de l'aide. Le bénéficiaire est alors contraint de rembourser la somme perçue. 2° Des aides à l'installation progressive d'un jeune agriculteur en association avec le cédant, au diagnostic de l'exploitation dont la succession n'est pas assurée et aux autres actions s'inscrivant dans les objectifs du projet prévu à l' article L. 313-1 du code rural et de la pêche maritime, en vue de permettre la reprise d'une exploitation par un jeune remplissant les conditions pour bénéficier des aides mentionnées à l'article R. 343-3. Aucune aide n'est attribuée si, compte tenu de la situation du cédant ou du repreneur, elle n'est manifestement pas nécessaire à la transmission de l'exploitation agricole. Le cumul des aides de l'Etat servies pour un même objet n'est pas autorisé.",
            "texteHtml": "<p>Les programmes pour l'installation des jeunes en agriculture et le développement des initiatives locales regroupent les actions mises en oeuvre par l'Etat et les collectivités territoriales pour faciliter le renouvellement des exploitations en agriculture. </p><p></p><p>Dans le cadre de ces programmes, l'Etat peut financer l'aide à la transmission de l'exploitation sur les crédits relatifs à la préretraite agricole et les actions en faveur de l'installation sur le fonds d'incitation et de communication pour l'installation en agriculture comme suit : </p><p></p><p>1° Une aide à la transmission de l'exploitation agricole. Elle est attribuée, à sa demande, au chef d'exploitation, dont la succession familiale n'est pas assurée, qui transmet en priorité tout ou partie de son exploitation à un ou plusieurs jeunes agriculteurs qui s'installent dans les conditions d'octroi des aides à l'installation mentionnées à l'article R. 343-3. Cette aide comporte une partie forfaitaire et une partie qui varie selon la destination de chaque hectare de terre libéré et cédé à un jeune agriculteur. </p><p></p><p>Les taux du forfait et de l'aide à l'hectare sont fixés par le préfet après avis de la commission départementale d'orientation de l'agriculture de façon que l'aide globale n'excède pas le plafond de 10 700 euros dans le cas général et de 11 500 euros en zone de montagne. </p><p></p><p>a) Pour prétendre à l'aide à la transmission de l'exploitation agricole, le chef d'exploitation doit remplir les conditions suivantes :</p><p></p><p>-être âgé, à la date de sa cessation d'activité agricole, de cinquante-six ans au moins et ne pas avoir atteint l'âge de soixante-cinq ans ;</p><p></p><p>-justifier de l'exercice de l'activité de chef d'exploitation à titre principal et de façon continue pendant au moins les dix ans précédant immédiatement la cessation d'activité agricole par la production de documents attestant qu'il a bénéficié pendant cette période des prestations de l'assurance maladie, invalidité et maternité des exploitants agricoles ou qu'il a été assujetti au régime des assurances sociales agricoles en application de l'article 1025 et qu'il a consacré à l'activité agricole au moins 50 % de son temps de travail et en a retiré plus de 50 % de ses revenus. </p><p></p><p>Toutefois, la durée d'activité peut être ramenée à trois ans pour le chef d'exploitation qui a repris l'exploitation familiale à la suite du départ en retraite de son conjoint, ou suite à une procédure de divorce ou de séparation de corps engagée, douze mois au moins avant le dépôt de la demande, s'il a participé de façon continue et immédiatement auparavant aux travaux en tant que conjoint collaborateur, conjoint ou aide familial pendant au moins dix ans et pour lequel ont été versées à ce titre et pendant cette période des cotisations ouvrant droit notamment à la pension de retraite forfaitaire et, en ce qui concerne les aides familiaux, des cotisations à l'assurance maladie des personnes non salariées des professions agricoles. </p><p></p><p>De même, lorsque le demandeur a repris l'exploitation familiale après le décès ou la reconnaissance de l'invalidité aux deux tiers de son conjoint, les années où il a participé aux travaux de l'exploitation et où des cotisations ouvrant droit à la pension de retraite ont été versées sont considérées comme des années d'activité à titre principal. </p><p></p><p>Cette activité doit avoir été exercée pendant dix ans au moins, de façon continue, et précéder immédiatement la cessation d'activité ;</p><p></p><p>-ne pas avoir apporté à son exploitation l'une des modifications suivantes dans les douze mois précédant le dépôt de sa demande :</p><p></p><p>-une réduction de plus de 15 % de la superficie, évaluée en polyculture élevage selon la pondération par nature de cultures fixée par le schéma directeur départemental des structures, et de l'une de ses références de production ou droits à aides ;</p><p></p><p>-une scission en deux ou plusieurs fonds séparés ;</p><p></p><p>-s'engager à libérer des terres et des bâtiments d'exploitation et à transférer des références de production ou droits à aides attachés à l'exploitation à la date du dépôt de la demande, en vue de contribuer à la première installation d'un ou plusieurs jeunes agriculteurs. </p><p></p><p>b) Le demandeur doit s'engager à renoncer définitivement à mettre en valeur directement ou indirectement les surfaces qu'il exploitait, soit à titre individuel, soit en coexploitation, soit en tant qu'associé d'une exploitation sociétaire, de même que toute autre exploitation ou entreprise agricole. </p><p></p><p>Toutefois, la mise en valeur à des fins non commerciales d'une ou plusieurs parcelles dites de subsistance n'excédant pas cinquante ares de superficie agricole évaluée en polyculture élevage, selon la pondération par nature de cultures, fixée par le schéma directeur départemental des structures, ne fait pas obstacle au versement de l'aide à la transmission de l'exploitation. </p><p></p><p>c) Tout ou partie des terres exploitées par le demandeur doivent être cédées à un ou plusieurs agriculteurs remplissant les conditions de l'article R. 343-3. Seules les parcelles cédées à un ou plusieurs jeunes agriculteurs, hors cadre familial jusqu'au troisième degré inclus, qui s'installent en bénéficiant des aides prévues aux articles R. 343-3 à R. 343-18, peuvent être prises en compte dans le calcul du montant de l'aide. </p><p></p><p>Les terres en faire-valoir direct doivent faire l'objet :</p><p></p><p>-soit d'un bail à long terme, soit d'un bail à ferme, avec état des lieux, conclu pour une durée au moins égale à neuf ans selon les dispositions prévues au titre Ier du livre IV ;</p><p></p><p>-soit d'une cession en pleine propriété par l'intermédiaire d'une société d'aménagement foncier et d'établissement rural (SAFER) ;</p><p></p><p>-soit, à titre transitoire, d'une convention de mise à disposition à une SAFER avec engagement de cession, en propriété ou en jouissance, au jeune agriculteur au terme de la mise à disposition ou par anticipation. </p><p></p><p>Les terres en faire-valoir indirect libérées doivent faire l'objet d'une résiliation de bail par le demandeur dans les conditions prévues au livre IV. </p><p></p><p>d) Le jeune agriculteur qui reprend les terres ainsi libérées doit s'engager à les exploiter pendant une période d'au moins cinq ans. </p><p></p><p>e) La demande d'aide à la transmission de l'exploitation peut être déposée par un agriculteur âgé de cinquante-cinq ans au moins et qui n'a pas atteint soixante-quatre ans. </p><p></p><p>La commission départementale d'orientation de l'agriculture se prononce sur l'éligibilité de la demande, sur le projet de cession des terres et sur l'étude prévisionnelle d'installation du jeune agriculteur au regard des objectifs de la politique d'installation définie dans le projet agricole départemental. </p><p></p><p>Le préfet arrête la décision d'octroi de l'aide à la transmission de l'exploitation au plus tard le 31 décembre 2006 au vu des justificatifs de cession. </p><p></p><p>f) Lors du dépôt de sa demande, le candidat à l'aide à la transmission de l'exploitation ne peut pas être bénéficiaire de la préretraite ou de la retraite agricole. </p><p></p><p>g) L'aide à la transmission de l'exploitation est financée sur le fonds de financement des contrats territoriaux d'exploitation. La liquidation et le paiement de l'aide sont assurés par l'Agence de services et de paiement après l'installation effective du jeune repreneur. </p><p></p><p>Sauf cas de force majeure, lorsque le bénéficiaire de l'aide à la transmission de l'exploitation cesse au cours des cinq ans suivant le transfert de remplir les conditions mentionnées au b et que la cession des terres en faire-valoir direct ne répond plus au projet agréé par le préfet, celui-ci prononce la déchéance de l'aide. Le bénéficiaire est alors contraint de rembourser la somme perçue. </p><p></p><p>2° Des aides à l'installation progressive d'un jeune agriculteur en association avec le cédant, au diagnostic de l'exploitation dont la succession n'est pas assurée et aux autres actions s'inscrivant dans les objectifs du projet prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006583322&dateTexte=&categorieLien=cid'>article L. 313-1</a> du code rural et de la pêche maritime, en vue de permettre la reprise d'une exploitation par un jeune remplissant les conditions pour bénéficier des aides mentionnées à l'article R. 343-3. </p><p></p><p>Aucune aide n'est attribuée si, compte tenu de la situation du cédant ou du repreneur, elle n'est manifestement pas nécessaire à la transmission de l'exploitation agricole. </p><p></p><p>Le cumul des aides de l'Etat servies pour un même objet n'est pas autorisé.</p><p></p>",
            "num": "D343-34",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1273276800000,
            "dateFin": 1514505600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Exploitation agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121450",
                        "id": "LEGISCTA000006121450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Financement des exploitations agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138411",
                        "id": "LEGISCTA000006138411",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Aides à l'installation et à la constitution de groupements ou sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152554",
                        "id": "LEGISCTA000006152554",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-11-30",
                        "fin": "2017-12-29",
                        "titre": "Section 3 : Aides à la transmission des exploitations agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168363",
                        "id": "LEGISCTA000006168363",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006591583",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006168363",
            "sectionParentId": "LEGISCTA000006168363",
            "sectionParentTitre": "Section 3 : Aides à la transmission des exploitations agricoles",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Exploitation agricole &gt; Titre IV : Financement des exploitations agricoles &gt; Chapitre III : Aides à l'installation et à la constitution de groupements ou sociétés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022359715",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022176680",
                    "textTitle": "Ordonnance n°2010-462 du 6 mai 2010 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022195080",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-05-07",
                    "dateSignaTexte": "2010-05-06",
                    "dateDebutCible": "2010-05-08"
                },
                {
                    "textCid": "JORFTEXT000036268342",
                    "textTitle": "Décret n° 2017-1771 du 27 décembre 2017 - art. 5",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000036305697",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-28",
                    "dateSignaTexte": "2017-12-27",
                    "dateDebutCible": "2017-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L313-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-1",
                    "articleId": "LEGIARTI000006583322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743385600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R343-34-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R343-34-1",
                    "articleId": "LEGIARTI000006591576",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1187913600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R343-34",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006591583",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1114128000000,
                    "dateFin": 1140134400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006591584",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1140134400000,
                    "dateFin": 1238544000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021431154",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238544000000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022359715",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D343-34",
                "343-34"
            ],
            "versionPrecedente": "LEGIARTI000021431154",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021431154",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les programmes pour l'installation des jeunes en agriculture et le développement des initiatives locales regroupent les actions mises en oeuvre par l'Etat et les collectivités territoriales pour faciliter le renouvellement des exploitations en agriculture. Dans le cadre de ces programmes, l'Etat peut financer l'aide à la transmission de l'exploitation sur les crédits relatifs à la préretraite agricole et les actions en faveur de l'installation sur le fonds d'incitation et de communication pour l'installation en agriculture comme suit : 1° Une aide à la transmission de l'exploitation agricole. Elle est attribuée, à sa demande, au chef d'exploitation, dont la succession familiale n'est pas assurée, qui transmet en priorité tout ou partie de son exploitation à un ou plusieurs jeunes agriculteurs qui s'installent dans les conditions d'octroi des aides à l'installation mentionnées à l'article R. 343-3. Cette aide comporte une partie forfaitaire et une partie qui varie selon la destination de chaque hectare de terre libéré et cédé à un jeune agriculteur. Les taux du forfait et de l'aide à l'hectare sont fixés par le préfet après avis de la commission départementale d'orientation de l'agriculture de façon que l'aide globale n'excède pas le plafond de 10 700 euros dans le cas général et de 11 500 euros en zone de montagne. a) Pour prétendre à l'aide à la transmission de l'exploitation agricole, le chef d'exploitation doit remplir les conditions suivantes : - être âgé, à la date de sa cessation d'activité agricole, de cinquante-six ans au moins et ne pas avoir atteint l'âge de soixante-cinq ans ; - justifier de l'exercice de l'activité de chef d'exploitation à titre principal et de façon continue pendant au moins les dix ans précédant immédiatement la cessation d'activité agricole par la production de documents attestant qu'il a bénéficié pendant cette période des prestations de l'assurance maladie, invalidité et maternité des exploitants agricoles ou qu'il a été assujetti au régime des assurances sociales agricoles en application de l'article 1025 et qu'il a consacré à l'activité agricole au moins 50 % de son temps de travail et en a retiré plus de 50 % de ses revenus. Toutefois, la durée d'activité peut être ramenée à trois ans pour le chef d'exploitation qui a repris l'exploitation familiale à la suite du départ en retraite de son conjoint, ou suite à une procédure de divorce ou de séparation de corps engagée, douze mois au moins avant le dépôt de la demande, s'il a participé de façon continue et immédiatement auparavant aux travaux en tant que conjoint collaborateur, conjoint ou aide familial pendant au moins dix ans et pour lequel ont été versées à ce titre et pendant cette période des cotisations ouvrant droit notamment à la pension de retraite forfaitaire et, en ce qui concerne les aides familiaux, des cotisations à l'assurance maladie des personnes non salariées des professions agricoles. De même, lorsque le demandeur a repris l'exploitation familiale après le décès ou la reconnaissance de l'invalidité aux deux tiers de son conjoint, les années où il a participé aux travaux de l'exploitation et où des cotisations ouvrant droit à la pension de retraite ont été versées sont considérées comme des années d'activité à titre principal. Cette activité doit avoir été exercée pendant dix ans au moins, de façon continue, et précéder immédiatement la cessation d'activité ; - ne pas avoir apporté à son exploitation l'une des modifications suivantes dans les douze mois précédant le dépôt de sa demande : - une réduction de plus de 15 % de la superficie, évaluée en polyculture élevage selon la pondération par nature de cultures fixée par le schéma directeur départemental des structures, et de l'une de ses références de production ou droits à aides ; - une scission en deux ou plusieurs fonds séparés ; - s'engager à libérer des terres et des bâtiments d'exploitation et à transférer des références de production ou droits à aides attachés à l'exploitation à la date du dépôt de la demande, en vue de contribuer à la première installation d'un ou plusieurs jeunes agriculteurs. b) Le demandeur doit s'engager à renoncer définitivement à mettre en valeur directement ou indirectement les surfaces qu'il exploitait, soit à titre individuel, soit en coexploitation, soit en tant qu'associé d'une exploitation sociétaire, de même que toute autre exploitation ou entreprise agricole. Toutefois, la mise en valeur à des fins non commerciales d'une ou plusieurs parcelles dites de subsistance n'excédant pas cinquante ares de superficie agricole évaluée en polyculture élevage, selon la pondération par nature de cultures, fixée par le schéma directeur départemental des structures, ne fait pas obstacle au versement de l'aide à la transmission de l'exploitation. c) Tout ou partie des terres exploitées par le demandeur doivent être cédées à un ou plusieurs agriculteurs remplissant les conditions de l'article R. 343-3. Seules les parcelles cédées à un ou plusieurs jeunes agriculteurs, hors cadre familial jusqu'au troisième degré inclus, qui s'installent en bénéficiant des aides prévues aux articles R. 343-3 à R. 343-18, peuvent être prises en compte dans le calcul du montant de l'aide. Les terres en faire-valoir direct doivent faire l'objet : - soit d'un bail à long terme, soit d'un bail à ferme, avec état des lieux, conclu pour une durée au moins égale à neuf ans selon les dispositions prévues au titre Ier du livre IV ; - soit d'une cession en pleine propriété par l'intermédiaire d'une société d'aménagement foncier et d'établissement rural (SAFER) ; - soit, à titre transitoire, d'une convention de mise à disposition à une SAFER avec engagement de cession, en propriété ou en jouissance, au jeune agriculteur au terme de la mise à disposition ou par anticipation. Les terres en faire-valoir indirect libérées doivent faire l'objet d'une résiliation de bail par le demandeur dans les conditions prévues au livre IV. d) Le jeune agriculteur qui reprend les terres ainsi libérées doit s'engager à les exploiter pendant une période d'au moins cinq ans. e) La demande d'aide à la transmission de l'exploitation peut être déposée par un agriculteur âgé de cinquante-cinq ans au moins et qui n'a pas atteint soixante-quatre ans. La commission départementale d'orientation de l'agriculture se prononce sur l'éligibilité de la demande, sur le projet de cession des terres et sur l'étude prévisionnelle d'installation du jeune agriculteur au regard des objectifs de la politique d'installation définie dans le projet agricole départemental. Le préfet arrête la décision d'octroi de l'aide à la transmission de l'exploitation au plus tard le 31 décembre 2006 au vu des justificatifs de cession. f) Lors du dépôt de sa demande, le candidat à l'aide à la transmission de l'exploitation ne peut pas être bénéficiaire de la préretraite ou de la retraite agricole. g) L'aide à la transmission de l'exploitation est financée sur le fonds de financement des contrats territoriaux d'exploitation. La liquidation et le paiement de l'aide sont assurés par l'Agence de services et de paiement après l'installation effective du jeune repreneur. Sauf cas de force majeure, lorsque le bénéficiaire de l'aide à la transmission de l'exploitation cesse au cours des cinq ans suivant le transfert de remplir les conditions mentionnées au b et que la cession des terres en faire-valoir direct ne répond plus au projet agréé par le préfet, celui-ci prononce la déchéance de l'aide. Le bénéficiaire est alors contraint de rembourser la somme perçue. 2° Des aides à l'installation progressive d'un jeune agriculteur en association avec le cédant, au diagnostic de l'exploitation dont la succession n'est pas assurée et aux autres actions s'inscrivant dans les objectifs du projet prévu à l'article L. 313-1 du code rural, en vue de permettre la reprise d'une exploitation par un jeune remplissant les conditions pour bénéficier des aides mentionnées à l'article R. 343-3. Aucune aide n'est attribuée si, compte tenu de la situation du cédant ou du repreneur, elle n'est manifestement pas nécessaire à la transmission de l'exploitation agricole. Le cumul des aides de l'Etat servies pour un même objet n'est pas autorisé.",
            "texteHtml": "<p>Les programmes pour l'installation des jeunes en agriculture et le développement des initiatives locales regroupent les actions mises en oeuvre par l'Etat et les collectivités territoriales pour faciliter le renouvellement des exploitations en agriculture.</p><p></p><p>Dans le cadre de ces programmes, l'Etat peut financer l'aide à la transmission de l'exploitation sur les crédits relatifs à la préretraite agricole et les actions en faveur de l'installation sur le fonds d'incitation et de communication pour l'installation en agriculture comme suit :</p><p></p><p>1° Une aide à la transmission de l'exploitation agricole. Elle est attribuée, à sa demande, au chef d'exploitation, dont la succession familiale n'est pas assurée, qui transmet en priorité tout ou partie de son exploitation à un ou plusieurs jeunes agriculteurs qui s'installent dans les conditions d'octroi des aides à l'installation mentionnées à l'article R. 343-3. Cette aide comporte une partie forfaitaire et une partie qui varie selon la destination de chaque hectare de terre libéré et cédé à un jeune agriculteur.</p><p></p><p>Les taux du forfait et de l'aide à l'hectare sont fixés par le préfet après avis de la commission départementale d'orientation de l'agriculture de façon que l'aide globale n'excède pas le plafond de 10 700 euros dans le cas général et de 11 500 euros en zone de montagne.</p><p></p><p>a) Pour prétendre à l'aide à la transmission de l'exploitation agricole, le chef d'exploitation doit remplir les conditions suivantes :</p><p></p><p>- être âgé, à la date de sa cessation d'activité agricole, de cinquante-six ans au moins et ne pas avoir atteint l'âge de soixante-cinq ans ;</p><p></p><p>- justifier de l'exercice de l'activité de chef d'exploitation à titre principal et de façon continue pendant au moins les dix ans précédant immédiatement la cessation d'activité agricole par la production de documents attestant qu'il a bénéficié pendant cette période des prestations de l'assurance maladie, invalidité et maternité des exploitants agricoles ou qu'il a été assujetti au régime des assurances sociales agricoles en application de l'article 1025 et qu'il a consacré à l'activité agricole au moins 50 % de son temps de travail et en a retiré plus de 50 % de ses revenus.</p><p></p><p>Toutefois, la durée d'activité peut être ramenée à trois ans pour le chef d'exploitation qui a repris l'exploitation familiale à la suite du départ en retraite de son conjoint, ou suite à une procédure de divorce ou de séparation de corps engagée, douze mois au moins avant le dépôt de la demande, s'il a participé de façon continue et immédiatement auparavant aux travaux en tant que conjoint collaborateur, conjoint ou aide familial pendant au moins dix ans et pour lequel ont été versées à ce titre et pendant cette période des cotisations ouvrant droit notamment à la pension de retraite forfaitaire et, en ce qui concerne les aides familiaux, des cotisations à l'assurance maladie des personnes non salariées des professions agricoles.</p><p></p><p>De même, lorsque le demandeur a repris l'exploitation familiale après le décès ou la reconnaissance de l'invalidité aux deux tiers de son conjoint, les années où il a participé aux travaux de l'exploitation et où des cotisations ouvrant droit à la pension de retraite ont été versées sont considérées comme des années d'activité à titre principal.</p><p></p><p>Cette activité doit avoir été exercée pendant dix ans au moins, de façon continue, et précéder immédiatement la cessation d'activité ;</p><p></p><p>- ne pas avoir apporté à son exploitation l'une des modifications suivantes dans les douze mois précédant le dépôt de sa demande :</p><p></p><p>- une réduction de plus de 15 % de la superficie, évaluée en polyculture élevage selon la pondération par nature de cultures fixée par le schéma directeur départemental des structures, et de l'une de ses références de production ou droits à aides ;</p><p></p><p>- une scission en deux ou plusieurs fonds séparés ;</p><p></p><p>- s'engager à libérer des terres et des bâtiments d'exploitation et à transférer des références de production ou droits à aides attachés à l'exploitation à la date du dépôt de la demande, en vue de contribuer à la première installation d'un ou plusieurs jeunes agriculteurs.</p><p></p><p>b) Le demandeur doit s'engager à renoncer définitivement à mettre en valeur directement ou indirectement les surfaces qu'il exploitait, soit à titre individuel, soit en coexploitation, soit en tant qu'associé d'une exploitation sociétaire, de même que toute autre exploitation ou entreprise agricole.</p><p></p><p>Toutefois, la mise en valeur à des fins non commerciales d'une ou plusieurs parcelles dites de subsistance n'excédant pas cinquante ares de superficie agricole évaluée en polyculture élevage, selon la pondération par nature de cultures, fixée par le schéma directeur départemental des structures, ne fait pas obstacle au versement de l'aide à la transmission de l'exploitation.</p><p></p><p>c) Tout ou partie des terres exploitées par le demandeur doivent être cédées à un ou plusieurs agriculteurs remplissant les conditions de l'article R. 343-3. Seules les parcelles cédées à un ou plusieurs jeunes agriculteurs, hors cadre familial jusqu'au troisième degré inclus, qui s'installent en bénéficiant des aides prévues aux articles R. 343-3 à R. 343-18, peuvent être prises en compte dans le calcul du montant de l'aide.</p><p></p><p>Les terres en faire-valoir direct doivent faire l'objet :</p><p></p><p>- soit d'un bail à long terme, soit d'un bail à ferme, avec état des lieux, conclu pour une durée au moins égale à neuf ans selon les dispositions prévues au titre Ier du livre IV ;</p><p></p><p>- soit d'une cession en pleine propriété par l'intermédiaire d'une société d'aménagement foncier et d'établissement rural (SAFER) ;</p><p></p><p>- soit, à titre transitoire, d'une convention de mise à disposition à une SAFER avec engagement de cession, en propriété ou en jouissance, au jeune agriculteur au terme de la mise à disposition ou par anticipation.</p><p></p><p>Les terres en faire-valoir indirect libérées doivent faire l'objet d'une résiliation de bail par le demandeur dans les conditions prévues au livre IV.</p><p></p><p>d) Le jeune agriculteur qui reprend les terres ainsi libérées doit s'engager à les exploiter pendant une période d'au moins cinq ans.</p><p></p><p>e) La demande d'aide à la transmission de l'exploitation peut être déposée par un agriculteur âgé de cinquante-cinq ans au moins et qui n'a pas atteint soixante-quatre ans.</p><p></p><p>La commission départementale d'orientation de l'agriculture se prononce sur l'éligibilité de la demande, sur le projet de cession des terres et sur l'étude prévisionnelle d'installation du jeune agriculteur au regard des objectifs de la politique d'installation définie dans le projet agricole départemental.</p><p></p><p>Le préfet arrête la décision d'octroi de l'aide à la transmission de l'exploitation au plus tard le 31 décembre 2006 au vu des justificatifs de cession.</p><p></p><p>f) Lors du dépôt de sa demande, le candidat à l'aide à la transmission de l'exploitation ne peut pas être bénéficiaire de la préretraite ou de la retraite agricole.</p><p></p><p>g) L'aide à la transmission de l'exploitation est financée sur le fonds de financement des contrats territoriaux d'exploitation. La liquidation et le paiement de l'aide sont assurés par l'Agence de services et de paiement après l'installation effective du jeune repreneur.</p><p></p><p>Sauf cas de force majeure, lorsque le bénéficiaire de l'aide à la transmission de l'exploitation cesse au cours des cinq ans suivant le transfert de remplir les conditions mentionnées au b et que la cession des terres en faire-valoir direct ne répond plus au projet agréé par le préfet, celui-ci prononce la déchéance de l'aide. Le bénéficiaire est alors contraint de rembourser la somme perçue.</p><p></p><p>2° Des aides à l'installation progressive d'un jeune agriculteur en association avec le cédant, au diagnostic de l'exploitation dont la succession n'est pas assurée et aux autres actions s'inscrivant dans les objectifs du projet prévu à l'article L. 313-1 du code rural, en vue de permettre la reprise d'une exploitation par un jeune remplissant les conditions pour bénéficier des aides mentionnées à l'article R. 343-3.</p><p></p><p>Aucune aide n'est attribuée si, compte tenu de la situation du cédant ou du repreneur, elle n'est manifestement pas nécessaire à la transmission de l'exploitation agricole.</p><p></p><p>Le cumul des aides de l'Etat servies pour un même objet n'est pas autorisé.</p><p></p>",
            "num": "D343-34",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1238544000000,
            "dateFin": 1273276800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Exploitation agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121450",
                        "id": "LEGISCTA000006121450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Financement des exploitations agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138411",
                        "id": "LEGISCTA000006138411",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Aides à l'installation et à la constitution de groupements ou sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152554",
                        "id": "LEGISCTA000006152554",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-11-30",
                        "fin": "2017-12-29",
                        "titre": "Section 3 : Aides à la transmission des exploitations agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168363",
                        "id": "LEGISCTA000006168363",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006591583",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006168363",
            "sectionParentId": "LEGISCTA000006168363",
            "sectionParentTitre": "Section 3 : Aides à la transmission des exploitations agricoles",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Exploitation agricole &gt; Titre IV : Financement des exploitations agricoles &gt; Chapitre III : Aides à l'installation et à la constitution de groupements ou sociétés &gt; Section 3 : Aides à la transmission des exploitations agricoles",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021431154",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R343-3 à R343-18, L313-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1025 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1025",
                    "articleId": "LEGIARTI000006580751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 126230400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R343-34",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006591583",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1114128000000,
                    "dateFin": 1140134400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006591584",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1140134400000,
                    "dateFin": 1238544000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021431154",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238544000000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022359715",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D343-34",
                "343-34"
            ],
            "versionPrecedente": "LEGIARTI000006591584",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006591584",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les programmes pour l'installation des jeunes en agriculture et le développement des initiatives locales regroupent les actions mises en oeuvre par l'Etat et les collectivités territoriales pour faciliter le renouvellement des exploitations en agriculture. Dans le cadre de ces programmes, l'Etat peut financer l'aide à la transmission de l'exploitation sur les crédits relatifs à la préretraite agricole et les actions en faveur de l'installation sur le fonds d'incitation et de communication pour l'installation en agriculture comme suit : 1° Une aide à la transmission de l'exploitation agricole. Elle est attribuée, à sa demande, au chef d'exploitation, dont la succession familiale n'est pas assurée, qui transmet en priorité tout ou partie de son exploitation à un ou plusieurs jeunes agriculteurs qui s'installent dans les conditions d'octroi des aides à l'installation mentionnées à l'article R. 343-3. Cette aide comporte une partie forfaitaire et une partie qui varie selon la destination de chaque hectare de terre libéré et cédé à un jeune agriculteur. Les taux du forfait et de l'aide à l'hectare sont fixés par le préfet après avis de la commission départementale d'orientation de l'agriculture de façon que l'aide globale n'excède pas le plafond de 10 700 euros dans le cas général et de 11 500 euros en zone de montagne. a) Pour prétendre à l'aide à la transmission de l'exploitation agricole, le chef d'exploitation doit remplir les conditions suivantes : - être âgé, à la date de sa cessation d'activité agricole, de cinquante-six ans au moins et ne pas avoir atteint l'âge de soixante-cinq ans ; - justifier de l'exercice de l'activité de chef d'exploitation à titre principal et de façon continue pendant au moins les dix ans précédant immédiatement la cessation d'activité agricole par la production de documents attestant qu'il a bénéficié pendant cette période des prestations de l'assurance maladie, invalidité et maternité des exploitants agricoles ou qu'il a été assujetti au régime des assurances sociales agricoles en application de l'article 1025 et qu'il a consacré à l'activité agricole au moins 50 % de son temps de travail et en a retiré plus de 50 % de ses revenus. Toutefois, la durée d'activité peut être ramenée à trois ans pour le chef d'exploitation qui a repris l'exploitation familiale à la suite du départ en retraite de son conjoint, ou suite à une procédure de divorce ou de séparation de corps engagée, douze mois au moins avant le dépôt de la demande, s'il a participé de façon continue et immédiatement auparavant aux travaux en tant que conjoint collaborateur, conjoint ou aide familial pendant au moins dix ans et pour lequel ont été versées à ce titre et pendant cette période des cotisations ouvrant droit notamment à la pension de retraite forfaitaire et, en ce qui concerne les aides familiaux, des cotisations à l'assurance maladie des personnes non salariées des professions agricoles. De même, lorsque le demandeur a repris l'exploitation familiale après le décès ou la reconnaissance de l'invalidité aux deux tiers de son conjoint, les années où il a participé aux travaux de l'exploitation et où des cotisations ouvrant droit à la pension de retraite ont été versées sont considérées comme des années d'activité à titre principal. Cette activité doit avoir été exercée pendant dix ans au moins, de façon continue, et précéder immédiatement la cessation d'activité ; - ne pas avoir apporté à son exploitation l'une des modifications suivantes dans les douze mois précédant le dépôt de sa demande : - une réduction de plus de 15 % de la superficie, évaluée en polyculture élevage selon la pondération par nature de cultures fixée par le schéma directeur départemental des structures, et de l'une de ses références de production ou droits à aides ; - une scission en deux ou plusieurs fonds séparés ; - s'engager à libérer des terres et des bâtiments d'exploitation et à transférer des références de production ou droits à aides attachés à l'exploitation à la date du dépôt de la demande, en vue de contribuer à la première installation d'un ou plusieurs jeunes agriculteurs. b) Le demandeur doit s'engager à renoncer définitivement à mettre en valeur directement ou indirectement les surfaces qu'il exploitait, soit à titre individuel, soit en coexploitation, soit en tant qu'associé d'une exploitation sociétaire, de même que toute autre exploitation ou entreprise agricole. Toutefois, la mise en valeur à des fins non commerciales d'une ou plusieurs parcelles dites de subsistance n'excédant pas cinquante ares de superficie agricole évaluée en polyculture élevage, selon la pondération par nature de cultures, fixée par le schéma directeur départemental des structures, ne fait pas obstacle au versement de l'aide à la transmission de l'exploitation. c) Tout ou partie des terres exploitées par le demandeur doivent être cédées à un ou plusieurs agriculteurs remplissant les conditions de l'article R. 343-3. Seules les parcelles cédées à un ou plusieurs jeunes agriculteurs, hors cadre familial jusqu'au troisième degré inclus, qui s'installent en bénéficiant des aides prévues aux articles R. 343-3 à R. 343-18, peuvent être prises en compte dans le calcul du montant de l'aide. Les terres en faire-valoir direct doivent faire l'objet : - soit d'un bail à long terme, soit d'un bail à ferme, avec état des lieux, conclu pour une durée au moins égale à neuf ans selon les dispositions prévues au titre Ier du livre IV ; - soit d'une cession en pleine propriété par l'intermédiaire d'une société d'aménagement foncier et d'établissement rural (SAFER) ; - soit, à titre transitoire, d'une convention de mise à disposition à une SAFER avec engagement de cession, en propriété ou en jouissance, au jeune agriculteur au terme de la mise à disposition ou par anticipation. Les terres en faire-valoir indirect libérées doivent faire l'objet d'une résiliation de bail par le demandeur dans les conditions prévues au livre IV. d) Le jeune agriculteur qui reprend les terres ainsi libérées doit s'engager à les exploiter pendant une période d'au moins cinq ans. e) La demande d'aide à la transmission de l'exploitation peut être déposée par un agriculteur âgé de cinquante-cinq ans au moins et qui n'a pas atteint soixante-quatre ans. La commission départementale d'orientation de l'agriculture se prononce sur l'éligibilité de la demande, sur le projet de cession des terres et sur l'étude prévisionnelle d'installation du jeune agriculteur au regard des objectifs de la politique d'installation définie dans le projet agricole départemental. Le préfet arrête la décision d'octroi de l'aide à la transmission de l'exploitation au plus tard le 31 décembre 2006 au vu des justificatifs de cession. f) Lors du dépôt de sa demande, le candidat à l'aide à la transmission de l'exploitation ne peut pas être bénéficiaire de la préretraite ou de la retraite agricole. g) L'aide à la transmission de l'exploitation est financée sur le fonds de financement des contrats territoriaux d'exploitation. La liquidation et le paiement de l'aide sont assurés par le CNASEA après l'installation effective du jeune repreneur. Sauf cas de force majeure, lorsque le bénéficiaire de l'aide à la transmission de l'exploitation cesse au cours des cinq ans suivant le transfert de remplir les conditions mentionnées au b et que la cession des terres en faire-valoir direct ne répond plus au projet agréé par le préfet, celui-ci prononce la déchéance de l'aide. Le bénéficiaire est alors contraint de rembourser la somme perçue. 2° Des aides à l'installation progressive d'un jeune agriculteur en association avec le cédant, au diagnostic de l'exploitation dont la succession n'est pas assurée et aux autres actions s'inscrivant dans les objectifs du projet prévu à l'article L. 313-1 du code rural, en vue de permettre la reprise d'une exploitation par un jeune remplissant les conditions pour bénéficier des aides mentionnées à l'article R. 343-3. Aucune aide n'est attribuée si, compte tenu de la situation du cédant ou du repreneur, elle n'est manifestement pas nécessaire à la transmission de l'exploitation agricole. Le cumul des aides de l'Etat servies pour un même objet n'est pas autorisé.",
            "texteHtml": "<p></p>   Les programmes pour l'installation des jeunes en agriculture et le développement des initiatives locales regroupent les actions mises en oeuvre par l'Etat et les collectivités territoriales pour faciliter le renouvellement des exploitations en agriculture.<p></p><p></p>   Dans le cadre de ces programmes, l'Etat peut financer l'aide à la transmission de l'exploitation sur les crédits relatifs à la préretraite agricole et les actions en faveur de l'installation sur le fonds d'incitation et de communication pour l'installation en agriculture comme suit :<p></p><p></p>   1° Une aide à la transmission de l'exploitation agricole. Elle est attribuée, à sa demande, au chef d'exploitation, dont la succession familiale n'est pas assurée, qui transmet en priorité tout ou partie de son exploitation à un ou plusieurs jeunes agriculteurs qui s'installent dans les conditions d'octroi des aides à l'installation mentionnées à l'article R. 343-3. Cette aide comporte une partie forfaitaire et une partie qui varie selon la destination de chaque hectare de terre libéré et cédé à un jeune agriculteur.<p></p><p></p>   Les taux du forfait et de l'aide à l'hectare sont fixés par le préfet après avis de la commission départementale d'orientation de l'agriculture de façon que l'aide globale n'excède pas le plafond de 10 700 euros dans le cas général et de 11 500 euros en zone de montagne.<p></p><p></p>   a) Pour prétendre à l'aide à la transmission de l'exploitation agricole, le chef d'exploitation doit remplir les conditions suivantes :<p></p><p></p>   - être âgé, à la date de sa cessation d'activité agricole, de cinquante-six ans au moins et ne pas avoir atteint l'âge de soixante-cinq ans ;<p></p><p></p>   - justifier de l'exercice de l'activité de chef d'exploitation à titre principal et de façon continue pendant au moins les dix ans précédant immédiatement la cessation d'activité agricole par la production de documents attestant qu'il a bénéficié pendant cette période des prestations de l'assurance maladie, invalidité et maternité des exploitants agricoles ou qu'il a été assujetti au régime des assurances sociales agricoles en application de l'article 1025 et qu'il a consacré à l'activité agricole au moins 50 % de son temps de travail et en a retiré plus de 50 % de ses revenus.<p></p><p></p>   Toutefois, la durée d'activité peut être ramenée à trois ans pour le chef d'exploitation qui a repris l'exploitation familiale à la suite du départ en retraite de son conjoint, ou suite à une procédure de divorce ou de séparation de corps engagée, douze mois au moins avant le dépôt de la demande, s'il a participé de façon continue et immédiatement auparavant aux travaux en tant que conjoint collaborateur, conjoint ou aide familial pendant au moins dix ans et pour lequel ont été versées à ce titre et pendant cette période des cotisations ouvrant droit notamment à la pension de retraite forfaitaire et, en ce qui concerne les aides familiaux, des cotisations à l'assurance maladie des personnes non salariées des professions agricoles.<p></p><p></p>   De même, lorsque le demandeur a repris l'exploitation familiale après le décès ou la reconnaissance de l'invalidité aux deux tiers de son conjoint, les années où il a participé aux travaux de l'exploitation et où des cotisations ouvrant droit à la pension de retraite ont été versées sont considérées comme des années d'activité à titre principal.<p></p><p></p>   Cette activité doit avoir été exercée pendant dix ans au moins, de façon continue, et précéder immédiatement la cessation d'activité ;<p></p><p></p>   - ne pas avoir apporté à son exploitation l'une des modifications suivantes dans les douze mois précédant le dépôt de sa demande :<p></p><p></p>      - une réduction de plus de 15 % de la superficie, évaluée en polyculture élevage selon la pondération par nature de cultures fixée par le schéma directeur départemental des structures, et de l'une de ses références de production ou droits à aides ;<p></p><p></p>      - une scission en deux ou plusieurs fonds séparés ;<p></p><p></p>   - s'engager à libérer des terres et des bâtiments d'exploitation et à transférer des références de production ou droits à aides attachés à l'exploitation à la date du dépôt de la demande, en vue de contribuer à la première installation d'un ou plusieurs jeunes agriculteurs.<p></p><p></p>   b) Le demandeur doit s'engager à renoncer définitivement à mettre en valeur directement ou indirectement les surfaces qu'il exploitait, soit à titre individuel, soit en coexploitation, soit en tant qu'associé d'une exploitation sociétaire, de même que toute autre exploitation ou entreprise agricole.<p></p><p></p>   Toutefois, la mise en valeur à des fins non commerciales d'une ou plusieurs parcelles dites de subsistance n'excédant pas cinquante ares de superficie agricole évaluée en polyculture élevage, selon la pondération par nature de cultures, fixée par le schéma directeur départemental des structures, ne fait pas obstacle au versement de l'aide à la transmission de l'exploitation.<p></p><p></p>   c) Tout ou partie des terres exploitées par le demandeur doivent être cédées à un ou plusieurs agriculteurs remplissant les conditions de l'article R. 343-3. Seules les parcelles cédées à un ou plusieurs jeunes agriculteurs, hors cadre familial jusqu'au troisième degré inclus, qui s'installent en bénéficiant des aides prévues aux articles R. 343-3 à R. 343-18, peuvent être prises en compte dans le calcul du montant de l'aide.<p></p><p></p>   Les terres en faire-valoir direct doivent faire l'objet :<p></p><p></p>   - soit d'un bail à long terme, soit d'un bail à ferme, avec état des lieux, conclu pour une durée au moins égale à neuf ans selon les dispositions prévues au titre Ier du livre IV ;<p></p><p></p>   - soit d'une cession en pleine propriété par l'intermédiaire d'une société d'aménagement foncier et d'établissement rural (SAFER) ;<p></p><p></p>   - soit, à titre transitoire, d'une convention de mise à disposition à une SAFER avec engagement de cession, en propriété ou en jouissance, au jeune agriculteur au terme de la mise à disposition ou par anticipation.<p></p><p></p>   Les terres en faire-valoir indirect libérées doivent faire l'objet d'une résiliation de bail par le demandeur dans les conditions prévues au livre IV.<p></p><p></p>   d) Le jeune agriculteur qui reprend les terres ainsi libérées doit s'engager à les exploiter pendant une période d'au moins cinq ans.<p></p><p></p>   e) La demande d'aide à la transmission de l'exploitation peut être déposée par un agriculteur âgé de cinquante-cinq ans au moins et qui n'a pas atteint soixante-quatre ans.<p></p><p></p>   La commission départementale d'orientation de l'agriculture se prononce sur l'éligibilité de la demande, sur le projet de cession des terres et sur l'étude prévisionnelle d'installation du jeune agriculteur au regard des objectifs de la politique d'installation définie dans le projet agricole départemental.<p></p><p></p>   Le préfet arrête la décision d'octroi de l'aide à la transmission de l'exploitation au plus tard le 31 décembre 2006 au vu des justificatifs de cession.<p></p><p></p>   f) Lors du dépôt de sa demande, le candidat à l'aide à la transmission de l'exploitation ne peut pas être bénéficiaire de la préretraite ou de la retraite agricole.<p></p><p></p>   g) L'aide à la transmission de l'exploitation est financée sur le fonds de financement des contrats territoriaux d'exploitation. La liquidation et le paiement de l'aide sont assurés par le CNASEA après l'installation effective du jeune repreneur.<p></p><p></p>   Sauf cas de force majeure, lorsque le bénéficiaire de l'aide à la transmission de l'exploitation cesse au cours des cinq ans suivant le transfert de remplir les conditions mentionnées au b et que la cession des terres en faire-valoir direct ne répond plus au projet agréé par le préfet, celui-ci prononce la déchéance de l'aide. Le bénéficiaire est alors contraint de rembourser la somme perçue.<p></p><p></p>   2° Des aides à l'installation progressive d'un jeune agriculteur en association avec le cédant, au diagnostic de l'exploitation dont la succession n'est pas assurée et aux autres actions s'inscrivant dans les objectifs du projet prévu à l'article L. 313-1 du code rural, en vue de permettre la reprise d'une exploitation par un jeune remplissant les conditions pour bénéficier des aides mentionnées à l'article R. 343-3.<p></p><p></p>   Aucune aide n'est attribuée si, compte tenu de la situation du cédant ou du repreneur, elle n'est manifestement pas nécessaire à la transmission de l'exploitation agricole.<p></p><p></p>   Le cumul des aides de l'Etat servies pour un même objet n'est pas autorisé.<p></p>",
            "num": "D343-34",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1140134400000,
            "dateFin": 1238544000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Exploitation agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121450",
                        "id": "LEGISCTA000006121450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Financement des exploitations agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138411",
                        "id": "LEGISCTA000006138411",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Aides à l'installation et à la constitution de groupements ou sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152554",
                        "id": "LEGISCTA000006152554",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-11-30",
                        "fin": "2017-12-29",
                        "titre": "Section 3 : Aides à la transmission des exploitations agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168363",
                        "id": "LEGISCTA000006168363",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006591583",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006168363",
            "sectionParentId": "LEGISCTA000006168363",
            "sectionParentTitre": "Section 3 : Aides à la transmission des exploitations agricoles",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Exploitation agricole &gt; Titre IV : Financement des exploitations agricoles &gt; Chapitre III : Aides à l'installation et à la constitution de groupements ou sociétés &gt; Section 3 : Aides à la transmission des exploitations agricoles",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006591584",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000257037",
                    "textTitle": "Décret 2005-368 2005-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000257037",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-04-22",
                    "dateSignaTexte": "2005-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000814507",
                    "textTitle": "Décret n°2006-171 du 15 février 2006 - art. 1 () JORF 17 février 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006249407",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-02-17",
                    "dateSignaTexte": "2006-02-15",
                    "dateDebutCible": "2006-02-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R343-3 à R343-18, L313-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1025 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1025",
                    "articleId": "LEGIARTI000006580751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 126230400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R343-34",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006591583",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1114128000000,
                    "dateFin": 1140134400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006591584",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1140134400000,
                    "dateFin": 1238544000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021431154",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238544000000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022359715",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D343-34",
                "343-34"
            ],
            "versionPrecedente": "LEGIARTI000006591583",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006591583",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les programmes pour l'installation des jeunes en agriculture et le développement des initiatives locales regroupent les actions mises en oeuvre par l'Etat et les collectivités territoriales pour faciliter le renouvellement des exploitations en agriculture. Dans le cadre de ces programmes, l'Etat peut financer l'aide à la transmission de l'exploitation sur les crédits relatifs à la préretraite agricole et les actions en faveur de l'installation sur le fonds d'incitation et de communication pour l'installation en agriculture comme suit : 1° Une aide à la transmission de l'exploitation agricole. Elle est attribuée, à sa demande, au chef d'exploitation, dont la succession familiale n'est pas assurée, qui transmet en priorité tout ou partie de son exploitation à un ou plusieurs jeunes agriculteurs qui s'installent dans les conditions d'octroi des aides à l'installation mentionnées à l'article R. 343-3. Cette aide comporte une partie forfaitaire et une partie qui varie selon la destination de chaque hectare de terre libéré et cédé à un jeune agriculteur. Les taux du forfait et de l'aide à l'hectare sont fixés par le préfet après avis de la commission départementale d'orientation de l'agriculture de façon que l'aide globale n'excède pas le plafond de 10 700 euros dans le cas général et de 11 500 euros en zone de montagne. a) Pour prétendre à l'aide à la transmission de l'exploitation agricole, le chef d'exploitation doit remplir les conditions suivantes : - être âgé, à la date de sa cessation d'activité agricole, de cinquante-six ans au moins et ne pas avoir atteint l'âge de soixante-cinq ans ; - justifier de l'exercice de l'activité de chef d'exploitation à titre principal et de façon continue pendant au moins les dix ans précédant immédiatement la cessation d'activité agricole par la production de documents attestant qu'il a bénéficié pendant cette période des prestations de l'assurance maladie, invalidité et maternité des exploitants agricoles ou qu'il a été assujetti au régime des assurances sociales agricoles en application de l'article 1025 et qu'il a consacré à l'activité agricole au moins 50 % de son temps de travail et en a retiré plus de 50 % de ses revenus. Toutefois, la durée d'activité peut être ramenée à trois ans pour le chef d'exploitation qui a repris l'exploitation familiale à la suite du départ en retraite de son conjoint, ou suite à une procédure de divorce ou de séparation de corps engagée, douze mois au moins avant le dépôt de la demande, s'il a participé de façon continue et immédiatement auparavant aux travaux en tant que conjoint collaborateur, conjoint ou aide familial pendant au moins dix ans et pour lequel ont été versées à ce titre et pendant cette période des cotisations ouvrant droit notamment à la pension de retraite forfaitaire et, en ce qui concerne les aides familiaux, des cotisations à l'assurance maladie des personnes non salariées des professions agricoles. De même, lorsque le demandeur a repris l'exploitation familiale après le décès ou la reconnaissance de l'invalidité aux deux tiers de son conjoint, les années où il a participé aux travaux de l'exploitation et où des cotisations ouvrant droit à la pension de retraite ont été versées sont considérées comme des années d'activité à titre principal. Cette activité doit avoir été exercée pendant dix ans au moins, de façon continue, et précéder immédiatement la cessation d'activité ; - ne pas avoir apporté à son exploitation l'une des modifications suivantes dans les douze mois précédant le dépôt de sa demande : - une réduction de plus de 15 % de la superficie, évaluée en polyculture élevage selon la pondération par nature de cultures fixée par le schéma directeur départemental des structures, et de l'une de ses références de production ou droits à aides ; - une scission en deux ou plusieurs fonds séparés ; - s'engager à libérer des terres et des bâtiments d'exploitation et à transférer des références de production ou droits à aides attachés à l'exploitation à la date du dépôt de la demande, en vue de contribuer à la première installation d'un ou plusieurs jeunes agriculteurs. b) Le demandeur doit s'engager à renoncer définitivement à mettre en valeur directement ou indirectement les surfaces qu'il exploitait, soit à titre individuel, soit en coexploitation, soit en tant qu'associé d'une exploitation sociétaire, de même que toute autre exploitation ou entreprise agricole. Toutefois, la mise en valeur à des fins non commerciales d'une ou plusieurs parcelles dites de subsistance n'excédant pas cinquante ares de superficie agricole évaluée en polyculture élevage, selon la pondération par nature de cultures, fixée par le schéma directeur départemental des structures, ne fait pas obstacle au versement de l'aide à la transmission de l'exploitation. c) Tout ou partie des terres exploitées par le demandeur doivent être cédées à un ou plusieurs agriculteurs remplissant les conditions de l'article R. 343-3. Seules les parcelles cédées à un ou plusieurs jeunes agriculteurs, hors cadre familial jusqu'au troisième degré inclus, qui s'installent en bénéficiant des aides prévues aux articles R. 343-3 à R. 343-18, peuvent être prises en compte dans le calcul du montant de l'aide. Les terres en faire-valoir direct doivent faire l'objet : - soit d'un bail à long terme, soit d'un bail à ferme, avec état des lieux, conclu pour une durée au moins égale à neuf ans selon les dispositions prévues au titre Ier du livre IV ; - soit d'une cession en pleine propriété par l'intermédiaire d'une société d'aménagement foncier et d'établissement rural (SAFER) ; - soit, à titre transitoire, d'une convention de mise à disposition à une SAFER avec engagement de cession, en propriété ou en jouissance, au jeune agriculteur au terme de la mise à disposition ou par anticipation. Les terres en faire-valoir indirect libérées doivent faire l'objet d'une résiliation de bail par le demandeur dans les conditions prévues au livre IV. d) Le jeune agriculteur qui reprend les terres ainsi libérées doit s'engager à les exploiter pendant une période d'au moins cinq ans. e) La demande d'aide à la transmission de l'exploitation peut être déposée par un agriculteur âgé de cinquante-cinq ans au moins et qui n'a pas atteint soixante-quatre ans. Il dispose de douze mois pour céder son exploitation, les bâtiments dont il dispose et le cheptel qu'il détient à compter de la date d'agrément par le préfet de l'étude prévisionnelle d'installation déposée par le repreneur. La demande d'aide à la transmission doit être déposée au plus tard le 31 décembre 2005. Elle comporte le nom du jeune agriculteur auquel l'exploitation doit être cédée. Le préfet du département où est situé le siège de l'exploitation se prononce, après avis de la commission départementale d'orientation de l'agriculture, sur l'éligibilité de la demande, sur le projet de cession des terres et sur l'étude prévisionnelle d'installation du jeune agriculteur au regard des objectifs de la politique d'installation définie dans le projet agricole départemental. Le préfet arrête la décision d'octroi de l'aide à la transmission de l'exploitation. f) Lors du dépôt de sa demande, le candidat à l'aide à la transmission de l'exploitation ne peut pas être bénéficiaire de la préretraite ou de la retraite agricole. g) L'aide à la transmission de l'exploitation est financée sur le fonds de financement des contrats territoriaux d'exploitation. La liquidation et le paiement de l'aide sont assurés par le CNASEA après l'installation effective du jeune repreneur. Sauf cas de force majeure, lorsque le bénéficiaire de l'aide à la transmission de l'exploitation cesse au cours des cinq ans suivant le transfert de remplir les conditions mentionnées au b et que la cession des terres en faire-valoir direct ne répond plus au projet agréé par le préfet, celui-ci prononce la déchéance de l'aide. Le bénéficiaire est alors contraint de rembourser la somme perçue. 2° Des aides à l'installation progressive d'un jeune agriculteur en association avec le cédant, au diagnostic de l'exploitation dont la succession n'est pas assurée et aux autres actions s'inscrivant dans les objectifs du projet prévu à l'article L. 313-1 du code rural, en vue de permettre la reprise d'une exploitation par un jeune remplissant les conditions pour bénéficier des aides mentionnées à l'article R. 343-3. Aucune aide n'est attribuée si, compte tenu de la situation du cédant ou du repreneur, elle n'est manifestement pas nécessaire à la transmission de l'exploitation agricole. Le cumul des aides de l'Etat servies pour un même objet n'est pas autorisé.",
            "texteHtml": "<p></p>   Les programmes pour l'installation des jeunes en agriculture et le développement des initiatives locales regroupent les actions mises en oeuvre par l'Etat et les collectivités territoriales pour faciliter le renouvellement des exploitations en agriculture.<p></p><p></p>   Dans le cadre de ces programmes, l'Etat peut financer l'aide à la transmission de l'exploitation sur les crédits relatifs à la préretraite agricole et les actions en faveur de l'installation sur le fonds d'incitation et de communication pour l'installation en agriculture comme suit :<p></p><p></p>   1° Une aide à la transmission de l'exploitation agricole. Elle est attribuée, à sa demande, au chef d'exploitation, dont la succession familiale n'est pas assurée, qui transmet en priorité tout ou partie de son exploitation à un ou plusieurs jeunes agriculteurs qui s'installent dans les conditions d'octroi des aides à l'installation mentionnées à l'article R. 343-3. Cette aide comporte une partie forfaitaire et une partie qui varie selon la destination de chaque hectare de terre libéré et cédé à un jeune agriculteur.<p></p><p></p>   Les taux du forfait et de l'aide à l'hectare sont fixés par le préfet après avis de la commission départementale d'orientation de l'agriculture de façon que l'aide globale n'excède pas le plafond de 10 700 euros dans le cas général et de 11 500 euros en zone de montagne.<p></p><p></p>   a) Pour prétendre à l'aide à la transmission de l'exploitation agricole, le chef d'exploitation doit remplir les conditions suivantes :<p></p><p></p>   - être âgé, à la date de sa cessation d'activité agricole, de cinquante-six ans au moins et ne pas avoir atteint l'âge de soixante-cinq ans ;<p></p><p></p>   - justifier de l'exercice de l'activité de chef d'exploitation à titre principal et de façon continue pendant au moins les dix ans précédant immédiatement la cessation d'activité agricole par la production de documents attestant qu'il a bénéficié pendant cette période des prestations de l'assurance maladie, invalidité et maternité des exploitants agricoles ou qu'il a été assujetti au régime des assurances sociales agricoles en application de l'article 1025 et qu'il a consacré à l'activité agricole au moins 50 % de son temps de travail et en a retiré plus de 50 % de ses revenus.<p></p><p></p>   Toutefois, la durée d'activité peut être ramenée à trois ans pour le chef d'exploitation qui a repris l'exploitation familiale à la suite du départ en retraite de son conjoint, ou suite à une procédure de divorce ou de séparation de corps engagée, douze mois au moins avant le dépôt de la demande, s'il a participé de façon continue et immédiatement auparavant aux travaux en tant que conjoint collaborateur, conjoint ou aide familial pendant au moins dix ans et pour lequel ont été versées à ce titre et pendant cette période des cotisations ouvrant droit notamment à la pension de retraite forfaitaire et, en ce qui concerne les aides familiaux, des cotisations à l'assurance maladie des personnes non salariées des professions agricoles.<p></p><p></p>   De même, lorsque le demandeur a repris l'exploitation familiale après le décès ou la reconnaissance de l'invalidité aux deux tiers de son conjoint, les années où il a participé aux travaux de l'exploitation et où des cotisations ouvrant droit à la pension de retraite ont été versées sont considérées comme des années d'activité à titre principal.<p></p><p></p>   Cette activité doit avoir été exercée pendant dix ans au moins, de façon continue, et précéder immédiatement la cessation d'activité ;<p></p><p></p>   - ne pas avoir apporté à son exploitation l'une des modifications suivantes dans les douze mois précédant le dépôt de sa demande :<p></p><p></p>      - une réduction de plus de 15 % de la superficie, évaluée en polyculture élevage selon la pondération par nature de cultures fixée par le schéma directeur départemental des structures, et de l'une de ses références de production ou droits à aides ;<p></p><p></p>      - une scission en deux ou plusieurs fonds séparés ;<p></p><p></p>   - s'engager à libérer des terres et des bâtiments d'exploitation et à transférer des références de production ou droits à aides attachés à l'exploitation à la date du dépôt de la demande, en vue de contribuer à la première installation d'un ou plusieurs jeunes agriculteurs.<p></p><p></p>   b) Le demandeur doit s'engager à renoncer définitivement à mettre en valeur directement ou indirectement les surfaces qu'il exploitait, soit à titre individuel, soit en coexploitation, soit en tant qu'associé d'une exploitation sociétaire, de même que toute autre exploitation ou entreprise agricole.<p></p><p></p>   Toutefois, la mise en valeur à des fins non commerciales d'une ou plusieurs parcelles dites de subsistance n'excédant pas cinquante ares de superficie agricole évaluée en polyculture élevage, selon la pondération par nature de cultures, fixée par le schéma directeur départemental des structures, ne fait pas obstacle au versement de l'aide à la transmission de l'exploitation.<p></p><p></p>   c) Tout ou partie des terres exploitées par le demandeur doivent être cédées à un ou plusieurs agriculteurs remplissant les conditions de l'article R. 343-3. Seules les parcelles cédées à un ou plusieurs jeunes agriculteurs, hors cadre familial jusqu'au troisième degré inclus, qui s'installent en bénéficiant des aides prévues aux articles R. 343-3 à R. 343-18, peuvent être prises en compte dans le calcul du montant de l'aide.<p></p><p></p>   Les terres en faire-valoir direct doivent faire l'objet :<p></p><p></p>   - soit d'un bail à long terme, soit d'un bail à ferme, avec état des lieux, conclu pour une durée au moins égale à neuf ans selon les dispositions prévues au titre Ier du livre IV ;<p></p><p></p>   - soit d'une cession en pleine propriété par l'intermédiaire d'une société d'aménagement foncier et d'établissement rural (SAFER) ;<p></p><p></p>   - soit, à titre transitoire, d'une convention de mise à disposition à une SAFER avec engagement de cession, en propriété ou en jouissance, au jeune agriculteur au terme de la mise à disposition ou par anticipation.<p></p><p></p>   Les terres en faire-valoir indirect libérées doivent faire l'objet d'une résiliation de bail par le demandeur dans les conditions prévues au livre IV.<p></p><p></p>   d) Le jeune agriculteur qui reprend les terres ainsi libérées doit s'engager à les exploiter pendant une période d'au moins cinq ans.<p></p><p></p>   e) La demande d'aide à la transmission de l'exploitation peut être déposée par un agriculteur âgé de cinquante-cinq ans au moins et qui n'a pas atteint soixante-quatre ans. Il dispose de douze mois pour céder son exploitation, les bâtiments dont il dispose et le cheptel qu'il détient à compter de la date d'agrément par le préfet de l'étude prévisionnelle d'installation déposée par le repreneur.<p></p><p></p>   La demande d'aide à la transmission doit être déposée au plus tard le 31 décembre 2005. Elle comporte le nom du jeune agriculteur auquel l'exploitation doit être cédée.<p></p><p></p>   Le préfet du département où est situé le siège de l'exploitation se prononce, après avis de la commission départementale d'orientation de l'agriculture, sur l'éligibilité de la demande, sur le projet de cession des terres et sur l'étude prévisionnelle d'installation du jeune agriculteur au regard des objectifs de la politique d'installation définie dans le projet agricole départemental.<p></p><p></p>   Le préfet arrête la décision d'octroi de l'aide à la transmission de l'exploitation.<p></p><p></p>   f) Lors du dépôt de sa demande, le candidat à l'aide à la transmission de l'exploitation ne peut pas être bénéficiaire de la préretraite ou de la retraite agricole.<p></p><p></p>   g) L'aide à la transmission de l'exploitation est financée sur le fonds de financement des contrats territoriaux d'exploitation. La liquidation et le paiement de l'aide sont assurés par le CNASEA après l'installation effective du jeune repreneur.<p></p><p></p>   Sauf cas de force majeure, lorsque le bénéficiaire de l'aide à la transmission de l'exploitation cesse au cours des cinq ans suivant le transfert de remplir les conditions mentionnées au b et que la cession des terres en faire-valoir direct ne répond plus au projet agréé par le préfet, celui-ci prononce la déchéance de l'aide. Le bénéficiaire est alors contraint de rembourser la somme perçue.<p></p><p></p>   2° Des aides à l'installation progressive d'un jeune agriculteur en association avec le cédant, au diagnostic de l'exploitation dont la succession n'est pas assurée et aux autres actions s'inscrivant dans les objectifs du projet prévu à l'article L. 313-1 du code rural, en vue de permettre la reprise d'une exploitation par un jeune remplissant les conditions pour bénéficier des aides mentionnées à l'article R. 343-3.<p></p><p></p>   Aucune aide n'est attribuée si, compte tenu de la situation du cédant ou du repreneur, elle n'est manifestement pas nécessaire à la transmission de l'exploitation agricole.<p></p><p></p>   Le cumul des aides de l'Etat servies pour un même objet n'est pas autorisé.<p></p>",
            "num": "D343-34",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1114128000000,
            "dateFin": 1140134400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Exploitation agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121450",
                        "id": "LEGISCTA000006121450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Financement des exploitations agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138411",
                        "id": "LEGISCTA000006138411",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-03-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Aides à l'installation et à la constitution de groupements ou sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152554",
                        "id": "LEGISCTA000006152554",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-11-30",
                        "fin": "2017-12-29",
                        "titre": "Section 3 : Aides à la transmission des exploitations agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168363",
                        "id": "LEGISCTA000006168363",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006591583",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006168363",
            "sectionParentId": "LEGISCTA000006168363",
            "sectionParentTitre": "Section 3 : Aides à la transmission des exploitations agricoles",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Exploitation agricole &gt; Titre IV : Financement des exploitations agricoles &gt; Chapitre III : Aides à l'installation et à la constitution de groupements ou sociétés &gt; Section 3 : Aides à la transmission des exploitations agricoles",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006591583",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000257037",
                    "textTitle": "Décret 2005-368 2005-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000257037",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-04-22",
                    "dateSignaTexte": "2005-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000257037",
                    "textTitle": "Décret n°2005-368 du 19 avril 2005 - art. 6 (V) JORF 22 avril 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006240376",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-04-22",
                    "dateSignaTexte": "2005-04-19",
                    "dateDebutCible": "2005-04-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R343-3 à R343-18, L313-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071366",
                    "textTitle": "Code rural ancien - art. 1025 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1025",
                    "articleId": "LEGIARTI000006580751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 126230400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R343-34",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006591583",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1114128000000,
                    "dateFin": 1140134400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006591584",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1140134400000,
                    "dateFin": 1238544000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021431154",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238544000000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022359715",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D343-34",
                "343-34"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}