{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047469106",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "VI-1. Aides financières automatiques à l'édition vidéographique des œuvres cinématographiques et audiovisuelles V-1.1 Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement (Articles 611-10 et suivants) Autorisation d'investissement : 1° Un exemplaire du contrat d'acquisition des droits d'édition vidéographique, accompagné de la justification de l'inscription au registre public du cinéma et de l'audiovisuel et, le cas échéant, d'une déclaration du montant de l'acquisition des droits d'édition vidéo en cas de mandats groupés ; 2° Un budget détaillé. VI-2. Aides financières sélectives à l'édition vidéographique des œuvres cinématographiques et audiovisuelles V-2.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'édition ou à la réédition d'une œuvre déterminée ou à l'édition d'un programme d'œuvres (Articles 611-22 et suivants) I.-Edition ou à la réédition d'une œuvre déterminée : 1° Un budget détaillé ; 2° Pour les œuvres cinématographiques, la justification de l'inscription au registre public du cinéma et de l'audiovisuel du contrat d'acquisition des droits d'édition vidéographique, ou, si l'éditeur est producteur du programme, du contrat entre le producteur et l'auteur faisant mention de la cession de ces droits ; 4° La liste des œuvres précédemment éditées et aidées ; 5° Le contrat de distribution vidéo, un accord ou une lettre d'intention du distributeur ; 6° Un moyen de visionnage de l'œuvre. II.-Edition d'un programme d'œuvres : 1° Pour les œuvres cinématographiques, la justification de l'inscription au registre public du cinéma et de l'audiovisuel du contrat d'acquisition des droits d'édition vidéographique, ou, si l'éditeur est producteur du programme, du contrat entre le producteur et l'auteur faisant mention de la cession de ces droits ; 2° Le cas échéant, le contrat justifiant de la titularité des droits d'exploitation sur les services de médias audiovisuels à la demande ; 3° Le contrat de distribution vidéo faisant mention de chaque titre du programme présenté ou une lettre d'intention de l'entreprise de distribution ; 4° La liste des œuvres précédemment éditées et aidées. VI-3. Aides financières automatiques à la diffusion en ligne des œuvres cinématographiques et audiovisuelles V-3.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement (Articles 612-10 et suivants) Autorisation d'investissement : 1° Les factures et/ ou extraits du Grand Livre relatifs à chacune des œuvres cinématographiques datés, signés et revêtus du cachet de l'entreprise, ou relatifs aux dépenses liées à l'amélioration de la qualité éditoriale et de l'ergonomie de l'offre proposée et des modalités d'accès aux œuvres ; 2° En cas de coûts internes, un relevé détaillé de ces coûts, soit certifié par un expert-comptable ou un commissaire aux comptes lorsque le montant des sommes investies est supérieur ou égal à 100 000 €, soit certifié par le responsable financier de l'entreprise lorsque ce montant est inférieur à 100 000 € ; 3° Une copie des contrats d'acquisition des droits de mise à disposition de l'œuvre sur les services de médias audiovisuels à la demande, accompagné de la justification de l'inscription au registre public du cinéma et de l'audiovisuel ; 4° Pour les dépenses d'éditorialisation, de promotion et de commercialisation des œuvres, la liste des œuvres mises en ligne par l'éditeur sur la période concernée par la demande d'autorisation d'investissement. VI-4. Aides financières sélectives à la diffusion en ligne des œuvres cinématographiques et audiovisuelles VI-4.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective à la diffusion en ligne d'un programme d'œuvres cinématographiques ou audiovisuelles (Articles 612-22 et suivants) 1° Un budget détaillé ; 2° Le cas échéant, un moyen de visionnage des œuvres et des éventuels compléments de programme, ainsi qu'un moyen d'accès au service. VI-5. Aides financières automatiques à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des effets visuels numériques VI-5.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation directe (Articles 621-5 et suivants) 1° Une note de synthèse présentant les principales caractéristiques artistiques, techniques et financières du projet ; 2° Le scénario précédé du synopsis ; 3° Le budget prévisionnel de l'œuvre ; 4° Le ou les devis complets détaillant les dépenses d'effets visuels, établis par le ou les prestataires spécialisés et visés par l'entreprise de production. Ce ou ces devis doivent être détaillés et formalisés plan par plan ; 5° Un plan de financement prévisionnel ; 6° Une présentation de l'entreprise de production, des principaux collaborateurs artistiques et techniques et, le cas échéant, des entreprises de prestations d'effets visuels numériques. VI-6. Aides financières sélectives à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des effets visuels numériques VI-6.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective (Articles 621-15 et suivants) 1° Une note expliquant l'apport des effets visuels numériques à la démarche artistique ; 2° Le scénario précédé d'un synopsis court, et d'un synopsis long pour les formats longs ; 3° Une présentation de l'univers visuel ; 4° Le curriculum vitae des auteurs et artistes techniciens ; 5° Une note sur le projet technique ; 6° Le devis des travaux des effets visuels numériques ; 7° Une présentation des sociétés prestataires réalisant les effets visuels numériques ; 8° Une note sur la diffusion de l'œuvre, notamment sur le marché international ; 9° Le devis détaillé de l'œuvre ; 10° Le plan de financement prévisionnel de l'œuvre, accompagné le cas échéant de la décision d'attribution d'une première aide du Centre national du cinéma et de l'image animée ou d'une collectivité ; 11° Une présentation des sociétés de production, de distribution ou ventes internationales. VI-7. Aides financières sélectives à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des techniques d'animation VI-7.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective (Articles 622-1 et suivants) 1° Une note d'intention artistique ; 2° Le scénario précédé d'un synopsis court, et d'un synopsis long pour les formats longs ; 3° Une présentation de l'univers visuel ; 4° Le curriculum vitae des auteurs et artistes techniciens ; 5° Une note sur le projet technique ; 6° Le devis des travaux de techniques d'animation ; 7° Une présentation des sociétés prestataires pour la réalisation des techniques d'animation ; 8° Une note sur la diffusion de l'œuvre, notamment sur le marché international ; 9° Le devis détaillé de l'œuvre ; 10° Le plan de financement prévisionnel de l'œuvre, accompagné le cas échéant de la décision d'attribution d'une première aide du Centre national du cinéma et de l'image animée ou d'une collectivité ; 11° Une présentation des sociétés de production, de distribution ou ventes internationales. VI-8. Aides financières sélectives aux projets techniques VI-8.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective à la faisabilité ou à la réalisation de projets (articles 632-1 et suivants et articles 633-1 et suivants) I. - Dossier entreprise : 1° La présentation détaillée du l'entreprise selon le modèle fourni, y compris la description de la structure du capital identifiant les entreprises liées et les entreprises partenaires au sens de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 mentionné à l'article 631-2 ; 2° Les liasses fiscales des trois derniers exercices clos ; 3° Les attestations mentionnées à l'article 122-12 ; 4° Un extrait K bis (pour la première demande seulement sauf en cas de modifications) ; II. - Dossier projet : 1° La présentation détaillée du projet selon le modèle fourni ; 2° Une copie des devis des fournisseurs ou prestataires. VI-8.2. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective aux opérations à caractère collectif (articles 634-1 et suivants) I. - Dossier administratif : 1° Une présentation détaillée de la personne morale sollicitant l'aide selon le modèle fourni et une note sur le développement de ses activités, accompagnée de documents relatifs à son organisation : - lorsque la demande est présentée par une association, la copie des statuts, la copie du récépissé de dépôt de déclaration en préfecture, la copie de la publication au Journal officiel et, le cas échéant, la délégation de signature du président (pour la première demande seulement sauf en cas de modifications) ; - lorsque la demande est présentée par une société, un exemplaire de l'extrait K bis datant de moins de trois mois (pour la première demande seulement sauf en cas de modifications), la copie des statuts et, le cas échéant, la délégation de signature du représentant légal (pour la première demande seulement sauf en cas de modifications), ainsi que la description de la structure du capital identifiant les entreprises liées et les entreprises partenaires au sens de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 mentionné à l'article 631-2 ; - lorsque la demande est présentée par un établissement public, les dispositions statutaires régissant ses missions ; 2° Lorsque la demande est présentée par une société : - les liasses fiscales des trois derniers exercices clos ; - les attestations mentionnées à l'article 122-12 ; 3° Lorsque la demande est présentée par une association : - un rapport d'activité de l'année précédente ; - une fiche détaillée sur le personnel de la structure ; - les derniers comptes clôturés et le rapport du commissaire aux comptes si l'association est soumise à une certification de ses comptes ; 4° Si la personne morale a bénéficié d'une subvention l'année précédente pour la même opération, le compte-rendu financier correspondant. II. - Dossier de présentation de l'opération : 1° La présentation détaillée de l'opération selon le modèle fourni ; 2° Un devis détaillé de l'opération et son plan de financement, accompagné de toute pièce justificative d'un financement public ou privé.",
            "texteHtml": "<p>VI-1. Aides financières automatiques à l'édition vidéographique des œuvres cinématographiques et audiovisuelles</p><p>V-1.1 Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement</p><p>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162347&dateTexte=&categorieLien=cid'>611-10 </a>et suivants)</p><p>Autorisation d'investissement :</p><p>1° Un exemplaire du contrat d'acquisition des droits d'édition vidéographique, accompagné de la justification de l'inscription au registre public du cinéma et de l'audiovisuel et, le cas échéant, d'une déclaration du montant de l'acquisition des droits d'édition vidéo en cas de mandats groupés ;</p><p>2° Un budget détaillé.</p><p>VI-2. Aides financières sélectives à l'édition vidéographique des œuvres cinématographiques et audiovisuelles</p><p>V-2.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'édition ou à la réédition d'une œuvre déterminée ou à l'édition d'un programme d'œuvres</p><p>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162381&dateTexte=&categorieLien=cid'>611-22 </a>et suivants)</p><p>I.-Edition ou à la réédition d'une œuvre déterminée :</p><p>1° Un budget détaillé ;</p><p>2° Pour les œuvres cinématographiques, la justification de l'inscription au registre public du cinéma et de l'audiovisuel du contrat d'acquisition des droits d'édition vidéographique, ou, si l'éditeur est producteur du programme, du contrat entre le producteur et l'auteur faisant mention de la cession de ces droits ;</p><p>4° La liste des œuvres précédemment éditées et aidées ;</p><p>5° Le contrat de distribution vidéo, un accord ou une lettre d'intention du distributeur ;</p><p>6° Un moyen de visionnage de l'œuvre.</p><p>II.-Edition d'un programme d'œuvres :</p><p>1° Pour les œuvres cinématographiques, la justification de l'inscription au registre public du cinéma et de l'audiovisuel du contrat d'acquisition des droits d'édition vidéographique, ou, si l'éditeur est producteur du programme, du contrat entre le producteur et l'auteur faisant mention de la cession de ces droits ;</p><p>2° Le cas échéant, le contrat justifiant de la titularité des droits d'exploitation sur les services de médias audiovisuels à la demande ;</p><p>3° Le contrat de distribution vidéo faisant mention de chaque titre du programme présenté ou une lettre d'intention de l'entreprise de distribution ;</p><p>4° La liste des œuvres précédemment éditées et aidées.</p><p>VI-3. Aides financières automatiques à la diffusion en ligne des œuvres cinématographiques et audiovisuelles</p><p>V-3.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement</p><p>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162433&dateTexte=&categorieLien=cid'>612-10 </a>et suivants)</p><p>Autorisation d'investissement :</p><p>1° Les factures et/ ou extraits du Grand Livre relatifs à chacune des œuvres cinématographiques datés, signés et revêtus du cachet de l'entreprise, ou relatifs aux dépenses liées à l'amélioration de la qualité éditoriale et de l'ergonomie de l'offre proposée et des modalités d'accès aux œuvres ;</p><p>2° En cas de coûts internes, un relevé détaillé de ces coûts, soit certifié par un expert-comptable ou un commissaire aux comptes lorsque le montant des sommes investies est supérieur ou égal à 100 000 €, soit certifié par le responsable financier de l'entreprise lorsque ce montant est inférieur à 100 000 € ;</p><p>3° Une copie des contrats d'acquisition des droits de mise à disposition de l'œuvre sur les services de médias audiovisuels à la demande, accompagné de la justification de l'inscription au registre public du cinéma et de l'audiovisuel ;</p><p>4° Pour les dépenses d'éditorialisation, de promotion et de commercialisation des œuvres, la liste des œuvres mises en ligne par l'éditeur sur la période concernée par la demande d'autorisation d'investissement.</p><p>VI-4. Aides financières sélectives à la diffusion en ligne des œuvres cinématographiques et audiovisuelles</p><p>VI-4.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective à la diffusion en ligne d'un programme d'œuvres cinématographiques ou audiovisuelles</p><p>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162467&dateTexte=&categorieLien=cid'>612-22 </a>et suivants)</p><p>1° Un budget détaillé ;</p><p>2° Le cas échéant, un moyen de visionnage des œuvres et des éventuels compléments de programme, ainsi qu'un moyen d'accès au service.</p><p>VI-5. Aides financières automatiques à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des effets visuels numériques</p><p>VI-5.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation directe</p><p>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162515&dateTexte=&categorieLien=cid'>621-5 </a>et suivants)</p><p>1° Une note de synthèse présentant les principales caractéristiques artistiques, techniques et financières du projet ;</p><p>2° Le scénario précédé du synopsis ;</p><p>3° Le budget prévisionnel de l'œuvre ;</p><p>4° Le ou les devis complets détaillant les dépenses d'effets visuels, établis par le ou les prestataires spécialisés et visés par l'entreprise de production. Ce ou ces devis doivent être détaillés et formalisés plan par plan ;</p><p>5° Un plan de financement prévisionnel ;</p><p>6° Une présentation de l'entreprise de production, des principaux collaborateurs artistiques et techniques et, le cas échéant, des entreprises de prestations d'effets visuels numériques.</p><p>VI-6. Aides financières sélectives à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des effets visuels numériques</p><p>VI-6.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective</p><p>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162541&dateTexte=&categorieLien=cid'>621-15 </a>et suivants)</p><p>1° Une note expliquant l'apport des effets visuels numériques à la démarche artistique ;</p><p>2° Le scénario précédé d'un synopsis court, et d'un synopsis long pour les formats longs ;</p><p>3° Une présentation de l'univers visuel ;</p><p>4° Le curriculum vitae des auteurs et artistes techniciens ;</p><p>5° Une note sur le projet technique ;</p><p>6° Le devis des travaux des effets visuels numériques ;</p><p>7° Une présentation des sociétés prestataires réalisant les effets visuels numériques ;</p><p>8° Une note sur la diffusion de l'œuvre, notamment sur le marché international ;</p><p>9° Le devis détaillé de l'œuvre ;</p><p>10° Le plan de financement prévisionnel de l'œuvre, accompagné le cas échéant de la décision d'attribution d'une première aide du Centre national du cinéma et de l'image animée ou d'une collectivité ;</p><p>11° Une présentation des sociétés de production, de distribution ou ventes internationales.</p><p>VI-7. Aides financières sélectives à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des techniques d'animation</p><p>VI-7.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective</p><p>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162567&dateTexte=&categorieLien=cid'>622-1 </a>et suivants)</p><p>1° Une note d'intention artistique ;</p><p>2° Le scénario précédé d'un synopsis court, et d'un synopsis long pour les formats longs ;</p><p>3° Une présentation de l'univers visuel ;</p><p>4° Le curriculum vitae des auteurs et artistes techniciens ;</p><p>5° Une note sur le projet technique ;</p><p>6° Le devis des travaux de techniques d'animation ;</p><p>7° Une présentation des sociétés prestataires pour la réalisation des techniques d'animation ;</p><p>8° Une note sur la diffusion de l'œuvre, notamment sur le marché international ;</p><p>9° Le devis détaillé de l'œuvre ;</p><p>10° Le plan de financement prévisionnel de l'œuvre, accompagné le cas échéant de la décision d'attribution d'une première aide du Centre national du cinéma et de l'image animée ou d'une collectivité ;</p><p>11° Une présentation des sociétés de production, de distribution ou ventes internationales.</p><p>VI-8. Aides financières sélectives aux projets techniques</p><p></p><p> VI-8.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective à la faisabilité ou à la réalisation de projets (articles 632-1 et suivants et articles 633-1 et suivants)</p><p></p><p> I. - Dossier entreprise :</p><p></p><p> 1° La présentation détaillée du l'entreprise selon le modèle fourni, y compris la description de la structure du capital identifiant les entreprises liées et les entreprises partenaires au sens de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 mentionné à l'article 631-2 ;</p><p></p><p> 2° Les liasses fiscales des trois derniers exercices clos ;</p><p></p><p> 3° Les attestations mentionnées à l'article 122-12 ;</p><p></p><p> 4° Un extrait K bis (pour la première demande seulement sauf en cas de modifications) ;</p><p></p><p> II. - Dossier projet :</p><p></p><p> 1° La présentation détaillée du projet selon le modèle fourni ;</p><p></p><p> 2° Une copie des devis des fournisseurs ou prestataires.</p><p></p><p> VI-8.2. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective aux opérations à caractère collectif (articles 634-1 et suivants)</p><p></p><p> I. - Dossier administratif :</p><p></p><p> 1° Une présentation détaillée de la personne morale sollicitant l'aide selon le modèle fourni et une note sur le développement de ses activités, accompagnée de documents relatifs à son organisation :</p><p></p><p> - lorsque la demande est présentée par une association, la copie des statuts, la copie du récépissé de dépôt de déclaration en préfecture, la copie de la publication au Journal officiel et, le cas échéant, la délégation de signature du président (pour la première demande seulement sauf en cas de modifications) ;</p><p></p><p> - lorsque la demande est présentée par une société, un exemplaire de l'extrait K bis datant de moins de trois mois (pour la première demande seulement sauf en cas de modifications), la copie des statuts et, le cas échéant, la délégation de signature du représentant légal (pour la première demande seulement sauf en cas de modifications), ainsi que la description de la structure du capital identifiant les entreprises liées et les entreprises partenaires au sens de l'annexe I du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 mentionné à l'article 631-2 ;</p><p></p><p> - lorsque la demande est présentée par un établissement public, les dispositions statutaires régissant ses missions ;</p><p></p><p> 2° Lorsque la demande est présentée par une société :</p><p></p><p> - les liasses fiscales des trois derniers exercices clos ;</p><p></p><p> - les attestations mentionnées à l'article 122-12 ;</p><p></p><p> 3° Lorsque la demande est présentée par une association :</p><p></p><p> - un rapport d'activité de l'année précédente ;</p><p></p><p> - une fiche détaillée sur le personnel de la structure ;</p><p></p><p> - les derniers comptes clôturés et le rapport du commissaire aux comptes si l'association est soumise à une certification de ses comptes ;</p><p></p><p> 4° Si la personne morale a bénéficié d'une subvention l'année précédente pour la même opération, le compte-rendu financier correspondant.</p><p></p><p> II. - Dossier de présentation de l'opération :</p><p></p><p> 1° La présentation détaillée de l'opération selon le modèle fourni ;</p><p></p><p> 2° Un devis détaillé de l'opération et son plan de financement, accompagné de toute pièce justificative d'un financement public ou privé.</p>",
            "num": null,
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1682035200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : SOUTIEN À LA DIFFUSION VIDÉOGRAPHIQUE ET À L'INNOVATION TECHNOLOGIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047162311",
                        "id": "LEGISCTA000047162311",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE AU LIVRE VI  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047162683",
                        "id": "LEGISCTA000047162683",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047162685",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047162683",
            "sectionParentId": "LEGISCTA000047162683",
            "sectionParentTitre": "ANNEXE AU LIVRE VI  ",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre VI : SOUTIEN À LA DIFFUSION VIDÉOGRAPHIQUE ET À L'INNOVATION TECHNOLOGIQUE &gt; ANNEXE AU LIVRE VI  ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047469106",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047465033",
                    "textTitle": "Délibération n°2023/CA/03 du 30 mars 2023 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047466270",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2023-04-20",
                    "dateSignaTexte": "2023-03-30",
                    "dateDebutCible": "2023-04-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 122-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "122-9",
                    "articleId": "LEGIARTI000047159819",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 611-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "611-10",
                    "articleId": "LEGIARTI000047162347",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 611-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "611-22",
                    "articleId": "LEGIARTI000047162381",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 612-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "612-10",
                    "articleId": "LEGIARTI000047162433",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 612-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "612-22",
                    "articleId": "LEGIARTI000047162467",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 621-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "621-15",
                    "articleId": "LEGIARTI000047162541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 621-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "621-5",
                    "articleId": "LEGIARTI000047162515",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 622-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "622-1",
                    "articleId": "LEGIARTI000047162567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-10",
                    "articleId": "LEGIARTI000047162629",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-12",
                    "articleId": "LEGIARTI000047162635",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-14",
                    "articleId": "LEGIARTI000047162641",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-16",
                    "articleId": "LEGIARTI000047162647",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-18",
                    "articleId": "LEGIARTI000047162653",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-20",
                    "articleId": "LEGIARTI000047162659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-23",
                    "articleId": "LEGIARTI000047162667",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-6",
                    "articleId": "LEGIARTI000047162617",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-8",
                    "articleId": "LEGIARTI000047162623",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047162685",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1675209600000,
                    "dateFin": 1682035200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047469106",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1682035200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [],
            "versionPrecedente": "LEGIARTI000047162685",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000047162685",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "VI-1. Aides financières automatiques à l'édition vidéographique des œuvres cinématographiques et audiovisuelles V-1.1 Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement (Articles 611-10 et suivants) Autorisation d'investissement : 1° Un exemplaire du contrat d'acquisition des droits d'édition vidéographique, accompagné de la justification de l'inscription au registre public du cinéma et de l'audiovisuel et, le cas échéant, d'une déclaration du montant de l'acquisition des droits d'édition vidéo en cas de mandats groupés ; 2° Un budget détaillé. VI-2. Aides financières sélectives à l'édition vidéographique des œuvres cinématographiques et audiovisuelles V-2.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'édition ou à la réédition d'une œuvre déterminée ou à l'édition d'un programme d'œuvres (Articles 611-22 et suivants) I.-Edition ou à la réédition d'une œuvre déterminée : 1° Un budget détaillé ; 2° Pour les œuvres cinématographiques, la justification de l'inscription au registre public du cinéma et de l'audiovisuel du contrat d'acquisition des droits d'édition vidéographique, ou, si l'éditeur est producteur du programme, du contrat entre le producteur et l'auteur faisant mention de la cession de ces droits ; 4° La liste des œuvres précédemment éditées et aidées ; 5° Le contrat de distribution vidéo, un accord ou une lettre d'intention du distributeur ; 6° Un moyen de visionnage de l'œuvre. II.-Edition d'un programme d'œuvres : 1° Pour les œuvres cinématographiques, la justification de l'inscription au registre public du cinéma et de l'audiovisuel du contrat d'acquisition des droits d'édition vidéographique, ou, si l'éditeur est producteur du programme, du contrat entre le producteur et l'auteur faisant mention de la cession de ces droits ; 2° Le cas échéant, le contrat justifiant de la titularité des droits d'exploitation sur les services de médias audiovisuels à la demande ; 3° Le contrat de distribution vidéo faisant mention de chaque titre du programme présenté ou une lettre d'intention de l'entreprise de distribution ; 4° La liste des œuvres précédemment éditées et aidées. VI-3. Aides financières automatiques à la diffusion en ligne des œuvres cinématographiques et audiovisuelles V-3.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement (Articles 612-10 et suivants) Autorisation d'investissement : 1° Les factures et/ ou extraits du Grand Livre relatifs à chacune des œuvres cinématographiques datés, signés et revêtus du cachet de l'entreprise, ou relatifs aux dépenses liées à l'amélioration de la qualité éditoriale et de l'ergonomie de l'offre proposée et des modalités d'accès aux œuvres ; 2° En cas de coûts internes, un relevé détaillé de ces coûts, soit certifié par un expert-comptable ou un commissaire aux comptes lorsque le montant des sommes investies est supérieur ou égal à 100 000 €, soit certifié par le responsable financier de l'entreprise lorsque ce montant est inférieur à 100 000 € ; 3° Une copie des contrats d'acquisition des droits de mise à disposition de l'œuvre sur les services de médias audiovisuels à la demande, accompagné de la justification de l'inscription au registre public du cinéma et de l'audiovisuel ; 4° Pour les dépenses d'éditorialisation, de promotion et de commercialisation des œuvres, la liste des œuvres mises en ligne par l'éditeur sur la période concernée par la demande d'autorisation d'investissement. VI-4. Aides financières sélectives à la diffusion en ligne des œuvres cinématographiques et audiovisuelles VI-4.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective à la diffusion en ligne d'un programme d'œuvres cinématographiques ou audiovisuelles (Articles 612-22 et suivants) 1° Un budget détaillé ; 2° Le cas échéant, un moyen de visionnage des œuvres et des éventuels compléments de programme, ainsi qu'un moyen d'accès au service. VI-5. Aides financières automatiques à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des effets visuels numériques VI-5.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation directe (Articles 621-5 et suivants) 1° Une note de synthèse présentant les principales caractéristiques artistiques, techniques et financières du projet ; 2° Le scénario précédé du synopsis ; 3° Le budget prévisionnel de l'œuvre ; 4° Le ou les devis complets détaillant les dépenses d'effets visuels, établis par le ou les prestataires spécialisés et visés par l'entreprise de production. Ce ou ces devis doivent être détaillés et formalisés plan par plan ; 5° Un plan de financement prévisionnel ; 6° Une présentation de l'entreprise de production, des principaux collaborateurs artistiques et techniques et, le cas échéant, des entreprises de prestations d'effets visuels numériques. VI-6. Aides financières sélectives à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des effets visuels numériques VI-6.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective (Articles 621-15 et suivants) 1° Une note expliquant l'apport des effets visuels numériques à la démarche artistique ; 2° Le scénario précédé d'un synopsis court, et d'un synopsis long pour les formats longs ; 3° Une présentation de l'univers visuel ; 4° Le curriculum vitae des auteurs et artistes techniciens ; 5° Une note sur le projet technique ; 6° Le devis des travaux des effets visuels numériques ; 7° Une présentation des sociétés prestataires réalisant les effets visuels numériques ; 8° Une note sur la diffusion de l'œuvre, notamment sur le marché international ; 9° Le devis détaillé de l'œuvre ; 10° Le plan de financement prévisionnel de l'œuvre, accompagné le cas échéant de la décision d'attribution d'une première aide du Centre national du cinéma et de l'image animée ou d'une collectivité ; 11° Une présentation des sociétés de production, de distribution ou ventes internationales. VI-7. Aides financières sélectives à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des techniques d'animation VI-7.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective (Articles 622-1 et suivants) 1° Une note d'intention artistique ; 2° Le scénario précédé d'un synopsis court, et d'un synopsis long pour les formats longs ; 3° Une présentation de l'univers visuel ; 4° Le curriculum vitae des auteurs et artistes techniciens ; 5° Une note sur le projet technique ; 6° Le devis des travaux de techniques d'animation ; 7° Une présentation des sociétés prestataires pour la réalisation des techniques d'animation ; 8° Une note sur la diffusion de l'œuvre, notamment sur le marché international ; 9° Le devis détaillé de l'œuvre ; 10° Le plan de financement prévisionnel de l'œuvre, accompagné le cas échéant de la décision d'attribution d'une première aide du Centre national du cinéma et de l'image animée ou d'une collectivité ; 11° Une présentation des sociétés de production, de distribution ou ventes internationales. VI-8. Aides financières sélectives à la modernisation des industries techniques VI-8.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'investissement dans des immobilisations (Articles 631-6 et suivants) I.-Dossier Entreprise (une seule fois par an) : 1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; 2° Eventuellement, des informations complémentaires sur l'entreprise ; 3° Eventuellement, un document unique de sécurité de l'entreprise et de ses établissements secondaires ; 4° Attestations fiscales et sociales : a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; 5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). II.-Dossier Projet : 1° Une copie des devis des fournisseurs ou prestataires ; 2° Eventuellement, des informations complémentaires sur le projet ; 3° Eventuellement, des éléments visuels permettant de mieux apprécier le projet ; 4° Lorsque l'investissement s'accompagne de créations de postes, les fiches de postes correspondantes ainsi que le curriculum vitae de la personne qui a éventuellement déjà été recrutée. VI-8.2. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'investissement éco-responsable (Articles 631-8 et suivants) I.-Dossier Entreprise (une seule fois par an) : 1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; 2° Eventuellement, des informations complémentaires sur l'entreprise ; 3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; 4° Attestations fiscales et sociales : a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; 5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). II.-Dossier Projet : 1° Une copie des devis des fournisseurs ou prestataires relatifs à l'investissement dit de référence ; 2° Une copie des devis des fournisseurs ou prestataires relatifs à l'investissement dit écologique ; 3° Eventuellement, des informations complémentaires sur le projet ; 4° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. VI-8.3. Documents justificatifs à joindre à l'appui d'une demande d'aide à la formation liée à un investissement (Articles 631-10 et suivants) I.-Dossier Entreprise (une seule fois par an) : 1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; 2° Eventuellement, des informations complémentaires sur l'entreprise ; 3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; 4° Attestations fiscales et sociales : a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; 5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). II.-Dossier Projet : 1° Une copie des devis des fournisseurs ou prestataires ; 2° Eventuellement, des informations complémentaires sur le projet ; 3° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. VI-8.4. Documents justificatifs à joindre à l'appui d'une demande d'aide à la propriété industrielle (Articles 631-12 et suivants) I.-Dossier Entreprise (une seule fois par an) : 1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; 2° Eventuellement, des informations complémentaires sur l'entreprise ; 3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; 4° Attestations fiscales et sociales : a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; 5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). II.-Dossier Projet : 1° Une copie des devis des fournisseurs ou prestataires ; 2° Eventuellement, le ou les mémoires d'invention liés au projet ; 3° Eventuellement, des informations complémentaires sur le projet ; 4° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. VI-8.5. Documents justificatifs à joindre à l'appui d'une demande d'aide aux prestations de conseil (Articles 631-14 et suivants) I.-Dossier Entreprise (une seule fois par an) : 1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; 2° Eventuellement, des informations complémentaires sur l'entreprise ; 3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; 4° Attestations fiscales et sociales : a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; 5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). II.-Dossier Projet : 1° Une copie des devis des fournisseurs ou prestataires ; 2° Eventuellement, des informations complémentaires sur le projet ; 3° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. VI-8.6. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'amélioration des outils et services de communication (Articles 631-16 et suivants) I.-Dossier Entreprise (une seule fois par an) : 1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; 2° Eventuellement, des informations complémentaires sur l'entreprise ; 3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; 4° Attestations fiscales et sociales : a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; 5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). II.-Dossier Projet : 1° Une copie des devis des fournisseurs ou prestataires ; 2° Eventuellement, des captations d'écran du site internet actuel ou précédent ; 3° Eventuellement, des informations complémentaires sur le projet ; 4° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. VI-8.7. Documents justificatifs à joindre à l'appui d'une demande d'aide à la participation aux foires (Articles 631-18 et suivants) I.-Dossier Entreprise (une seule fois par an) : 1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; 2° Eventuellement, des informations complémentaires sur l'entreprise ; 3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; 4° Attestations fiscales et sociales : a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; 5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). II.-Dossier Projet : 1° Une copie des devis des fournisseurs ou prestataires ; 2° Eventuellement, des informations complémentaires sur le projet ; 3° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. VI-8.8. Documents justificatifs à joindre à l'appui d'une demande d'aide à la recherche industrielle et au développement expérimental (Articles 631-20 et suivants) I.-Dossier Entreprise (une seule fois par an) : 1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; 2° Eventuellement, des informations complémentaires sur l'entreprise ; 3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; 4° Attestations fiscales et sociales : a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; 5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). II.-Dossier Projet : 1° Un état de l'art commercial faisant ressortir les atouts de l'entreprise et du nouveau produit ou service par rapport à la concurrence ; 2° Un cahier des charges ; 3° Un calendrier des tâches ; 4° Eventuellement, des informations complémentaires sur le projet ; 5° Eventuellement, des éléments visuels permettant de mieux apprécier le projet ; 6° Lorsque la demande concerne une expérimentation technique d'un prototype lié à une œuvre donnée : a) Le devis, à destination du producteur, de la phase spécifique de recherche et développement réalisée dans le cadre de la préparation de l'œuvre ; b) Une note d'intention du producteur décrivant son intérêt pour l'utilisation du produit développé, acceptant le devis proposé et s'engageant à le régler à hauteur d'au moins 30 % dès la mise en production de l'œuvre. VI-8.9. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'innovation de procédé et d'organisation (Articles 631-23 et suivants) I.-Dossier Entreprise (une seule fois par an) : 1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; 2° Eventuellement, des informations complémentaires sur l'entreprise ; 3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; 4° Attestations fiscales et sociales : a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; 5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). II.-Dossier Projet : 1° Un schéma avant/ après faisant figurer explicitement l'innovation de procédé et/ ou d'organisation au sein de l'entreprise ; 2° Un calendrier des tâches ; 3° Une annexe technique et/ ou commerciale complémentaire ; 4° Eventuellement, des informations complémentaires sur le projet ; 5° Eventuellement, des éléments visuels permettant de mieux apprécier le projet ; 6° Lorsque la demande implique une modification dans la mise en relation de l'entreprise avec ses partenaires ou ses clients, un schéma avant/ après faisant figurer précisément l'évolution de la productivité de l'entreprise grâce à cette modification.",
            "texteHtml": "<p>VI-1. Aides financières automatiques à l'édition vidéographique des œuvres cinématographiques et audiovisuelles </p><p>V-1.1 Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement </p><p>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162347&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 611-10 (V)'>611-10 </a>et suivants) </p><p>Autorisation d'investissement : <br/><br/>1° Un exemplaire du contrat d'acquisition des droits d'édition vidéographique, accompagné de la justification de l'inscription au registre public du cinéma et de l'audiovisuel et, le cas échéant, d'une déclaration du montant de l'acquisition des droits d'édition vidéo en cas de mandats groupés ; <br/><br/>2° Un budget détaillé. </p><p>VI-2. Aides financières sélectives à l'édition vidéographique des œuvres cinématographiques et audiovisuelles <br/><br/>V-2.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'édition ou à la réédition d'une œuvre déterminée ou à l'édition d'un programme d'œuvres <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162381&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 611-22 (V)'>611-22 </a>et suivants) </p><p>I.-Edition ou à la réédition d'une œuvre déterminée : <br/><br/>1° Un budget détaillé ; <br/><br/>2° Pour les œuvres cinématographiques, la justification de l'inscription au registre public du cinéma et de l'audiovisuel du contrat d'acquisition des droits d'édition vidéographique, ou, si l'éditeur est producteur du programme, du contrat entre le producteur et l'auteur faisant mention de la cession de ces droits ; <br/><br/>4° La liste des œuvres précédemment éditées et aidées ; <br/><br/>5° Le contrat de distribution vidéo, un accord ou une lettre d'intention du distributeur ; <br/><br/>6° Un moyen de visionnage de l'œuvre. <br/><br/>II.-Edition d'un programme d'œuvres : <br/><br/>1° Pour les œuvres cinématographiques, la justification de l'inscription au registre public du cinéma et de l'audiovisuel du contrat d'acquisition des droits d'édition vidéographique, ou, si l'éditeur est producteur du programme, du contrat entre le producteur et l'auteur faisant mention de la cession de ces droits ; <br/><br/>2° Le cas échéant, le contrat justifiant de la titularité des droits d'exploitation sur les services de médias audiovisuels à la demande ; <br/><br/>3° Le contrat de distribution vidéo faisant mention de chaque titre du programme présenté ou une lettre d'intention de l'entreprise de distribution ; <br/><br/>4° La liste des œuvres précédemment éditées et aidées. </p><p>VI-3. Aides financières automatiques à la diffusion en ligne des œuvres cinématographiques et audiovisuelles <br/><br/>V-3.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation d'investissement <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162433&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 612-10 (V)'>612-10 </a>et suivants) </p><p>Autorisation d'investissement : <br/><br/>1° Les factures et/ ou extraits du Grand Livre relatifs à chacune des œuvres cinématographiques datés, signés et revêtus du cachet de l'entreprise, ou relatifs aux dépenses liées à l'amélioration de la qualité éditoriale et de l'ergonomie de l'offre proposée et des modalités d'accès aux œuvres ; <br/><br/>2° En cas de coûts internes, un relevé détaillé de ces coûts, soit certifié par un expert-comptable ou un commissaire aux comptes lorsque le montant des sommes investies est supérieur ou égal à 100 000 €, soit certifié par le responsable financier de l'entreprise lorsque ce montant est inférieur à 100 000 € ; <br/><br/>3° Une copie des contrats d'acquisition des droits de mise à disposition de l'œuvre sur les services de médias audiovisuels à la demande, accompagné de la justification de l'inscription au registre public du cinéma et de l'audiovisuel ; <br/><br/>4° Pour les dépenses d'éditorialisation, de promotion et de commercialisation des œuvres, la liste des œuvres mises en ligne par l'éditeur sur la période concernée par la demande d'autorisation d'investissement. </p><p>VI-4. Aides financières sélectives à la diffusion en ligne des œuvres cinématographiques et audiovisuelles <br/><br/>VI-4.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective à la diffusion en ligne d'un programme d'œuvres cinématographiques ou audiovisuelles <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162467&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 612-22 (V)'>612-22 </a>et suivants) </p><p>1° Un budget détaillé ; <br/><br/>2° Le cas échéant, un moyen de visionnage des œuvres et des éventuels compléments de programme, ainsi qu'un moyen d'accès au service. </p><p>VI-5. Aides financières automatiques à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des effets visuels numériques <br/><br/>VI-5.1. Documents justificatifs à joindre à l'appui d'une demande d'allocation directe <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162515&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 621-5 (V)'>621-5 </a>et suivants) </p><p>1° Une note de synthèse présentant les principales caractéristiques artistiques, techniques et financières du projet ; <br/><br/>2° Le scénario précédé du synopsis ; <br/><br/>3° Le budget prévisionnel de l'œuvre ; <br/><br/>4° Le ou les devis complets détaillant les dépenses d'effets visuels, établis par le ou les prestataires spécialisés et visés par l'entreprise de production. Ce ou ces devis doivent être détaillés et formalisés plan par plan ; <br/><br/>5° Un plan de financement prévisionnel ; <br/><br/>6° Une présentation de l'entreprise de production, des principaux collaborateurs artistiques et techniques et, le cas échéant, des entreprises de prestations d'effets visuels numériques. </p><p>VI-6. Aides financières sélectives à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des effets visuels numériques <br/><br/>VI-6.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162541&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 621-15 (V)'>621-15 </a>et suivants) </p><p>1° Une note expliquant l'apport des effets visuels numériques à la démarche artistique ; <br/><br/>2° Le scénario précédé d'un synopsis court, et d'un synopsis long pour les formats longs ; <br/><br/>3° Une présentation de l'univers visuel ; <br/><br/>4° Le curriculum vitae des auteurs et artistes techniciens ; <br/><br/>5° Une note sur le projet technique ; <br/><br/>6° Le devis des travaux des effets visuels numériques ; <br/><br/>7° Une présentation des sociétés prestataires réalisant les effets visuels numériques ; <br/><br/>8° Une note sur la diffusion de l'œuvre, notamment sur le marché international ; <br/><br/>9° Le devis détaillé de l'œuvre ; <br/><br/>10° Le plan de financement prévisionnel de l'œuvre, accompagné le cas échéant de la décision d'attribution d'une première aide du Centre national du cinéma et de l'image animée ou d'une collectivité ; <br/><br/>11° Une présentation des sociétés de production, de distribution ou ventes internationales. </p><p>VI-7. Aides financières sélectives à la production d'œuvres cinématographiques ou audiovisuelles ayant recours à des techniques d'animation <br/><br/>VI-7.1. Documents justificatifs à joindre à l'appui d'une demande d'aide sélective <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162567&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 622-1 (V)'>622-1 </a>et suivants) </p><p>1° Une note d'intention artistique ; <br/><br/>2° Le scénario précédé d'un synopsis court, et d'un synopsis long pour les formats longs ; <br/><br/>3° Une présentation de l'univers visuel ; <br/><br/>4° Le curriculum vitae des auteurs et artistes techniciens ; <br/><br/>5° Une note sur le projet technique ; <br/><br/>6° Le devis des travaux de techniques d'animation ; <br/><br/>7° Une présentation des sociétés prestataires pour la réalisation des techniques d'animation ; <br/><br/>8° Une note sur la diffusion de l'œuvre, notamment sur le marché international ; <br/><br/>9° Le devis détaillé de l'œuvre ; <br/><br/>10° Le plan de financement prévisionnel de l'œuvre, accompagné le cas échéant de la décision d'attribution d'une première aide du Centre national du cinéma et de l'image animée ou d'une collectivité ; <br/><br/>11° Une présentation des sociétés de production, de distribution ou ventes internationales. </p><p>VI-8. Aides financières sélectives à la modernisation des industries techniques <br/><br/>VI-8.1. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'investissement dans des immobilisations <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162617&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 631-6 (V)'>631-6 </a>et suivants) </p><p>I.-Dossier Entreprise (une seule fois par an) : <br/><br/>1° La déclaration mentionnée au 3° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047159819&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 122-9 (V)'>122-9 </a>pour chacun des trois derniers exercices clos ; <br/><br/>2° Eventuellement, des informations complémentaires sur l'entreprise ; <br/><br/>3° Eventuellement, un document unique de sécurité de l'entreprise et de ses établissements secondaires ; <br/><br/>4° Attestations fiscales et sociales : <br/><br/>a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; <br/><br/>b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; <br/><br/>5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). <br/><br/>II.-Dossier Projet : <br/><br/>1° Une copie des devis des fournisseurs ou prestataires ; <br/><br/>2° Eventuellement, des informations complémentaires sur le projet ; <br/><br/>3° Eventuellement, des éléments visuels permettant de mieux apprécier le projet ; <br/><br/>4° Lorsque l'investissement s'accompagne de créations de postes, les fiches de postes correspondantes ainsi que le curriculum vitae de la personne qui a éventuellement déjà été recrutée. </p><p>VI-8.2. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'investissement éco-responsable <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162623&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 631-8 (V)'>631-8 </a>et suivants) </p><p>I.-Dossier Entreprise (une seule fois par an) : <br/><br/>1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; <br/><br/>2° Eventuellement, des informations complémentaires sur l'entreprise ; <br/><br/>3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; <br/><br/>4° Attestations fiscales et sociales : <br/><br/>a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; <br/><br/>b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; <br/><br/>5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). <br/><br/>II.-Dossier Projet : <br/><br/>1° Une copie des devis des fournisseurs ou prestataires relatifs à l'investissement dit de référence ; <br/><br/>2° Une copie des devis des fournisseurs ou prestataires relatifs à l'investissement dit écologique ; <br/><br/>3° Eventuellement, des informations complémentaires sur le projet ; <br/><br/>4° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. </p><p>VI-8.3. Documents justificatifs à joindre à l'appui d'une demande d'aide à la formation liée à un investissement <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162629&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 631-10 (V)'>631-10 </a>et suivants) </p><p>I.-Dossier Entreprise (une seule fois par an) : <br/><br/>1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; <br/><br/>2° Eventuellement, des informations complémentaires sur l'entreprise ; <br/><br/>3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; <br/><br/>4° Attestations fiscales et sociales : <br/><br/>a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; <br/><br/>b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; <br/><br/>5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). <br/><br/>II.-Dossier Projet : <br/><br/>1° Une copie des devis des fournisseurs ou prestataires ; <br/><br/>2° Eventuellement, des informations complémentaires sur le projet ; <br/><br/>3° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. </p><p>VI-8.4. Documents justificatifs à joindre à l'appui d'une demande d'aide à la propriété industrielle <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162635&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 631-12 (V)'>631-12 </a>et suivants) </p><p>I.-Dossier Entreprise (une seule fois par an) : <br/><br/>1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; <br/><br/>2° Eventuellement, des informations complémentaires sur l'entreprise ; <br/><br/>3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; <br/><br/>4° Attestations fiscales et sociales : <br/><br/>a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; <br/><br/>b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; <br/><br/>5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). <br/><br/>II.-Dossier Projet : <br/><br/>1° Une copie des devis des fournisseurs ou prestataires ; <br/><br/>2° Eventuellement, le ou les mémoires d'invention liés au projet ; <br/><br/>3° Eventuellement, des informations complémentaires sur le projet ; <br/><br/>4° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. </p><p>VI-8.5. Documents justificatifs à joindre à l'appui d'une demande d'aide aux prestations de conseil <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162641&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 631-14 (V)'>631-14 </a>et suivants) </p><p>I.-Dossier Entreprise (une seule fois par an) : <br/><br/>1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; <br/><br/>2° Eventuellement, des informations complémentaires sur l'entreprise ; <br/><br/>3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; <br/><br/>4° Attestations fiscales et sociales : <br/><br/>a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; <br/><br/>b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; <br/><br/>5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). <br/><br/>II.-Dossier Projet : <br/><br/>1° Une copie des devis des fournisseurs ou prestataires ; <br/><br/>2° Eventuellement, des informations complémentaires sur le projet ; <br/><br/>3° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. </p><p>VI-8.6. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'amélioration des outils et services de communication <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162647&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 631-16 (V)'>631-16 </a>et suivants) </p><p>I.-Dossier Entreprise (une seule fois par an) : <br/><br/>1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; <br/><br/>2° Eventuellement, des informations complémentaires sur l'entreprise ; <br/><br/>3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; <br/><br/>4° Attestations fiscales et sociales : <br/><br/>a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; <br/><br/>b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; <br/><br/>5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). <br/><br/>II.-Dossier Projet : <br/><br/>1° Une copie des devis des fournisseurs ou prestataires ; <br/><br/>2° Eventuellement, des captations d'écran du site internet actuel ou précédent ; <br/><br/>3° Eventuellement, des informations complémentaires sur le projet ; <br/><br/>4° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. </p><p>VI-8.7. Documents justificatifs à joindre à l'appui d'une demande d'aide à la participation aux foires <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162653&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 631-18 (V)'>631-18 </a>et suivants) </p><p>I.-Dossier Entreprise (une seule fois par an) : <br/><br/>1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; <br/><br/>2° Eventuellement, des informations complémentaires sur l'entreprise ; <br/><br/>3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; <br/><br/>4° Attestations fiscales et sociales : <br/><br/>a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; <br/><br/>b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; <br/><br/>5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). <br/><br/>II.-Dossier Projet : <br/><br/>1° Une copie des devis des fournisseurs ou prestataires ; <br/><br/>2° Eventuellement, des informations complémentaires sur le projet ; <br/><br/>3° Eventuellement, des éléments visuels permettant de mieux apprécier le projet. </p><p>VI-8.8. Documents justificatifs à joindre à l'appui d'une demande d'aide à la recherche industrielle et au développement expérimental <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162659&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 631-20 (V)'>631-20 </a>et suivants) </p><p>I.-Dossier Entreprise (une seule fois par an) : <br/><br/>1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; <br/><br/>2° Eventuellement, des informations complémentaires sur l'entreprise ; <br/><br/>3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; <br/><br/>4° Attestations fiscales et sociales : <br/><br/>a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; <br/><br/>b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; <br/><br/>5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). <br/><br/>II.-Dossier Projet : <br/><br/>1° Un état de l'art commercial faisant ressortir les atouts de l'entreprise et du nouveau produit ou service par rapport à la concurrence ; <br/><br/>2° Un cahier des charges ; <br/><br/>3° Un calendrier des tâches ; <br/><br/>4° Eventuellement, des informations complémentaires sur le projet ; <br/><br/>5° Eventuellement, des éléments visuels permettant de mieux apprécier le projet ; <br/><br/>6° Lorsque la demande concerne une expérimentation technique d'un prototype lié à une œuvre donnée : <br/><br/>a) Le devis, à destination du producteur, de la phase spécifique de recherche et développement réalisée dans le cadre de la préparation de l'œuvre ; <br/><br/>b) Une note d'intention du producteur décrivant son intérêt pour l'utilisation du produit développé, acceptant le devis proposé et s'engageant à le régler à hauteur d'au moins 30 % dès la mise en production de l'œuvre. </p><p>VI-8.9. Documents justificatifs à joindre à l'appui d'une demande d'aide à l'innovation de procédé et d'organisation <br/><br/>(Articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000047162667&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 631-23 (V)'>631-23</a> et suivants) </p><p>I.-Dossier Entreprise (une seule fois par an) : <br/><br/>1° La déclaration mentionnée au 3° du I de l'article 122-9 pour chacun des trois derniers exercices clos ; <br/><br/>2° Eventuellement, des informations complémentaires sur l'entreprise ; <br/><br/>3° Eventuellement, un document unique de sécurité et de ses établissements secondaires ; <br/><br/>4° Attestations fiscales et sociales : <br/><br/>a) Soit l'imprimé 3666 (attestations fiscales), les attestations sociales (URSSAF, Audiens et Pôle emploi), ainsi que, le cas échéant, le certificat de congés payés ; <br/><br/>b) Soit la page 3/3 de l'imprimé Etat annuel des certificats reçus, référencé DC7 (copie certifiée conforme par le représentant légal de l'entreprise) ; <br/><br/>5° Un extrait K bis de moins de 3 mois (pour la première demande seulement sauf en cas de modifications). <br/><br/>II.-Dossier Projet : <br/><br/>1° Un schéma avant/ après faisant figurer explicitement l'innovation de procédé et/ ou d'organisation au sein de l'entreprise ; <br/><br/>2° Un calendrier des tâches ; <br/><br/>3° Une annexe technique et/ ou commerciale complémentaire ; <br/><br/>4° Eventuellement, des informations complémentaires sur le projet ; <br/><br/>5° Eventuellement, des éléments visuels permettant de mieux apprécier le projet ; <br/><br/>6° Lorsque la demande implique une modification dans la mise en relation de l'entreprise avec ses partenaires ou ses clients, un schéma avant/ après faisant figurer précisément l'évolution de la productivité de l'entreprise grâce à cette modification.</p>",
            "num": null,
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1675209600000,
            "dateFin": 1682035200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : SOUTIEN À LA DIFFUSION VIDÉOGRAPHIQUE ET À L'INNOVATION TECHNOLOGIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047162311",
                        "id": "LEGISCTA000047162311",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-02-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE AU LIVRE VI  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047162683",
                        "id": "LEGISCTA000047162683",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047162685",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047162683",
            "sectionParentId": "LEGISCTA000047162683",
            "sectionParentTitre": "ANNEXE AU LIVRE VI  ",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre VI : SOUTIEN À LA DIFFUSION VIDÉOGRAPHIQUE ET À L'INNOVATION TECHNOLOGIQUE &gt; ANNEXE AU LIVRE VI  ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047162685",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047138508",
                    "textTitle": "Délibération n°2022/CA/38 du 8 décembre 2022 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000047143469",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2023-01-24",
                    "dateSignaTexte": "2022-12-08",
                    "dateDebutCible": "2023-02-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 122-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "122-9",
                    "articleId": "LEGIARTI000047159819",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 611-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "611-10",
                    "articleId": "LEGIARTI000047162347",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 611-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "611-22",
                    "articleId": "LEGIARTI000047162381",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 612-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "612-10",
                    "articleId": "LEGIARTI000047162433",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 612-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "612-22",
                    "articleId": "LEGIARTI000047162467",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 621-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "621-15",
                    "articleId": "LEGIARTI000047162541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 621-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "621-5",
                    "articleId": "LEGIARTI000047162515",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 622-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "622-1",
                    "articleId": "LEGIARTI000047162567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-10",
                    "articleId": "LEGIARTI000047162629",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-12",
                    "articleId": "LEGIARTI000047162635",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-14",
                    "articleId": "LEGIARTI000047162641",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-16",
                    "articleId": "LEGIARTI000047162647",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-18 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-18",
                    "articleId": "LEGIARTI000047162653",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-20",
                    "articleId": "LEGIARTI000047162659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-23",
                    "articleId": "LEGIARTI000047162667",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-6",
                    "articleId": "LEGIARTI000047162617",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 631-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "631-8",
                    "articleId": "LEGIARTI000047162623",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675209600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047162685",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1675209600000,
                    "dateFin": 1682035200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047469106",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1682035200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}