{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037398420",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "L'office convoque, par tout moyen garantissant la confidentialité et la réception personnelle par le demandeur, le demandeur à un entretien personnel. Il peut s'en dispenser s'il apparaît que : 1° L'office s'apprête à prendre une décision reconnaissant la qualité de réfugié à partir des éléments en sa possession ; 2° Des raisons médicales, durables et indépendantes de la volonté de l'intéressé interdisent de procéder à l'entretien. Chaque demandeur majeur est entendu individuellement, hors de la présence des membres de sa famille. L'office peut entendre individuellement un demandeur mineur, dans les mêmes conditions, s'il estime raisonnable de penser qu'il aurait pu subir des persécutions ou des atteintes graves dont les membres de la famille n'auraient pas connaissance. L'office peut procéder à un entretien complémentaire en présence des membres de la famille s'il l'estime nécessaire à l'examen approprié de la demande. Le demandeur se présente à l'entretien et répond personnellement aux questions qui lui sont posées par l'agent de l'office. Il est entendu, dans les conditions prévues à l'article L. 741-2-1, dans la langue de son choix ou dans une autre langue dont il a une connaissance suffisante. Si le demandeur en fait la demande et si cette dernière apparaît manifestement fondée par la difficulté pour le demandeur d'exposer l'ensemble des motifs de sa demande d'asile, notamment ceux liés à des violences à caractère sexuel, l'entretien est mené, dans la mesure du possible, par un agent de l'office du sexe de son choix et en présence d'un interprète du sexe de son choix. Le demandeur peut se présenter à l'entretien accompagné soit d'un avocat, soit d'un représentant d'une association de défense des droits de l'homme, d'une association de défense des droits des étrangers ou des demandeurs d'asile, d'une association de défense des droits des femmes ou des enfants ou d'une association de lutte contre les persécutions fondées sur l'identité de genre ou l'orientation sexuelle. Les conditions d'habilitation des associations et les modalités d'agrément de leurs représentants par l'office sont fixées par décret en Conseil d'Etat ; peuvent seules être habilitées les associations indépendantes à l'égard des autorités des pays d'origine des demandeurs d'asile et apportant une aide à tous les demandeurs. L'avocat ou le représentant de l'association ne peut intervenir qu'à l'issue de l'entretien pour formuler des observations. Lorsque cela est justifié pour le bon déroulement de l'entretien, le demandeur d'asile en situation de handicap peut, à sa demande et sur autorisation du directeur général de l'Office français de protection des réfugiés et apatrides, être accompagné par le professionnel de santé qui le suit habituellement ou par le représentant d'une association d'aide aux personnes en situation de handicap. L'absence d'un avocat ou d'un représentant d'une association n'empêche pas l'office de mener un entretien avec le demandeur. Sans préjudice de l'article L. 723-13 , l'absence sans motif légitime du demandeur, dûment convoqué à un entretien, ne fait pas obstacle à ce que l'office statue sur sa demande. Sans préjudice des nécessités tenant aux besoins d'une action contentieuse, la personne qui accompagne le demandeur à un entretien ne peut en divulguer le contenu. Les modalités d'organisation de l'entretien sont définies par le directeur général de l'office. Un décret en Conseil d'Etat fixe les cas et les conditions dans lesquels l'entretien peut se dérouler par un moyen de communication audiovisuelle pour des raisons tenant à l'éloignement géographique ou à la situation particulière du demandeur.",
            "texteHtml": "<p>L'office convoque, par tout moyen garantissant la confidentialité et la réception personnelle par le demandeur, le demandeur à un entretien personnel. Il peut s'en dispenser s'il apparaît que :</p><p>1° L'office s'apprête à prendre une décision reconnaissant la qualité de réfugié à partir des éléments en sa possession ;</p><p>2° Des raisons médicales, durables et indépendantes de la volonté de l'intéressé interdisent de procéder à l'entretien.</p><p>Chaque demandeur majeur est entendu individuellement, hors de la présence des membres de sa famille. L'office peut entendre individuellement un demandeur mineur, dans les mêmes conditions, s'il estime raisonnable de penser qu'il aurait pu subir des persécutions ou des atteintes graves dont les membres de la famille n'auraient pas connaissance.</p><p>L'office peut procéder à un entretien complémentaire en présence des membres de la famille s'il l'estime nécessaire à l'examen approprié de la demande.</p><p>Le demandeur se présente à l'entretien et répond personnellement aux questions qui lui sont posées par l'agent de l'office. Il est entendu, dans les conditions prévues à l'article L. 741-2-1, dans la langue de son choix ou dans une autre langue dont il a une connaissance suffisante.</p><p>Si le demandeur en fait la demande et si cette dernière apparaît manifestement fondée par la difficulté pour le demandeur d'exposer l'ensemble des motifs de sa demande d'asile, notamment ceux liés à des violences à caractère sexuel, l'entretien est mené, dans la mesure du possible, par un agent de l'office du sexe de son choix et en présence d'un interprète du sexe de son choix.</p><p>Le demandeur peut se présenter à l'entretien accompagné soit d'un avocat, soit d'un représentant d'une association de défense des droits de l'homme, d'une association de défense des droits des étrangers ou des demandeurs d'asile, d'une association de défense des droits des femmes ou des enfants ou d'une association de lutte contre les persécutions fondées sur l'identité de genre ou l'orientation sexuelle. Les conditions d'habilitation des associations et les modalités d'agrément de leurs représentants par l'office sont fixées par décret en Conseil d'Etat ; peuvent seules être habilitées les associations indépendantes à l'égard des autorités des pays d'origine des demandeurs d'asile et apportant une aide à tous les demandeurs. L'avocat ou le représentant de l'association ne peut intervenir qu'à l'issue de l'entretien pour formuler des observations.</p><p>Lorsque cela est justifié pour le bon déroulement de l'entretien, le demandeur d'asile en situation de handicap peut, à sa demande et sur autorisation du directeur général de l'Office français de protection des réfugiés et apatrides, être accompagné par le professionnel de santé qui le suit habituellement ou par le représentant d'une association d'aide aux personnes en situation de handicap.</p><p>L'absence d'un avocat ou d'un représentant d'une association n'empêche pas l'office de mener un entretien avec le demandeur.</p><p>Sans préjudice de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000030951188&dateTexte=&categorieLien=cid'>l'article L. 723-13</a>, l'absence sans motif légitime du demandeur, dûment convoqué à un entretien, ne fait pas obstacle à ce que l'office statue sur sa demande.</p><p>Sans préjudice des nécessités tenant aux besoins d'une action contentieuse, la personne qui accompagne le demandeur à un entretien ne peut en divulguer le contenu.</p><p>Les modalités d'organisation de l'entretien sont définies par le directeur général de l'office.</p><p>Un décret en Conseil d'Etat fixe les cas et les conditions dans lesquels l'entretien peut se dérouler par un moyen de communication audiovisuelle pour des raisons tenant à l'éloignement géographique ou à la situation particulière du demandeur.</p>",
            "num": "L723-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1546300800000,
            "dateFin": 1619827200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1386916521,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2021-05-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085121",
                        "id": "LEGISCTA000006085121",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-03-01",
                        "fin": "2021-05-01",
                        "titre": "LIVRE VII : LE DROIT D'ASILE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115069",
                        "id": "LEGISCTA000006115069",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-03-01",
                        "fin": "2021-05-01",
                        "titre": "TITRE II : L'OFFICE FRANCAIS DE PROTECTION DES RÉFUGIÉS ET APATRIDES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134420",
                        "id": "LEGISCTA000006134420",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-03-01",
                        "fin": "2021-05-01",
                        "titre": "Chapitre III : Examen des demandes d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147799",
                        "id": "LEGISCTA000006147799",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-07-31",
                        "fin": "2021-05-01",
                        "titre": "Section 1 : Garanties procédurales et obligations du demandeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030950915",
                        "id": "LEGISCTA000030950918",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030951075",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030950915",
            "sectionParentId": "LEGISCTA000030950918",
            "sectionParentTitre": "Section 1 : Garanties procédurales et obligations du demandeur",
            "fullSectionsTitre": null,
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037398420",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au III de l'article 71 de la loi n° 2018-778 du 10 septembre 2018, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, au plus tard le 1er janvier 2019 et sont applicables aux demandes déposées postérieurement à cette dernière en ce qui concerne les dispositions des premier et sixième alinéa de l'article L. 723-6 tel qu'il résulte des a et b du 3° du I de l'article 6 de ladite loi. Le décret n° 2018-1159 du 14 décembre 2018 en son article 23 a fixé cette date au 1er janvier 2019.",
            "notaHtml": "<p>Conformément au III de l'article 71 de la loi n° 2018-778 du 10 septembre 2018, ces dispositions entrent en vigueur à une date fixée par décret en Conseil d'Etat, au plus tard le 1er janvier 2019 et sont applicables aux demandes déposées postérieurement à cette dernière en ce qui concerne les dispositions des premier et sixième alinéa de l'article L. 723-6 tel qu'il résulte des a et b du 3° du I de l'article 6 de ladite loi.<br clear='none'/>\nLe décret n° 2018-1159 du 14 décembre 2018 en son article 23 a fixé cette date au 1er janvier 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037381808",
                    "textTitle": "LOI n°2018-778 du 10 septembre 2018 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000037382509",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-09-11",
                    "dateSignaTexte": "2018-09-10",
                    "dateDebutCible": "2018-09-12"
                },
                {
                    "textCid": "JORFTEXT000042754770",
                    "textTitle": "Ordonnance n°2020-1733 du 16 décembre 2020 - art. 1 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000042763000",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2021-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030949483",
                    "textTitle": "LOI n° 2015-925 du 29 juillet 2015 - art. 35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000030950462",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-925",
                    "datePubli": 1438214400000,
                    "dateDebut": 1438300800000
                },
                {
                    "textCid": "JORFTEXT000036940092",
                    "textTitle": "Décret n°2018-385 du 23 mai 2018 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036943213",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-385",
                    "datePubli": 1527206400000,
                    "dateDebut": 1527292800000
                },
                {
                    "textCid": "JORFTEXT000037381901",
                    "textTitle": "Décision n°2018-770 DC du 6 septembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037381902",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-770 DC",
                    "datePubli": 1536624000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L213-8-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-8-1",
                    "articleId": "LEGIARTI000030953071",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L723-11 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L723-11",
                    "articleId": "LEGIARTI000037398414",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L724-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L724-2",
                    "articleId": "LEGIARTI000030951287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1438300800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R556-13 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R556-13",
                    "articleId": "LEGIARTI000031196810",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1446336000000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et du droit d'asile. - art. L723-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L723-13",
                    "articleId": "LEGIARTI000030951188",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-12 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-12",
                    "articleId": "LEGIARTI000042776049",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-13 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-13",
                    "articleId": "LEGIARTI000042776047",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-14 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-14",
                    "articleId": "LEGIARTI000042776045",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-15 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-15",
                    "articleId": "LEGIARTI000042776043",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-16 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-16",
                    "articleId": "LEGIARTI000042776041",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-17 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-17",
                    "articleId": "LEGIARTI000042776039",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-18 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-18",
                    "articleId": "LEGIARTI000042776037",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-21 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-21",
                    "articleId": "LEGIARTI000042776031",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030952931",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1437350400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037398420",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L723-6",
                "723-6"
            ],
            "versionPrecedente": "LEGIARTI000030952931",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030952931",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "L'office convoque le demandeur à un entretien personnel. Il peut s'en dispenser s'il apparaît que : 1° L'office s'apprête à prendre une décision reconnaissant la qualité de réfugié à partir des éléments en sa possession ; 2° Des raisons médicales, durables et indépendantes de la volonté de l'intéressé interdisent de procéder à l'entretien. Chaque demandeur majeur est entendu individuellement, hors de la présence des membres de sa famille. L'office peut entendre individuellement un demandeur mineur, dans les mêmes conditions, s'il estime raisonnable de penser qu'il aurait pu subir des persécutions ou des atteintes graves dont les membres de la famille n'auraient pas connaissance. L'office peut procéder à un entretien complémentaire en présence des membres de la famille s'il l'estime nécessaire à l'examen approprié de la demande. Le demandeur se présente à l'entretien et répond personnellement aux questions qui lui sont posées par l'agent de l'office. Il est entendu dans la langue de son choix, sauf s'il existe une autre langue dont il a une connaissance suffisante. Si le demandeur en fait la demande et si cette dernière apparaît manifestement fondée par la difficulté pour le demandeur d'exposer l'ensemble des motifs de sa demande d'asile, notamment ceux liés à des violences à caractère sexuel, l'entretien est mené, dans la mesure du possible, par un agent de l'office du sexe de son choix et en présence d'un interprète du sexe de son choix. Le demandeur peut se présenter à l'entretien accompagné soit d'un avocat, soit d'un représentant d'une association de défense des droits de l'homme, d'une association de défense des droits des étrangers ou des demandeurs d'asile, d'une association de défense des droits des femmes ou des enfants ou d'une association de lutte contre les persécutions fondées sur le sexe ou l'orientation sexuelle. Les conditions d'habilitation des associations et les modalités d'agrément de leurs représentants par l'office sont fixées par décret en Conseil d'Etat ; peuvent seules être habilitées les associations indépendantes à l'égard des autorités des pays d'origine des demandeurs d'asile et apportant une aide à tous les demandeurs. L'avocat ou le représentant de l'association ne peut intervenir qu'à l'issue de l'entretien pour formuler des observations. L'absence d'un avocat ou d'un représentant d'une association n'empêche pas l'office de mener un entretien avec le demandeur. Sans préjudice de l'article L. 723-13 , l'absence sans motif légitime du demandeur, dûment convoqué à un entretien, ne fait pas obstacle à ce que l'office statue sur sa demande. Sans préjudice des nécessités tenant aux besoins d'une action contentieuse, la personne qui accompagne le demandeur à un entretien ne peut en divulguer le contenu. Les modalités d'organisation de l'entretien sont définies par le directeur général de l'office. Un décret en Conseil d'Etat fixe les cas et les conditions dans lesquels l'entretien peut se dérouler par un moyen de communication audiovisuelle pour des raisons tenant à l'éloignement géographique ou à la situation particulière du demandeur.",
            "texteHtml": "<p>L'office convoque le demandeur à un entretien personnel. Il peut s'en dispenser s'il apparaît que : </p><p>1° L'office s'apprête à prendre une décision reconnaissant la qualité de réfugié à partir des éléments en sa possession ; </p><p>2° Des raisons médicales, durables et indépendantes de la volonté de l'intéressé interdisent de procéder à l'entretien. </p><p>Chaque demandeur majeur est entendu individuellement, hors de la présence des membres de sa famille. L'office peut entendre individuellement un demandeur mineur, dans les mêmes conditions, s'il estime raisonnable de penser qu'il aurait pu subir des persécutions ou des atteintes graves dont les membres de la famille n'auraient pas connaissance. </p><p>L'office peut procéder à un entretien complémentaire en présence des membres de la famille s'il l'estime nécessaire à l'examen approprié de la demande. </p><p>Le demandeur se présente à l'entretien et répond personnellement aux questions qui lui sont posées par l'agent de l'office. Il est entendu dans la langue de son choix, sauf s'il existe une autre langue dont il a une connaissance suffisante. </p><p>Si le demandeur en fait la demande et si cette dernière apparaît manifestement fondée par la difficulté pour le demandeur d'exposer l'ensemble des motifs de sa demande d'asile, notamment ceux liés à des violences à caractère sexuel, l'entretien est mené, dans la mesure du possible, par un agent de l'office du sexe de son choix et en présence d'un interprète du sexe de son choix. </p><p>Le demandeur peut se présenter à l'entretien accompagné soit d'un avocat, soit d'un représentant d'une association de défense des droits de l'homme, d'une association de défense des droits des étrangers ou des demandeurs d'asile, d'une association de défense des droits des femmes ou des enfants ou d'une association de lutte contre les persécutions fondées sur le sexe ou l'orientation sexuelle. Les conditions d'habilitation des associations et les modalités d'agrément de leurs représentants par l'office sont fixées par décret en Conseil d'Etat ; peuvent seules être habilitées les associations indépendantes à l'égard des autorités des pays d'origine des demandeurs d'asile et apportant une aide à tous les demandeurs. L'avocat ou le représentant de l'association ne peut intervenir qu'à l'issue de l'entretien pour formuler des observations. </p><p>L'absence d'un avocat ou d'un représentant d'une association n'empêche pas l'office de mener un entretien avec le demandeur. </p><p>Sans préjudice de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070158&idArticle=LEGIARTI000030951188&dateTexte=&categorieLien=cid' title='Code de l'entrée et du séjour des étrangers et ... - art. L723-13 (V)'>l'article L. 723-13</a>, l'absence sans motif légitime du demandeur, dûment convoqué à un entretien, ne fait pas obstacle à ce que l'office statue sur sa demande. </p><p>Sans préjudice des nécessités tenant aux besoins d'une action contentieuse, la personne qui accompagne le demandeur à un entretien ne peut en divulguer le contenu. </p><p>Les modalités d'organisation de l'entretien sont définies par le directeur général de l'office. </p><p>Un décret en Conseil d'Etat fixe les cas et les conditions dans lesquels l'entretien peut se dérouler par un moyen de communication audiovisuelle pour des raisons tenant à l'éloignement géographique ou à la situation particulière du demandeur.<br/></p>",
            "num": "L723-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1437350400000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1386916521,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2021-05-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085121",
                        "id": "LEGISCTA000006085121",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-03-01",
                        "fin": "2021-05-01",
                        "titre": "LIVRE VII : LE DROIT D'ASILE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115069",
                        "id": "LEGISCTA000006115069",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-03-01",
                        "fin": "2021-05-01",
                        "titre": "TITRE II : L'OFFICE FRANCAIS DE PROTECTION DES RÉFUGIÉS ET APATRIDES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134420",
                        "id": "LEGISCTA000006134420",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-03-01",
                        "fin": "2021-05-01",
                        "titre": "Chapitre III : Examen des demandes d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147799",
                        "id": "LEGISCTA000006147799",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-07-31",
                        "fin": "2021-05-01",
                        "titre": "Section 1 : Garanties procédurales et obligations du demandeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030950915",
                        "id": "LEGISCTA000030950918",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030951075",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030950915",
            "sectionParentId": "LEGISCTA000030950918",
            "sectionParentTitre": "Section 1 : Garanties procédurales et obligations du demandeur",
            "fullSectionsTitre": "Partie législative &gt; LIVRE VII : LE DROIT D'ASILE &gt; TITRE II : L'OFFICE FRANCAIS DE PROTECTION DES RÉFUGIÉS ET APATRIDES &gt; Chapitre III : Examen des demandes d'asile &gt; Section 1 : Garanties procédurales et obligations du demandeur",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030952931",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 35 I de la loi n° 2015-925 du 29 juillet 2015, l'article L. 723-6 du code de l'entrée et du séjour des étrangers et du droit d'asile, dans sa rédaction résultant de la présente loi, s'applique aux demandes d'asile présentées à compter du 20 juillet 2015.",
            "notaHtml": "<p>Conformément à l'article 35 I de la loi n° 2015-925 du 29 juillet 2015, l'article L. 723-6 du code de l'entrée et du séjour des étrangers et du droit d'asile, dans sa rédaction résultant de la présente loi, s'applique aux demandes d'asile présentées à compter du 20 juillet 2015.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030949483",
                    "textTitle": "LOI n°2015-925 du 29 juillet 2015 - art. 11",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000030950474",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-07-30",
                    "dateSignaTexte": "2015-07-29",
                    "dateDebutCible": "2015-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030949483",
                    "textTitle": "LOI n° 2015-925 du 29 juillet 2015 - art. 35 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000030950462",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-925",
                    "datePubli": 1438214400000,
                    "dateDebut": 1438300800000
                },
                {
                    "textCid": "JORFTEXT000036940092",
                    "textTitle": "Décret n°2018-385 du 23 mai 2018 - art. 1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036943213",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-385",
                    "datePubli": 1527206400000,
                    "dateDebut": 1527292800000
                },
                {
                    "textCid": "JORFTEXT000037381901",
                    "textTitle": "Décision n°2018-770 DC du 6 septembre 2018 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000037381902",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-770 DC",
                    "datePubli": 1536624000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L723-11 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L723-11",
                    "articleId": "LEGIARTI000037398414",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L723-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L723-13",
                    "articleId": "LEGIARTI000030951188",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L724-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L724-2",
                    "articleId": "LEGIARTI000030951287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1438300800000
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R556-13 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R556-13",
                    "articleId": "LEGIARTI000031196810",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1446336000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-12 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-12",
                    "articleId": "LEGIARTI000042776049",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-13 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-13",
                    "articleId": "LEGIARTI000042776047",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-14 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-14",
                    "articleId": "LEGIARTI000042776045",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-15 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-15",
                    "articleId": "LEGIARTI000042776043",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-16 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-16",
                    "articleId": "LEGIARTI000042776041",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-17 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-17",
                    "articleId": "LEGIARTI000042776039",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-18 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-18",
                    "articleId": "LEGIARTI000042776037",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. L531-21 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L531-21",
                    "articleId": "LEGIARTI000042776031",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030952931",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1437350400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037398420",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L723-6",
                "723-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}