{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044015930",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le guichet unique mentionné à l'article L. 50 est assuré par l'Institut national de l'environnement industriel et des risques. I. – L'obligation d'information mise à la charge du maître d'ouvrage par le I de l'article L. 49 est assurée par l'intermédiaire du guichet unique. Cette obligation peut être satisfaite, en ce qui concerne les informations relatives au type de travaux programmés, à leur emplacement, à la date estimée de début de travaux, à la durée de ces derniers ainsi qu'au point de contact, prévues aux sixième, huitième et neuvième alinéas du I de l'article L. 49, par la déclaration de projet de travaux effectuée en application des articles R. 554-20 et R. 554-21 du code de l'environnement. Le guichet unique fournit aux maîtres d'ouvrage mentionnés à l'article L. 49 un service leur permettant de renseigner directement, ou par l'intermédiaire d'un prestataire ayant passé une convention avec l'Institut national de l'environnement industriel et des risques, les informations prévues par le I de cet article. II. – Les informations recueillies par le guichet unique, qui est accessible par voie électronique, sont mises à disposition : 1° Des exploitants de réseaux ouverts au public à très haut débit ; 2° De l'autorité chargée d'établir le schéma directeur territorial d'aménagement numérique prévu à l'article L. 1425-2 du code général des collectivités territoriales ou, en l'absence de ce schéma, du préfet de région, dès la programmation des travaux mentionnés par ce même I de l'article 49 ; 3° De l'Etat, des collectivités territoriales ou de leurs groupements pour l'exercice de leurs missions de service public. Les informations sont transmises au guichet unique dans un format ouvert, aisément réutilisable et exploitable par un système de traitement automatisé largement répandu, permettant de visualiser, sur un outil cartographique, la zone d'emprise des travaux des maîtres d'ouvrage d'une opération de travaux et d'obtenir la liste et les coordonnées des maîtres d'ouvrage ainsi que les informations mentionnées aux sixième, septième, huitième et neuvième alinéas du I de l'article L. 49. Les informations relatives à l'emplacement des travaux et aux éléments de réseaux concernés peuvent être transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans un système d'information géographique, suivant un format largement répandu. III. – Les personnes proposant des prestations de service rémunérées qui sollicitent l'accès aux données enregistrées et mises à jour par le guichet unique en application de l'article L. 50 signent une convention annuelle avec l'établissement gestionnaire de ce service. Cette convention précise la nature des données accessibles à ces personnes et les modalités de leur transmission ainsi que les règles relatives à la fiabilité et à la sécurité des données que ces personnes communiquent aux maître d'ouvrage et les règles relatives à la traçabilité des consultations des données du guichet unique qu'elles effectuent. IV. – Pour l'exercice des missions décrites au présent article, l'établissement public chargé de la gestion du guichet unique met en œuvre une comptabilité analytique lui permettant de distinguer les dépenses occasionnées par la création, l'exploitation, la mise à jour et la maintenance de ce guichet. Un arrêté conjoint des ministres chargés des communications électroniques et de la sécurité des réseaux de transport et de distribution précise : – les conditions d'exercice de ces missions de nature à garantir en permanence la sécurité, la fiabilité et la disponibilité des informations gérées, la traçabilité des consultations effectuées ainsi que les modalités d'accès à ces informations des services de l'Etat et des collectivités territoriales ou de leurs groupements ; – les conditions d'exercice de ces missions lorsque celles-ci sont assurées par l'intermédiaire des personnes proposant les prestations de services rémunérées mentionnées au III. V. – L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut sur demande motivée, solliciter de l'établissement public chargé de la gestion du guichet unique la transmission d'informations nécessaires à l'accomplissement de ses missions.",
            "texteHtml": "<p></p><p>Le guichet unique mentionné à l'article L. 50 est assuré par l'Institut national de l'environnement industriel et des risques.</p><p>I. – L'obligation d'information mise à la charge du maître d'ouvrage par le I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465498&dateTexte=&categorieLien=cid'>L. 49 </a>est assurée par l'intermédiaire du guichet unique. Cette obligation peut être satisfaite, en ce qui concerne les informations relatives au type de travaux programmés, à leur emplacement, à la date estimée de début de travaux, à la durée de ces derniers ainsi qu'au point de contact, prévues aux sixième, huitième et neuvième alinéas du I de l'article L. 49, par la déclaration de projet de travaux effectuée en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000024643868&dateTexte=&categorieLien=cid'>R. 554-20 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000024643870&dateTexte=&categorieLien=cid'>R. 554-21 </a>du code de l'environnement.</p><p>Le guichet unique fournit aux maîtres d'ouvrage mentionnés à l'article L. 49 un service leur permettant de renseigner directement, ou par l'intermédiaire d'un prestataire ayant passé une convention avec l'Institut national de l'environnement industriel et des risques, les informations prévues par le I de cet article.</p><p>II. – Les informations recueillies par le guichet unique, qui est accessible par voie électronique, sont mises à disposition :</p><p>1° Des exploitants de réseaux ouverts au public à très haut débit ;</p><p>2° De l'autorité chargée d'établir le schéma directeur territorial d'aménagement numérique prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000021492886&dateTexte=&categorieLien=cid'>L. 1425-2</a> du code général des collectivités territoriales ou, en l'absence de ce schéma, du préfet de région, dès la programmation des travaux mentionnés par ce même I de l'article 49 ;</p><p>3° De l'Etat, des collectivités territoriales ou de leurs groupements pour l'exercice de leurs missions de service public.</p><p>Les informations sont transmises au guichet unique dans un format ouvert, aisément réutilisable et exploitable par un système de traitement automatisé largement répandu, permettant de visualiser, sur un outil cartographique, la zone d'emprise des travaux des maîtres d'ouvrage d'une opération de travaux et d'obtenir la liste et les coordonnées des maîtres d'ouvrage ainsi que les informations mentionnées aux sixième, septième, huitième et neuvième alinéas du I de l'article L. 49. Les informations relatives à l'emplacement des travaux et aux éléments de réseaux concernés peuvent être transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans un système d'information géographique, suivant un format largement répandu.</p><p>III. – Les personnes proposant des prestations de service rémunérées qui sollicitent l'accès aux données enregistrées et mises à jour par le guichet unique en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000032469875&dateTexte=&categorieLien=cid'>L. 50 </a>signent une convention annuelle avec l'établissement gestionnaire de ce service. Cette convention précise la nature des données accessibles à ces personnes et les modalités de leur transmission ainsi que les règles relatives à la fiabilité et à la sécurité des données que ces personnes communiquent aux maître d'ouvrage et les règles relatives à la traçabilité des consultations des données du guichet unique qu'elles effectuent.</p><p>IV. – Pour l'exercice des missions décrites au présent article, l'établissement public chargé de la gestion du guichet unique met en œuvre une comptabilité analytique lui permettant de distinguer les dépenses occasionnées par la création, l'exploitation, la mise à jour et la maintenance de ce guichet.</p><p>Un arrêté conjoint des ministres chargés des communications électroniques et de la sécurité des réseaux de transport et de distribution précise :</p><p>– les conditions d'exercice de ces missions de nature à garantir en permanence la sécurité, la fiabilité et la disponibilité des informations gérées, la traçabilité des consultations effectuées ainsi que les modalités d'accès à ces informations des services de l'Etat et des collectivités territoriales ou de leurs groupements ;</p><p>– les conditions d'exercice de ces missions lorsque celles-ci sont assurées par l'intermédiaire des personnes proposant les prestations de services rémunérées mentionnées au III.</p><p>V. – L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut sur demande motivée, solliciter de l'établissement public chargé de la gestion du guichet unique la transmission d'informations nécessaires à l'accomplissement de ses missions.</p><p></p>",
            "num": "R42-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1630627200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092429",
                        "id": "LEGISCTA000006092429",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-05-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118613",
                        "id": "LEGISCTA000006118613",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-29",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Ressources et police",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136657",
                        "id": "LEGISCTA000006136657",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-02-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Guichet unique identifiant les maîtres d'ouvrage et leurs opérations de travaux d'installation ou de renforcement d'infrastructures d'accueil ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033964631",
                        "id": "LEGISCTA000033964631",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033964633",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033964631",
            "sectionParentId": "LEGISCTA000033964631",
            "sectionParentTitre": "Chapitre V : Guichet unique identifiant les maîtres d'ouvrage et leurs opérations de travaux d'installation ou de renforcement d'infrastructures d'accueil ",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE II : Les communications électroniques &gt; TITRE II : Ressources et police &gt; Chapitre V : Guichet unique identifiant les maîtres d'ouvrage et leurs opérations de travaux d'installation ou de renforcement d'infrastructures d'accueil ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044015930",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044010875",
                    "textTitle": "Décret n°2021-1136 du 31 août 2021 - art. 12",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000044011851",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-09-02",
                    "dateSignaTexte": "2021-08-31",
                    "dateDebutCible": "2021-09-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000037186845",
                    "textTitle": "Arrêté du 4 juillet 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037188004",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1531440000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000037186845",
                    "textTitle": "Arrêté du 4 juillet 2018 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000037188021",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1531440000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1425-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1425-2",
                    "articleId": "LEGIARTI000021492886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L49",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L49",
                    "articleId": "LEGIARTI000006465498",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L50",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L50",
                    "articleId": "LEGIARTI000032469875",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R554-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R554-20",
                    "articleId": "LEGIARTI000024643868",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R554-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R554-21",
                    "articleId": "LEGIARTI000024643870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033964633",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1485993600000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044015930",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R42-2",
                "42-2"
            ],
            "versionPrecedente": "LEGIARTI000033964633",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033964633",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le guichet unique mentionné à l'article L. 50 est assuré par l'Institut national de l'environnement industriel et des risques. I. – L'obligation d'information mise à la charge du maître d'ouvrage par le I de l'article L. 49 est assurée par l'intermédiaire du guichet unique. Cette obligation peut être satisfaite, en ce qui concerne les informations relatives au type de travaux programmés, à leur emplacement, à la date estimée de début de travaux, à la durée de ces derniers ainsi qu'au point de contact, prévues aux sixième, huitième et neuvième alinéas du I de l'article L. 49, par la déclaration de projet de travaux effectuée en application des articles R. 554-20 et R. 554-21 du code de l'environnement. Le guichet unique fournit aux maîtres d'ouvrage mentionnés à l'article L. 49 un service leur permettant de renseigner directement, ou par l'intermédiaire d'un prestataire ayant passé une convention avec l'Institut national de l'environnement industriel et des risques, les informations prévues par le I de cet article. II. – Les informations recueillies par le guichet unique, qui est accessible par voie électronique, sont mises à disposition : 1° Des exploitants de réseaux ouverts au public à très haut débit ; 2° De l'autorité chargée d'établir le schéma directeur territorial d'aménagement numérique prévu à l'article L. 1425-2 du code général des collectivités territoriales ou, en l'absence de ce schéma, du préfet de région, dès la programmation des travaux mentionnés par ce même I de l'article 49 ; 3° De l'Etat, des collectivités territoriales ou de leurs groupements pour l'exercice de leurs missions de service public. Les informations sont transmises au guichet unique dans un format ouvert, aisément réutilisable et exploitable par un système de traitement automatisé largement répandu, permettant de visualiser, sur un outil cartographique, la zone d'emprise des travaux des maîtres d'ouvrage d'une opération de travaux et d'obtenir la liste et les coordonnées des maîtres d'ouvrage ainsi que les informations mentionnées aux sixième, septième, huitième et neuvième alinéas du I de l'article L. 49. Les informations relatives à l'emplacement des travaux et aux éléments de réseaux concernés peuvent être transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans un système d'information géographique, suivant un format largement répandu. III. – Les personnes proposant des prestations de service rémunérées qui sollicitent l'accès aux données enregistrées et mises à jour par le guichet unique en application de l'article L. 50 signent une convention annuelle avec l'établissement gestionnaire de ce service. Cette convention précise la nature des données accessibles à ces personnes et les modalités de leur transmission ainsi que les règles relatives à la fiabilité et à la sécurité des données que ces personnes communiquent aux maître d'ouvrage et les règles relatives à la traçabilité des consultations des données du guichet unique qu'elles effectuent. IV. – Pour l'exercice des missions décrites au présent article, l'établissement public chargé de la gestion du guichet unique met en œuvre une comptabilité analytique lui permettant de distinguer les dépenses occasionnées par la création, l'exploitation, la mise à jour et la maintenance de ce guichet. Un arrêté conjoint des ministres chargés des communications électroniques et de la sécurité des réseaux de transport et de distribution précise : – les conditions d'exercice de ces missions de nature à garantir en permanence la sécurité, la fiabilité et la disponibilité des informations gérées, la traçabilité des consultations effectuées ainsi que les modalités d'accès à ces informations des services de l'Etat et des collectivités territoriales ou de leurs groupements ; – les conditions d'exercice de ces missions lorsque celles-ci sont assurées par l'intermédiaire des personnes proposant les prestations de services rémunérées mentionnées au III.",
            "texteHtml": "<p>Le guichet unique mentionné à l'article L. 50 est assuré par l'Institut national de l'environnement industriel et des risques. </p><p>I. – L'obligation d'information mise à la charge du maître d'ouvrage par le I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465498&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L49 (V)'>L. 49 </a>est assurée par l'intermédiaire du guichet unique. Cette obligation peut être satisfaite, en ce qui concerne les informations relatives au type de travaux programmés, à leur emplacement, à la date estimée de début de travaux, à la durée de ces derniers ainsi qu'au point de contact, prévues aux sixième, huitième et neuvième alinéas du I de l'article L. 49, par la déclaration de projet de travaux effectuée en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000024643868&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R554-20 (V)'>R. 554-20 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000024643870&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R554-21 (M)'>R. 554-21 </a>du code de l'environnement. </p><p>Le guichet unique fournit aux maîtres d'ouvrage mentionnés à l'article L. 49 un service leur permettant de renseigner directement, ou par l'intermédiaire d'un prestataire ayant passé une convention avec l'Institut national de l'environnement industriel et des risques, les informations prévues par le I de cet article. </p><p>II. – Les informations recueillies par le guichet unique, qui est accessible par voie électronique, sont mises à disposition : </p><p>1° Des exploitants de réseaux ouverts au public à très haut débit ; </p><p>2° De l'autorité chargée d'établir le schéma directeur territorial d'aménagement numérique prévu à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000021492886&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L1425-2 (V)'>L. 1425-2</a> du code général des collectivités territoriales ou, en l'absence de ce schéma, du préfet de région, dès la programmation des travaux mentionnés par ce même I de l'article 49 ; </p><p>3° De l'Etat, des collectivités territoriales ou de leurs groupements pour l'exercice de leurs missions de service public. </p><p>Les informations sont transmises au guichet unique dans un format ouvert, aisément réutilisable et exploitable par un système de traitement automatisé largement répandu, permettant de visualiser, sur un outil cartographique, la zone d'emprise des travaux des maîtres d'ouvrage d'une opération de travaux et d'obtenir la liste et les coordonnées des maîtres d'ouvrage ainsi que les informations mentionnées aux sixième, septième, huitième et neuvième alinéas du I de l'article L. 49. Les informations relatives à l'emplacement des travaux et aux éléments de réseaux concernés peuvent être transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans un système d'information géographique, suivant un format largement répandu. </p><p>III. – Les personnes proposant des prestations de service rémunérées qui sollicitent l'accès aux données enregistrées et mises à jour par le guichet unique en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000032469875&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L50 (V)'>L. 50 </a>signent une convention annuelle avec l'établissement gestionnaire de ce service. Cette convention précise la nature des données accessibles à ces personnes et les modalités de leur transmission ainsi que les règles relatives à la fiabilité et à la sécurité des données que ces personnes communiquent aux maître d'ouvrage et les règles relatives à la traçabilité des consultations des données du guichet unique qu'elles effectuent. </p><p>IV. – Pour l'exercice des missions décrites au présent article, l'établissement public chargé de la gestion du guichet unique met en œuvre une comptabilité analytique lui permettant de distinguer les dépenses occasionnées par la création, l'exploitation, la mise à jour et la maintenance de ce guichet. </p><p>Un arrêté conjoint des ministres chargés des communications électroniques et de la sécurité des réseaux de transport et de distribution précise : </p><p>– les conditions d'exercice de ces missions de nature à garantir en permanence la sécurité, la fiabilité et la disponibilité des informations gérées, la traçabilité des consultations effectuées ainsi que les modalités d'accès à ces informations des services de l'Etat et des collectivités territoriales ou de leurs groupements ; </p><p>– les conditions d'exercice de ces missions lorsque celles-ci sont assurées par l'intermédiaire des personnes proposant les prestations de services rémunérées mentionnées au III.</p>",
            "num": "R42-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1485993600000,
            "dateFin": 1630627200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092429",
                        "id": "LEGISCTA000006092429",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-05-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118613",
                        "id": "LEGISCTA000006118613",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-29",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Ressources et police",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136657",
                        "id": "LEGISCTA000006136657",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-02-02",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Guichet unique identifiant les maîtres d'ouvrage et leurs opérations de travaux d'installation ou de renforcement d'infrastructures d'accueil ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033964631",
                        "id": "LEGISCTA000033964631",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033964633",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033964631",
            "sectionParentId": "LEGISCTA000033964631",
            "sectionParentTitre": "Chapitre V : Guichet unique identifiant les maîtres d'ouvrage et leurs opérations de travaux d'installation ou de renforcement d'infrastructures d'accueil ",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE II : Les communications électroniques &gt; TITRE II : Ressources et police &gt; Chapitre V : Guichet unique identifiant les maîtres d'ouvrage et leurs opérations de travaux d'installation ou de renforcement d'infrastructures d'accueil ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033964633",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033963428",
                    "textTitle": "Décret n°2017-110 du 30 janvier 2017 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000033964557",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-02-01",
                    "dateSignaTexte": "2017-01-30",
                    "dateDebutCible": "2017-02-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000037186845",
                    "textTitle": "Arrêté du 4 juillet 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000037188004",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1531440000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "JORFTEXT000037186845",
                    "textTitle": "Arrêté du 4 juillet 2018 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000037188021",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1531440000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1425-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1425-2",
                    "articleId": "LEGIARTI000021492886",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L49 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L49",
                    "articleId": "LEGIARTI000006465498",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L50 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L50",
                    "articleId": "LEGIARTI000032469875",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R554-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R554-20",
                    "articleId": "LEGIARTI000024643868",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R554-21 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R554-21",
                    "articleId": "LEGIARTI000024643870",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033964633",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1485993600000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044015930",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R42-2",
                "42-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}