{
    "cid": "LEGIARTI000036918523",
    "num": "L521-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-16",
                        "fin": "2018-10-01",
                        "titre": "Livre V : Intermédiaires d'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128478",
                        "id": "LEGISCTA000006128478",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Distributeurs d'assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128478",
                        "id": "LEGISCTA000036920450",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-16",
                        "fin": "2018-10-01",
                        "titre": "Titre II : Informations à fournir par les intermédiaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143006",
                        "id": "LEGISCTA000006143006",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Informations à fournir par les distributeurs et règles de conduite",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143006",
                        "id": "LEGISCTA000036920589",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-16",
                        "fin": "2018-10-01",
                        "titre": "Chapitre unique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158013",
                        "id": "LEGISCTA000006158013",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions applicables à l'ensemble des contrats d'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158013",
                        "id": "LEGISCTA000036920587",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Règles de conduite",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036918514",
                        "id": "LEGISCTA000036920560",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000036920558",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036915336",
                    "textTitle": "Ordonnance n°2018-361 du 16 mai 2018 - art. 10",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000036915939",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-05-17",
                    "dateSignaTexte": "2018-05-16",
                    "dateDebutCible": "2018-05-18"
                }
            ],
            "num": "L521-4",
            "origine": "LEGI",
            "texte": "I.-Avant la conclusion de tout contrat d'assurance, le distributeur mentionné à l'article L. 511-1 précise par écrit, sur la base des informations obtenues auprès du souscripteur éventuel ou de l'adhérent éventuel, les exigences et les besoins de celui-ci et lui fournit des informations objectives sur le produit d'assurance proposé sous une forme compréhensible, exacte et non trompeuse afin de lui permettre de prendre une décision en toute connaissance de cause. Le distributeur conseille un contrat qui est cohérent avec les exigences et les besoins du souscripteur éventuel ou de l'adhérent éventuel et précise les raisons qui motivent ce conseil. II.-Sans préjudice des dispositions du I, avant la conclusion d'un contrat spécifique, lorsque le distributeur d'assurance propose au souscripteur éventuel ou à l'adhérent éventuel un service de recommandation personnalisée, ce service consiste à lui expliquer pourquoi, parmi plusieurs contrats ou plusieurs options au sein d'un contrat, un ou plusieurs contrats ou options correspondent le mieux à ses exigences et à ses besoins. III.-Les précisions mentionnées au I et au II du présent article et de l'article L. 522-5, qui reposent en particulier sur les éléments d'information communiqués par le souscripteur éventuel ou l'adhérent éventuel, sont adaptées à la complexité du contrat d'assurance proposé. Ces précisions sont communiquées au souscripteur éventuel ou à l'adhérent éventuel sous une forme compréhensible, exacte et non trompeuse afin de lui permettre de comprendre la cohérence du contrat proposé avec ses exigences et ses besoins et de prendre une décision en toute connaissance de cause. IV.-Avant la souscription ou l'adhésion à un contrat mentionné à l'article L. 522-1, le distributeur est soumis au respect des dispositions de l'article L. 522-5, par dérogation aux I et II du présent article.",
            "texteHtml": "<p>I.-Avant la conclusion de tout contrat d'assurance, le distributeur mentionné à l'article L. 511-1 précise par écrit, sur la base des informations obtenues auprès du souscripteur éventuel ou de l'adhérent éventuel, les exigences et les besoins de celui-ci et lui fournit des informations objectives sur le produit d'assurance proposé sous une forme compréhensible, exacte et non trompeuse afin de lui permettre de prendre une décision en toute connaissance de cause.<br/><br/>\n Le distributeur conseille un contrat qui est cohérent avec les exigences et les besoins du souscripteur éventuel ou de l'adhérent éventuel et précise les raisons qui motivent ce conseil.<br/><br/>\n II.-Sans préjudice des dispositions du I, avant la conclusion d'un contrat spécifique, lorsque le distributeur d'assurance propose au souscripteur éventuel ou à l'adhérent éventuel un service de recommandation personnalisée, ce service consiste à lui expliquer pourquoi, parmi plusieurs contrats ou plusieurs options au sein d'un contrat, un ou plusieurs contrats ou options correspondent le mieux à ses exigences et à ses besoins.<br/><br/>\n III.-Les précisions mentionnées au I et au II du présent article et de l'article L. 522-5, qui reposent en particulier sur les éléments d'information communiqués par le souscripteur éventuel ou l'adhérent éventuel, sont adaptées à la complexité du contrat d'assurance proposé. Ces précisions sont communiquées au souscripteur éventuel ou à l'adhérent éventuel sous une forme compréhensible, exacte et non trompeuse afin de lui permettre de comprendre la cohérence du contrat proposé avec ses exigences et ses besoins et de prendre une décision en toute connaissance de cause.<br/><br/>\n IV.-Avant la souscription ou l'adhésion à un contrat mentionné à l'article L. 522-1, le distributeur est soumis au respect des dispositions de l'article L. 522-5, par dérogation aux I et II du présent article.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-10-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}