{
    "cid": "LEGIARTI000006746234",
    "num": "Annexe I à l'art. R434-32 (12)",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000028676760",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000261498",
                    "textTitle": "Décret n°2006-111 du 2 février 2006 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006249135",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-02-05",
                    "dateSignaTexte": "2006-02-02",
                    "dateDebutCible": "2006-02-05"
                }
            ],
            "num": "Annexe I à l'art. R434-32 (12)",
            "origine": "LEGI",
            "texte": "11 - APPAREIL URINAIRE. Les atteintes de l'appareil urinaire peuvent porter : - Sur les fonctions du parenchyme rénal ; - Sur la fonction excrétoire (voies urinaires) ; - Ou sur les deux. Elles peuvent résulter : - D'une maladie professionnelle ; - D'un traumatisme direct sur le rein ou les voies urinaires ; - Ou des conséquences rénales d'un traumatisme à distance (insuffisance rénale des polytraumatisés, anurie transfusionnelle, lithiase d'immobilisation, etc.). L'atteinte de la fonction excrétoire peut retentir sur le rein. On aura donc intérêt à prévoir des révisions ultérieures du taux fixé en première estimation. Avant de fixer le taux d'I.P.P., il est indispensable de pratiquer les investigations cliniques, biologiques et radiologiques jugées nécessaires. Il faudra de même rechercher tous les indices possibles d'une atteinte rénale ou urinaire ou d'une hypertension préalables. L'aggravation par un traumatisme d'une affection rénale préexistante sera appréciée compte tenu des séquelles fonctionnelles ou de la nécessité d'une intervention chirurgicale consécutive. 11.1 REIN. L'atteinte aiguë des reins, qu'elle qu'en soit la cause, peut guérir sans aucune séquelle. 11.1.1 NEPHRECTOMIE La néphrectomie n'entraîne souvent aucune conséquence pratique au point de vue de la fonction rénale. L'incapacité sera évaluée en fonction : - Des douleurs résiduelles ; - De la qualité de la cicatrice opératoire (existence éventuelle d'éventration, troubles de la sensibilité, etc.) ; - Et de la qualité de la compensation par le rein restant. - Séquelles de néphrectomie sans insuffisance rénale significative 15 à 20 - Séquelles de néphrectomie sans insuffisance rénale significative, mais avec une grande éventration lombaire 30 à 40 11.1.2 HEMATURIE - Hématurie isolée ou protéinurie isolée 5 à 10 11.1.3 INSUFFISANCE RENALE - Insuffisance rénale légère : clairances supérieures aux trois quarts de la normale ; vie professionnelle normale 10 à 20 - Insuffisance rénale moyenne : clairances entre un quart et trois quarts ; peu de retentissement sur la vie professionnelle 20 à 40 - Insuffisance rénale importante : clairances au-dessous du quart de la normale, anémie, goutte éventuelle, modification humorale, nécessité en particulier de mesures diététiques ou autres plus ou moins astreignantes, retentissement professionnel ne permettant pas un travail régulier ou à temps complet 40 à 60 - Insuffisance rénale avancée, nécessitant un traitement de suppléance (hémodialyse), l'appréciation tiendra compte de l'anémie, des autres manifestations et des difficultés éventuelles d'application de la méthode et des incidences sur l'activité professionnelle 50 à 100 11.1.4 TRANSPLANTATION RENALE Séquelles de transplantation rénale, selon les conséquences du traitement immuno-dépresseur, et de la valeur du rein 30 à 100 11.1.5 TRAUMATISME RENAL - Séquelles anatomiques de traumatisme rénal 15 à 30 11.1.6 HYPERTENSION SECONDAIRE A UNE LESION RENALE TRAUMATIQUE (Voir appareil cardio-vasculaire). 11.2 BASSINET-URETÈRE 11.2.1 HYDRONEPHROSE L'origine traumatique de l'hydronéphrose n'est généralement pas reconnue ; cependant, certaines lésions traumatiques des uretères et les hématomes péri-rénaux peuvent entraîner des hydronéphroses. - Hydronéphrose bien tolérée 10 à 20 - Hydronéphrose compliquée (crises douloureuses, infection) 20 à 40 En cas de bilatéralité, ces taux ne s'additionnent pas et l'expert appréciera en fonction en particulier de l'insuffisance rénale. 11.2.2 LITHIASE On ajoutera éventuellement le taux de l'insuffisance rénale ou de l'infection urinaire associée. 11.2.3 SEQUELLES DE LESIONS URETERALES - Séquelles de rupture d'uretère bien tolérée 10 à 20 - Mal tolérée ou avec fistule ou péri-néphrite 40 à 50 - Urétérostomie cutanée, permanente ou chirurgicale : Unilatérale 60 Bilatérale ou sur rein unique 80 11.3 VESSIE ET URÈTRE 11.3.1 TUMEUR - Tumeur vésicale selon le type histologique, l'étendue des lésion et les thérapeutiques nécessitées 30 à 80 - Tumeur vésicale maligne avec infiltration de la muqueuse 100 11.3.2 INFECTION - Infection chronique ou à répétition du bas appareil 10 à 30 11.3.3 RETENTION - Rétention d'urine chronique : Sondage pluri-hebdomadaire ou sonde à demeure 50 Cystostone ligne 60 11.3.4 FISTULE - Incontinence permanente des urines, nécessitant le port d'un appareil collecteur 60 (Sera ajouté, éventuellement, le taux estimé pour d'autres manifestations en cas de blessures médullaires, et, éventuellement, les taux correspondant à un retentissement rénal). 11.3.5 POLLAKIURIE - Pollakiurie simple, avec réduction de la capacité vésicale objectivée par des examens complémentaires 10 à 25 11.3.6 ENTEROCYSTOPLASTIE - Entérocystoplastie d'agrandissement (y compris les complications infectieuses) 30 à 50 - Entérocystoplastie (type Bricker) 60 L'appréciation des séquelles de lésions de l'urètre ne peut être jugée uniquement sur des données subjectives, mais doit être fondée, dans la mesure du possible, sur des examens complémentaires, par exemple : urétrographie rétrograde et mictionnelle et débimétrie (normale : 20 millilitres/seconde). 11.3.7 DYSURIE - Dysurie ; débit mictionnel supérieur à 10 ml/seconde 10 11.3.8 RETRECISSEMENT - Rétrécissement, sans retentissement sur le bas ou le haut appareil, sans infection, ne nécessitant que quelques dilatations annuelles 20 - Rétrécissement avec retentissement sur le bas ou haut appareil 30 à 50 Ce taux sera éventuellement majoré en raison des complications éventuelles : insuffisance rénale, lithiase, abcès du périnée, fistules, impuissance, etc. - Séquelles de rétrécissement urétral ayant nécessité une chirurgie réparatrice 15 à 30 11.4 EVENTRATION. - Éventration hypogastrique après intervention sur le système urinaire : Petite 5 Moyenne 15 Grande 30 à 40",
            "texteHtml": "<p></p><p>11 - APPAREIL URINAIRE.</p><p>Les atteintes de l'appareil urinaire peuvent porter : </p><p>- Sur les fonctions du parenchyme rénal ;</p><p>- Sur la fonction excrétoire (voies urinaires) ;</p><p>- Ou sur les deux.</p><p>Elles peuvent résulter :</p><p>- D'une maladie professionnelle ;</p><p>- D'un traumatisme direct sur le rein ou les voies urinaires ;</p><p>- Ou des conséquences rénales d'un traumatisme à distance (insuffisance rénale des polytraumatisés, anurie transfusionnelle, lithiase d'immobilisation, etc.).</p><p>L'atteinte de la fonction excrétoire peut retentir sur le rein. On aura donc intérêt à prévoir des révisions ultérieures du taux fixé en première estimation.</p><p>Avant de fixer le taux d'I.P.P., il est indispensable de pratiquer les investigations cliniques, biologiques et radiologiques jugées nécessaires. Il faudra de même rechercher tous les indices possibles d'une atteinte rénale ou urinaire ou d'une hypertension préalables.</p><p>L'aggravation par un traumatisme d'une affection rénale préexistante sera appréciée compte tenu des séquelles fonctionnelles ou de la nécessité d'une intervention chirurgicale consécutive.</p><p>11.1 REIN. </p><p>L'atteinte aiguë des reins, qu'elle qu'en soit la cause, peut guérir sans aucune séquelle.</p><p>11.1.1 NEPHRECTOMIE </p><p>La néphrectomie n'entraîne souvent aucune conséquence pratique au point de vue de la fonction rénale. </p><p>L'incapacité sera évaluée en fonction : </p><p>- Des douleurs résiduelles ; </p><p>- De la qualité de la cicatrice opératoire (existence éventuelle d'éventration, troubles de la sensibilité, etc.) ; </p><p>- Et de la qualité de la compensation par le rein restant. </p><p>- Séquelles de néphrectomie sans insuffisance rénale significative 15 à 20 </p><p>- Séquelles de néphrectomie sans insuffisance rénale significative, mais avec une grande éventration lombaire 30 à 40 </p><p>11.1.2 HEMATURIE </p><p>- Hématurie isolée ou protéinurie isolée 5 à 10</p><p>11.1.3 INSUFFISANCE RENALE </p><p>- Insuffisance rénale légère : clairances supérieures aux trois quarts de la normale ; vie professionnelle normale 10 à 20 </p><p>- Insuffisance rénale moyenne : clairances entre un quart et trois quarts ; peu de retentissement sur la vie professionnelle 20 à 40 </p><p>- Insuffisance rénale importante : clairances au-dessous du quart de la normale, anémie, goutte éventuelle, modification humorale, nécessité en particulier de mesures diététiques ou autres plus ou moins astreignantes, retentissement professionnel ne permettant pas un travail régulier ou à temps complet 40 à 60 </p><p>- Insuffisance rénale avancée, nécessitant un traitement de suppléance (hémodialyse), l'appréciation tiendra compte de l'anémie, des autres manifestations et des difficultés éventuelles d'application de la méthode et des incidences sur l'activité professionnelle 50 à 100 </p><p>11.1.4 TRANSPLANTATION RENALE</p><p>Séquelles de transplantation rénale, selon les conséquences du traitement immuno-dépresseur, et de la valeur du rein 30 à 100</p><p>11.1.5 TRAUMATISME RENAL </p><p>- Séquelles anatomiques de traumatisme rénal 15 à 30</p><p>11.1.6 HYPERTENSION SECONDAIRE A UNE LESION RENALE TRAUMATIQUE </p><p>(Voir appareil cardio-vasculaire).</p><p>11.2 BASSINET-URETÈRE </p><p></p><p></p><p>11.2.1 HYDRONEPHROSE </p><p>L'origine traumatique de l'hydronéphrose n'est généralement pas reconnue ; cependant, certaines lésions traumatiques des uretères et les hématomes péri-rénaux peuvent entraîner des hydronéphroses. </p><p>- Hydronéphrose bien tolérée 10 à 20 </p><p>- Hydronéphrose compliquée (crises douloureuses, infection) 20 à 40 </p><p>En cas de bilatéralité, ces taux ne s'additionnent pas et l'expert appréciera en fonction en particulier de l'insuffisance rénale. </p><p>11.2.2 LITHIASE </p><p>On ajoutera éventuellement le taux de l'insuffisance rénale ou de l'infection urinaire associée.</p><p>11.2.3 SEQUELLES DE LESIONS URETERALES </p><p></p><p></p><p>- Séquelles de rupture d'uretère bien tolérée 10 à 20 </p><p>- Mal tolérée ou avec fistule ou péri-néphrite 40 à 50 </p><p>- Urétérostomie cutanée, permanente ou chirurgicale : </p><p>Unilatérale 60 </p><p>Bilatérale ou sur rein unique 80 </p><p>11.3 VESSIE ET URÈTRE </p><p></p><p></p><p>11.3.1 TUMEUR </p><p>- Tumeur vésicale selon le type histologique, l'étendue des lésion et les thérapeutiques nécessitées 30 à 80 </p><p>- Tumeur vésicale maligne avec infiltration de la muqueuse 100 </p><p>11.3.2 INFECTION </p><p>- Infection chronique ou à répétition du bas appareil 10 à 30 </p><p>11.3.3 RETENTION <br/></p><p>- Rétention d'urine chronique : </p><p>Sondage pluri-hebdomadaire ou sonde à demeure 50 </p><p>Cystostone ligne 60 </p><p>11.3.4 FISTULE </p><p>- Incontinence permanente des urines, nécessitant le port d'un appareil collecteur 60 </p><p>(Sera ajouté, éventuellement, le taux estimé pour d'autres manifestations en cas de blessures médullaires, et, éventuellement, les taux correspondant à un retentissement rénal). </p><p>11.3.5 POLLAKIURIE </p><p>- Pollakiurie simple, avec réduction de la capacité vésicale objectivée par des examens complémentaires 10 à 25</p><p></p><p></p><p>11.3.6 ENTEROCYSTOPLASTIE<br/></p><p>- Entérocystoplastie d'agrandissement (y compris les complications infectieuses) 30 à 50 </p><p>- Entérocystoplastie (type Bricker) 60 </p><p>L'appréciation des séquelles de lésions de l'urètre ne peut être jugée uniquement sur des données subjectives, mais doit être fondée, dans la mesure du possible, sur des examens complémentaires, par exemple : urétrographie rétrograde et mictionnelle et débimétrie (normale : 20 millilitres/seconde). </p><p>11.3.7 DYSURIE </p><p>- Dysurie ; débit mictionnel supérieur à 10 ml/seconde 10</p><p></p><p></p><p>11.3.8 RETRECISSEMENT </p><p></p><p></p><p>- Rétrécissement, sans retentissement sur le bas ou le haut appareil, sans infection, ne nécessitant que quelques dilatations annuelles 20 </p><p>- Rétrécissement avec retentissement sur le bas ou haut appareil 30 à 50 </p><p>Ce taux sera éventuellement majoré en raison des complications éventuelles : insuffisance rénale, lithiase, abcès du périnée, fistules, impuissance, etc. </p><p>- Séquelles de rétrécissement urétral ayant nécessité une chirurgie réparatrice 15 à 30 </p><p>11.4 EVENTRATION. </p><p>- Éventration hypogastrique après intervention sur le système urinaire : </p><p>Petite 5 </p><p>Moyenne 15 </p><p>Grande 30 à 40 </p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2006-02-06T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106026",
                        "id": "LEGISCTA000006106026",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2006-02-06",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-35)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000006126942",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2006-02-06",
                        "fin": "2999-01-01",
                        "titre": "Annexe I : Barème indicatif d'invalidité (accidents du travail) (application de l'article R. 434-32)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126942",
                        "id": "LEGISCTA000028678079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006746234",
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R434-35 (M)",
                    "linkType": "TXT_SOURCE",
                    "linkOrientation": "source",
                    "articleNum": "R434-35",
                    "articleId": "LEGIARTI000006750554",
                    "natureText": "CODE"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "Annexe I à l'art. R434-35 (12)",
            "origine": "LEGI",
            "texte": "Edition du code sourceRetour à la ligne automatique 11 - APPAREIL URINAIRE. Les atteintes de l'appareil urinaire peuvent porter : - Sur les fonctions du parenchyme rénal ; - Sur la fonction excrétoire (voies urinaires) ; - Ou sur les deux. Elles peuvent résulter : - D'une maladie professionnelle ; - D'un traumatisme direct sur le rein ou les voies urinaires ; - Ou des conséquences rénales d'un traumatisme à distance (insuffisance rénale des polytraumatisés, anurie transfusionnelle, lithiase d'immobilisation, etc.). L'atteinte de la fonction excrétoire peut retentir sur le rein. On aura donc intérêt à prévoir des révisions ultérieures du taux fixé en première estimation. Avant de fixer le taux d'I.P.P., il est indispensable de pratiquer les investigations cliniques, biologiques et radiologiques jugées nécessaires. Il faudra de même rechercher tous les indices possibles d'une atteinte rénale ou urinaire ou d'une hypertension préalables. L'aggravation par un traumatisme d'une affection rénale préexistante sera appréciée compte tenu des séquelles fonctionnelles ou de la nécessité d'une intervention chirurgicale consécutive. 11.1 REIN. L'atteinte aiguë des reins, qu'elle qu'en soit la cause, peut guérir sans aucune séquelle. 11.1.1 NEPHRECTOMIE La néphrectomie n'entraîne souvent aucune conséquence pratique au point de vue de la fonction rénale. L'incapacité sera évaluée en fonction : - Des douleurs résiduelles ; - De la qualité de la cicatrice opératoire (existence éventuelle d'éventration, troubles de la sensibilité, etc.) ; - Et de la qualité de la compensation par le rein restant. - Séquelles de néphrectomie sans insuffisance rénale significative 15 à 20 - Séquelles de néphrectomie sans insuffisance rénale significative, mais avec une grande éventration lombaire 30 à 40 11.1.2 HEMATURIE - Hématurie isolée ou protéinurie isolée 5 à 10 11.1.3 INSUFFISANCE RENALE - Insuffisance rénale légère : clairances supérieures aux trois quarts de la normale ; vie professionnelle normale 10 à 20 - Insuffisance rénale moyenne : clairances entre un quart et trois quarts ; peu de retentissement sur la vie professionnelle 20 à 40 - Insuffisance rénale importante : clairances au-dessous du quart de la normale, anémie, goutte éventuelle, modification humorale, nécessité en particulier de mesures diététiques ou autres plus ou moins astreignantes, retentissement professionnel ne permettant pas un travail régulier ou à temps complet 40 à 60 - Insuffisance rénale avancée, nécessitant un traitement de suppléance (hémodialyse), l'appréciation tiendra compte de l'anémie, des autres manifestations et des difficultés éventuelles d'application de la méthode et des incidences sur l'activité professionnelle 50 à 100 11.1.4 TRANSPLANTATION RENALE Séquelles de transplantation rénale, selon les conséquences du traitement immuno-dépresseur, et de la valeur du rein 30 à 100 11.1.5 TRAUMATISME RENAL - Séquelles anatomiques de traumatisme rénal 15 à 30 11.1.6 HYPERTENSION SECONDAIRE A UNE LESION RENALE TRAUMATIQUE (Voir appareil cardio-vasculaire). 11.2 BASSINET-URETÈRE 11.2.1 HYDRONEPHROSE L'origine traumatique de l'hydronéphrose n'est généralement pas reconnue ; cependant, certaines lésions traumatiques des uretères et les hématomes péri-rénaux peuvent entraîner des hydronéphroses. - Hydronéphrose bien tolérée 10 à 20 - Hydronéphrose compliquée (crises douloureuses, infection) 20 à 40 En cas de bilatéralité, ces taux ne s'additionnent pas et l'expert appréciera en fonction en particulier de l'insuffisance rénale. 11.2.2 LITHIASE On ajoutera éventuellement le taux de l'insuffisance rénale ou de l'infection urinaire associée. 11.2.3 SEQUELLES DE LESIONS URETERALES - Séquelles de rupture d'uretère bien tolérée 10 à 20 - Mal tolérée ou avec fistule ou péri-néphrite 40 à 50 - Urétérostomie cutanée, permanente ou chirurgicale : Unilatérale 60 Bilatérale ou sur rein unique 80 11.3 VESSIE ET URÈTRE 11.3.1 TUMEUR - Tumeur vésicale selon le type histologique, l'étendue des lésion et les thérapeutiques nécessitées 30 à 80 - Tumeur vésicale maligne avec infiltration de la muqueuse 100 11.3.2 INFECTION - Infection chronique ou à répétition du bas appareil 10 à 30 11.3.3 RETENTION - Rétention d'urine chronique : Sondage pluri-hebdomadaire ou sonde à demeure 50 Cystostone ligne 60 11.3.4 FISTULE - Incontinence permanente des urines, nécessitant le port d'un appareil collecteur 60 (Sera ajouté, éventuellement, le taux estimé pour d'autres manifestations en cas de blessures médullaires, et, éventuellement, les taux correspondant à un retentissement rénal). 11.3.5 POLLAKIURIE - Pollakiurie simple, avec réduction de la capacité vésicale objectivée par des examens complémentaires 10 à 25 11.3.6 ENTEROCYSTOPLASTIE - Entérocystoplastie d'agrandissement (y compris les complications infectieuses) 30 à 50 - Entérocystoplastie (type Bricker) 60 L'appréciation des séquelles de lésions de l'urètre ne peut être jugée uniquement sur des données subjectives, mais doit être fondée, dans la mesure du possible, sur des examens complémentaires, par exemple : urétrographie rétrograde et mictionnelle et débimétrie (normale : 20 millilitres/seconde). 11.3.7 DYSURIE - Dysurie ; débit mictionnel supérieur à 10 ml/seconde 10 11.3.8 RETRECISSEMENT - Rétrécissement, sans retentissement sur le bas ou le haut appareil, sans infection, ne nécessitant que quelques dilatations annuelles 20 - Rétrécissement avec retentissement sur le bas ou haut appareil 30 à 50 Ce taux sera éventuellement majoré en raison des complications éventuelles : insuffisance rénale, lithiase, abcès du périnée, fistules, impuissance, etc. - Séquelles de rétrécissement urétral ayant nécessité une chirurgie réparatrice 15 à 30 11.4 EVENTRATION. - Éventration hypogastrique après intervention sur le système urinaire : Petite 5 Moyenne 15 Grande 30 à 40",
            "texteHtml": "<p>Edition du code sourceRetour à la ligne automatique  </p><p>11 - APPAREIL URINAIRE.</p><p>Les atteintes de l'appareil urinaire peuvent porter : </p><p>- Sur les fonctions du parenchyme rénal ;</p><p>- Sur la fonction excrétoire (voies urinaires) ;</p><p>- Ou sur les deux.</p><p>Elles peuvent résulter :</p><p>- D'une maladie professionnelle ;</p><p>- D'un traumatisme direct sur le rein ou les voies urinaires ;</p><p>- Ou des conséquences rénales d'un traumatisme à distance (insuffisance rénale des polytraumatisés, anurie transfusionnelle, lithiase d'immobilisation, etc.).</p><p>L'atteinte de la fonction excrétoire peut retentir sur le rein. On aura donc intérêt à prévoir des révisions ultérieures du taux fixé en première estimation.</p><p>Avant de fixer le taux d'I.P.P., il est indispensable de pratiquer les investigations cliniques, biologiques et radiologiques jugées nécessaires. Il faudra de même rechercher tous les indices possibles d'une atteinte rénale ou urinaire ou d'une hypertension préalables.</p><p>L'aggravation par un traumatisme d'une affection rénale préexistante sera appréciée compte tenu des séquelles fonctionnelles ou de la nécessité d'une intervention chirurgicale consécutive.</p><p>11.1 REIN. </p><p>L'atteinte aiguë des reins, qu'elle qu'en soit la cause, peut guérir sans aucune séquelle.</p><p>11.1.1 NEPHRECTOMIE </p><p>La néphrectomie n'entraîne souvent aucune conséquence pratique au point de vue de la fonction rénale. </p><p>L'incapacité sera évaluée en fonction : </p><p>- Des douleurs résiduelles ; </p><p>- De la qualité de la cicatrice opératoire (existence éventuelle d'éventration, troubles de la sensibilité, etc.) ; </p><p>- Et de la qualité de la compensation par le rein restant. </p><p>- Séquelles de néphrectomie sans insuffisance rénale significative 15 à 20 </p><p>- Séquelles de néphrectomie sans insuffisance rénale significative, mais avec une grande éventration lombaire 30 à 40 </p><p>11.1.2 HEMATURIE </p><p>- Hématurie isolée ou protéinurie isolée 5 à 10</p><p>11.1.3 INSUFFISANCE RENALE </p><p>- Insuffisance rénale légère : clairances supérieures aux trois quarts de la normale ; vie professionnelle normale 10 à 20 </p><p>- Insuffisance rénale moyenne : clairances entre un quart et trois quarts ; peu de retentissement sur la vie professionnelle 20 à 40 </p><p>- Insuffisance rénale importante : clairances au-dessous du quart de la normale, anémie, goutte éventuelle, modification humorale, nécessité en particulier de mesures diététiques ou autres plus ou moins astreignantes, retentissement professionnel ne permettant pas un travail régulier ou à temps complet 40 à 60 </p><p>- Insuffisance rénale avancée, nécessitant un traitement de suppléance (hémodialyse), l'appréciation tiendra compte de l'anémie, des autres manifestations et des difficultés éventuelles d'application de la méthode et des incidences sur l'activité professionnelle 50 à 100 </p><p>11.1.4 TRANSPLANTATION RENALE</p><p>Séquelles de transplantation rénale, selon les conséquences du traitement immuno-dépresseur, et de la valeur du rein 30 à 100</p><p>11.1.5 TRAUMATISME RENAL </p><p>- Séquelles anatomiques de traumatisme rénal 15 à 30</p><p>11.1.6 HYPERTENSION SECONDAIRE A UNE LESION RENALE TRAUMATIQUE </p><p>(Voir appareil cardio-vasculaire).</p><p>11.2 BASSINET-URETÈRE </p><p></p><p>11.2.1 HYDRONEPHROSE </p><p>L'origine traumatique de l'hydronéphrose n'est généralement pas reconnue ; cependant, certaines lésions traumatiques des uretères et les hématomes péri-rénaux peuvent entraîner des hydronéphroses. </p><p>- Hydronéphrose bien tolérée 10 à 20 </p><p>- Hydronéphrose compliquée (crises douloureuses, infection) 20 à 40 </p><p>En cas de bilatéralité, ces taux ne s'additionnent pas et l'expert appréciera en fonction en particulier de l'insuffisance rénale. </p><p>11.2.2 LITHIASE </p><p>On ajoutera éventuellement le taux de l'insuffisance rénale ou de l'infection urinaire associée.</p><p>11.2.3 SEQUELLES DE LESIONS URETERALES </p><p></p><p></p><p>- Séquelles de rupture d'uretère bien tolérée 10 à 20 </p><p>- Mal tolérée ou avec fistule ou péri-néphrite 40 à 50 </p><p>- Urétérostomie cutanée, permanente ou chirurgicale : </p><p>Unilatérale 60 </p><p>Bilatérale ou sur rein unique 80 </p><p>11.3 VESSIE ET URÈTRE </p><p></p><p></p><p>11.3.1 TUMEUR </p><p>- Tumeur vésicale selon le type histologique, l'étendue des lésion et les thérapeutiques nécessitées 30 à 80 </p><p>- Tumeur vésicale maligne avec infiltration de la muqueuse 100 </p><p>11.3.2 INFECTION </p><p>- Infection chronique ou à répétition du bas appareil 10 à 30 </p><p>11.3.3 RETENTION <br/></p><p>- Rétention d'urine chronique : </p><p>Sondage pluri-hebdomadaire ou sonde à demeure 50 </p><p>Cystostone ligne 60 </p><p>11.3.4 FISTULE </p><p>- Incontinence permanente des urines, nécessitant le port d'un appareil collecteur 60 </p><p>(Sera ajouté, éventuellement, le taux estimé pour d'autres manifestations en cas de blessures médullaires, et, éventuellement, les taux correspondant à un retentissement rénal). </p><p>11.3.5 POLLAKIURIE </p><p>- Pollakiurie simple, avec réduction de la capacité vésicale objectivée par des examens complémentaires 10 à 25</p><p></p><p></p><p>11.3.6 ENTEROCYSTOPLASTIE<br/></p><p>- Entérocystoplastie d'agrandissement (y compris les complications infectieuses) 30 à 50 </p><p>- Entérocystoplastie (type Bricker) 60 </p><p>L'appréciation des séquelles de lésions de l'urètre ne peut être jugée uniquement sur des données subjectives, mais doit être fondée, dans la mesure du possible, sur des examens complémentaires, par exemple : urétrographie rétrograde et mictionnelle et débimétrie (normale : 20 millilitres/seconde). </p><p>11.3.7 DYSURIE </p><p>- Dysurie ; débit mictionnel supérieur à 10 ml/seconde 10</p><p></p><p></p><p>11.3.8 RETRECISSEMENT </p><p></p><p></p><p>- Rétrécissement, sans retentissement sur le bas ou le haut appareil, sans infection, ne nécessitant que quelques dilatations annuelles 20 </p><p>- Rétrécissement avec retentissement sur le bas ou haut appareil 30 à 50 </p><p>Ce taux sera éventuellement majoré en raison des complications éventuelles : insuffisance rénale, lithiase, abcès du périnée, fistules, impuissance, etc. </p><p>- Séquelles de rétrécissement urétral ayant nécessité une chirurgie réparatrice 15 à 30 </p><p>11.4 EVENTRATION. </p><p>- Éventration hypogastrique après intervention sur le système urinaire : </p><p>Petite 5 </p><p>Moyenne 15 </p><p>Grande 30 à 40 </p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "1985-12-21T00:00:00.000Z",
            "dateFin": "2006-02-06T00:00:00.000Z"
        }
    ]
}