{
    "cid": "LEGIARTI000006832798",
    "num": "Annexe I à l'article D331-65",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Convention type pour les établissements de crédit consentant des prêts conventionnés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128992",
                        "id": "LEGISCTA000006128992",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039049354",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-63",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-63",
                    "articleId": "LEGIARTI000006898669",
                    "natureText": "CODE",
                    "date": 1599121689101,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-65",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-65",
                    "articleId": "LEGIARTI000006898688",
                    "natureText": "CODE",
                    "date": 1599121689101,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-66",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-66",
                    "articleId": "LEGIARTI000006898693",
                    "natureText": "CODE",
                    "date": 1599121689101,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 426384000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-72",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-72",
                    "articleId": "LEGIARTI000006898729",
                    "natureText": "CODE",
                    "date": 1599121689101,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 812505600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-74",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-74",
                    "articleId": "LEGIARTI000006898739",
                    "natureText": "CODE",
                    "date": 1599121689102,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 7 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000038955634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "num": "Annexe I à l'article D331-65",
            "origine": "LEGI",
            "texte": "Entre le Crédit foncier de France agissant pour le compte de l'Etat et représenté par..., D'une part, et... (ladite société dénommée ci-après l'organisme prêteur). D'autre part, Vu le code de la construction et de l'habitation, livre III, titre III, chapitre unique, section III (2e partie) et les textes pris pour son application, Il a été convenu ce qui suit. Article 1er. Habilitation de l'organisme prêteur à consentir des prêts conventionnés. En application de l'article D. 331-65 du code précité, la présente convention habilite l'organisme prêteur à consentir des prêts conventionnés. L'organisme prêteur s'engage à consentir des prêts conventionnés dans les conditions prévues par la réglementation en vigueur et par la présente convention. Article 2. Objet. Les prêts conventionnés peuvent être accordés pour financer les opérations visées à l'article D. 331-63 du code précité. Article 3. Bénéficiaires. Les prêts conventionnés sont consentis aux personnes visées aux articles D. 331-66 et D. 331-67 du code précité qui offrent des garanties, et une solvabilité suffisantes. L'organisme prêteur s'engage à proposer en permanence ces prêts aux candidats emprunteurs qui, à la date de leur demande de prêt, remplissent, outre les conditions visées au premier alinéa, celles requises pour bénéficier de l'aide personnalisée au logement (A. P. L.) prévue par le livre III, titre V, du code précité (1re et 2e parties). A cet effet, une attestation délivrée par la caisse d'allocations familiales doit être produite à l'organisme prêteur qui la conservera au dossier. Article 4. Nature, durée et période d'anticipation. Les prêts conventionnés sont des prêts amortissables en dix ans au minimum et vingt ans au maximum. Toutefois, lorsqu'ils financent des opérations d'amélioration de logements, ces durées sont de cinq ans au minimum et douze ans au maximum. Lorsqu'ils sont consentis avant la date d'achèvement des travaux, la période d'amortissement choisie est précédée d'une période d'anticipation. En conséquence, la possibilité d'accorder aux bénéficiaires tout autre crédit d'anticipation des prêts conventionnés est exclue. Article 5. Montant. Les prêts conventionnés peuvent atteindre au maximum 80 % du coût des logements dans les limites définies par le code précité, livre III, titre III, chapitre unique, section III (2e partie) et les textes pris pour son application. Il ne peut être consenti aucun autre prêt à moyen ou long terme pour la même opération, à l'exception toutefois des prêts d'épargne logement, des prêts consentis au titre de la participation des employeurs à l'effort de construction, ou des prêts consentis par des organismes à caractère exclusivement social. Article 6. Financement. a) Les prêts conventionnés peuvent être mobilisés auprès du Crédit foncier de France après agrément préalable : D'une part, pendant la période d'anticipation, pour l'intégralité de leur montant et pour une durée maximale de deux ans ; D'autre part, pendant la période d'amortissement s'ils n'excèdent pas la durée de sept ans (période d'anticipation comprise), dans les conditions prévues par la réglementation des crédits à moyen terme mobilisables. b) Si les conditions prescrites par la réglementation du marché hypothécaire sont respectées et si l'organisme prêteur est admis à se refinancer sur ce marché, les prêts conventionnés (période d'anticipation comprise) sont éligibles au marché à hauteur du crédit utilisé. Le fait de mobiliser le crédit sur le marché hypothécaire pendant la période d'anticipation emporte obligation de renoncer aux facilités de mobilisation prévues à l'alinéa précédent. Article 7. Agrément des barèmes. L'organisme prêteur est tenu de soumettre à l'agrément du Crédit foncier de France les projets de barèmes qu'il se propose d'offrir à la clientèle. Ces barèmes, dûment référencés et millésimés, sont présentés sur des modèles types établis par le Crédit foncier. Les barèmes sont réputés agréés et peuvent être mis en vigueur, à défaut de notification expresse de l'agrément par le Crédit foncier, dès lors qu'ils n'ont fait l'objet d'aucune opposition ou observation de la part de ce dernier dans le mois qui suit leur communication aux fins d'agrément. La procédure décrite ci-dessus est applicable lors des modifications apportées aux barèmes précédemment agréés par le Crédit foncier et préalablement à la mise en vigueur de nouveaux barèmes. Toutefois, les modifications apportées aux barèmes en application de l'article 9 a de la présente convention ne sont pas concernées par cette procédure, l'organisme prêteur ayant pour seule obligation en pareil cas de communiquer les barèmes révisés au Crédit foncier avant la date d'entrée en vigueur des nouveaux taux. Article 8. Conditions de taux d'intérêt et de remboursement. Parmi les barèmes de prêts conventionnés, l'organisme prêteur doit prévoir des formules de prêts à taux fixe ou progressif qui doivent être assortis, conformément aux prescriptions de l'article D. 331-72 du code précité, d'annuités progressives. En outre, l'organisme prêteur peut proposer des prêts à taux fixe et à annuités constantes ainsi que des prêts à taux révisable, ces derniers devant être consentis aux conditions prévues à l'article D. 331-74 du code précité. La révisabilité du taux est déclenchée par l'évolution d'un ou plusieurs index (Index à choisir par l'organisme prêteur sur la liste ci-après : Taux de base bancaire ; Taux d'intervention de la Banque de France sur le marché monétaire contre bons du Trésor à trois mois ; Taux de mobilisation des effets représentatifs de crédits à moyen terme à un mois ou, à défaut, au jour le jour ; Taux moyen pondéré des effets d'une durée de cinq ans négociés sur le marché hypothécaire ; Taux de rendement moyen brut des emprunts de première ou deuxième catégorie pondéré en fonction des transactions boursières et publié par la Caisse des dépôts et consignations ; Taux des bons d'épargne à cinq ans ; Taux des bons du Trésor sur formules souscrits par le public à cinq ans ; Taux des comptes sur livrets ; Taux des prêts conventionnés à taux fixe). Lorsque l'organisme prêteur choisit de combiner plusieurs index pour une catégorie de prêts, la pondération entre ces index est fixée ne varietur lors du dépôt du barème. Ce choix pourra faire l'objet d'une modification chaque année à la date d'anniversaire de la convention. Cette modification sera notifiée au Crédit foncier par simple lettre adressée au plus tard un mois avant la date d'entrée en vigueur du ou des nouveaux index. Le taux n'est révisé que dans la mesure où la mise en jeu des clauses de révision prévues aux contrats conduit à une variation de ce taux, tant à la hausse qu'à la baisse, d'au moins 25 centimes. Ces révisions prennent effet à compter de la plus prochaine échéance. Article 8 bis. 1° Les prêts conventionnés à annuité progressive consentis avant le 31 décembre 1983 peuvent, par convention entre les parties, être aménagés et leur durée initiale prolongée : jusqu'à vingt-cinq ans au maximum dans le cas d'opérations prévues aux 1° et 3° de l'article D. 331-63 du code susvisé ; jusqu'à quinze ans au maximum dans le cas d'opérations prévues aux 2° et 4° de l'article D. 331-63 du même code. Cette faculté est subordonnée à la condition que le taux effectif global du prêt initialement fixé ne soit pas augmenté. 2° Les formules de prêts visés au 1° du présent article : -perdent leur qualité de prêt conventionné au-delà des limites maximales fixées à l'article 4 de la présente convention ; -peuvent déroger aux règles régissant les formules de prêt à taux progressifs définies au paragraphe 2 de l'article 8 de la présente convention, dans les limites suivantes : -les intérêts reportés majorés du capital restant dû ne peuvent excéder de plus de 18 % le montant du capital emprunté ; -les intérêts reportés majorés du capital restant dû ne peuvent excéder le montant du capital emprunté au-delà des sept dixièmes de la nouvelle durée du prêt. Article 9. Taux d'intérêt maxima (hors assurance). Les prêts conventionnés doivent respecter des taux maxima. Ces taux sont définis par l'addition d'un taux de référence et d'une marge déterminée sur les bases suivantes : a) Le taux de référence est égal à la moyenne arithmétique des trois taux ci-après : Taux moyen pondéré des effets d'une durée de cinq ans négociés sur le marché hypothécaire, publié par le Crédit foncier ; Taux moyen pondéré des effets d'une durée égale ou supérieure à dix ans négociés sur le marché hypothécaire, publié par le Crédit foncier ; Taux de rendement moyen brut des emprunts de 2e catégorie pondéré en fonction des transactions boursières et publié par la Caisse des dépôts et consignations. Ce taux de référence est calculé et publié par le Crédit foncier dans les quinze premiers jours de chaque trimestre civil, sur la base des moyennes hebdomadaires constatées lors du trimestre précédent, il est pris en compte pour déterminer le taux des prêts autorisés à partir du 1er du mois suivant cette publication et pendant trois mois. Toutefois, les variations cumulées de ce taux de référence, tant à la hausse qu'à la baisse, inférieures à 25 centimes, ne donnent lieu à modification ni des taux d'intérêt maxima ni du taux de référence précédemment applicable. b) La marge est ainsi fixée : Pour les prêts à taux fixe, qu'ils soient ou non à annuités progressives 1 point ; 1,50 point pour les prêts d'une durée inférieure ou égale à quinze ans ; 1,75 point pour les prêts d'une durée supérieure à quinze ans ; Pour les prêts à taux variable, ces marges sont diminuées de 25 centimes. Article 10. Remboursements anticipés. Les titulaires de prêts conventionnés peuvent rembourser ceux-ci par anticipation, en totalité ou en partie, moyennant le respect des préavis contractuels. En cas de remboursements partiels, l'organisme prêteur peut exiger que ces remboursements représentent une somme au moins égale au dixième du capital emprunté. Les remboursements anticipés volontaires prennent effet lors des plus prochaines échéances mensuelles ou trimestrielles. En cas de remboursement anticipé, le total des intérêts perçus ne peut avoir pour effet de porter, sur la durée courue, le taux de rendement de l'opération à un taux supérieur au taux moyen prévu par le contrat. L'organisme prêteur ne peut exiger aucune autre somme des emprunteurs à l'occasion des remboursements anticipés volontaires ou consécutifs à l'exigibilité anticipée des prêts conventionnés intervenant pendant toute la durée des prêts (période d'anticipation incluse), sauf au titre des indemnités qui pourraient être autorisées par des dispositions législatives ou réglementaires d'ordre public. Tant que ces dispositions ne seront pas intervenues, l'organisme prêteur s'oblige à n'exiger, en aucun cas, à l'occasion des remboursements anticipés, des indemnités pour préjudice technique et financier d'un montant supérieur à une semestrialité d'intérêts calculés sur le capital remboursé au taux moyen du prêt. Article 11. Application de la réglementation des prêts conventionnés. L'organisme prêteur fait son affaire personnelle de l'insertion dans les contrats de prêts de toutes les clauses propres à permettre le contrôle de l'application de la réglementation relative aux prêts conventionnés et, s'il y a lieu, au marché hypothécaire et au moyen terme mobilisable. Article 12. Contrôles. L'organisme prêteur est tenu de répondre à toutes demandes d'information et de communication relatives aux prêts faisant l'objet de la présente convention qui lui seront adressées par le Crédit foncier. Le Crédit foncier peut effectuer, à son initiative, chez l'organisme prêteur les contrôles auxquels il est habilité à procéder, dans le cadre du marché hypothécaire, en vertu de l'arrêté du 23 mars 1970 fixant les modalités d'application de l'article 16 de la loi du 31 décembre 1969 précitée. L'organisme prêteur facilitera tous contrôles sur place (à son siège, et dans ses succursales ou agences) d'ordre comptable et administratif, afin que le Crédit foncier soit en mesure de s'assurer du respect de la réglementation relative aux prêts conventionnés. Article 13. Renseignements statistiques. L'organisme prêteur doit fournir au Crédit foncier, au début de chaque mois ou de chaque trimestre, en fonction de la périodicité retenue par la commission de contrôle des banques pour la production de certains documents comptables : Un état des prêts conventionnés accordés au cours du mois ou du trimestre précédent (en nombre de logements et en montant), et, un état des encours desdits prêts, arrêté à la date de la situation comptable du mois ou du trimestre précédent. Une distinction doit être faite entre les prêts conventionnés dont les titulaires remplissaient, à la date de la demande, les conditions requises pour bénéficier de l'aide personnalisée au logement et les autres prêts conventionnés, en isolant à l'intérieur de chacune de ces deux catégories les prêts à taux revisable. Article 14. Avis du Crédit foncier. Des avis du Crédit foncier, spécifiques au régime des prêts conventionnés, préciseront, le cas échéant, les modalités d'application de la présente convention. Les modifications qui affecteraient les caractéristiques et les modalités des prêts conventionnés, notamment leurs conditions financières, seront également portées à la connaissance de l'organisme prêteur, au moyen d'avis du Crédit foncier. L'organisme prêteur sera tenu de respecter les dispositions contenues dans ces avis qui feront partie intégrante de la présente convention, à moins qu'il ne dénonce cette dernière en application de l'article 16 ci-après. Article 15. Durée de la convention. La présente convention est conclue pour une durée d'un an renouvelable, chaque année et pour la même durée, par tacite reconduction. Article 16. Dénonciation de la convention par l'organisme prêteur. L'organisme prêteur qui ne désire pas continuer à consentir des prêts conventionnés a la faculté de dénoncer la présente convention : 1. Soit chaque année, à compter de la date de signature de cette dernière ; 2. Soit lors des modifications apportées aux conditions de ladite convention. Cette dénonciation doit être effectuée par lettre adressée au Crédit foncier : Au cas visé au 1. dans les trois mois précédant la date d'effet de la dénonciation ; Au cas visé au 2. dans les trois mois de la diffusion des avis du Crédit foncier portant modification à ladite convention. Il est entendu que, nonobstant cette dénonciation, l'organisme prêteur reste tenu de respecter la présente convention pour les opérations en cours. Article 17. Retrait de l'habilitation donnée à l'organisme prêteur. Au cas où les dispositions de la présente convention ne seraient pas respectées, le Crédit foncier de France prendrait les mesures de sauvegarde qui paraîtraient nécessaires et, le cas échéant, retirerait, par simple lettre, à l'organisme prêteur l'habilitation donnée par l'article 1er ci-dessus. Fait en double exemplaire, à..., le....",
            "texteHtml": "<p>Entre le Crédit foncier de France agissant pour le compte de l'Etat et représenté par...,</p><p>D'une part, et... (ladite société dénommée ci-après l'organisme prêteur).</p><p>D'autre part,</p><p>Vu le code de la construction et de l'habitation, livre III, titre III, chapitre unique, section III (2e partie) et les textes pris pour son application,</p><p>Il a été convenu ce qui suit.</p><p>Article 1er.</p><p>Habilitation de l'organisme prêteur à consentir des prêts conventionnés.</p><p>En application de l'article D. 331-65 du code précité, la présente convention habilite l'organisme prêteur à consentir des prêts conventionnés.</p><p>L'organisme prêteur s'engage à consentir des prêts conventionnés dans les conditions prévues par la réglementation en vigueur et par la présente convention.</p><p>Article 2.</p><p>Objet.</p><p>Les prêts conventionnés peuvent être accordés pour financer les opérations visées à l'article D. 331-63 du code précité.</p><p>Article 3.</p><p>Bénéficiaires.</p><p>Les prêts conventionnés sont consentis aux personnes visées aux articles D. 331-66 et D. 331-67 du code précité qui offrent des garanties, et une solvabilité suffisantes.</p><p>L'organisme prêteur s'engage à proposer en permanence ces prêts aux candidats emprunteurs qui, à la date de leur demande de prêt, remplissent, outre les conditions visées au premier alinéa, celles requises pour bénéficier de l'aide personnalisée au logement (A. P. L.) prévue par le livre III, titre V, du code précité (1re et 2e parties).</p><p>A cet effet, une attestation délivrée par la caisse d'allocations familiales doit être produite à l'organisme prêteur qui la conservera au dossier.</p><p>Article 4.</p><p>Nature, durée et période d'anticipation.</p><p>Les prêts conventionnés sont des prêts amortissables en dix ans au minimum et vingt ans au maximum. Toutefois, lorsqu'ils financent des opérations d'amélioration de logements, ces durées sont de cinq ans au minimum et douze ans au maximum.</p><p>Lorsqu'ils sont consentis avant la date d'achèvement des travaux, la période d'amortissement choisie est précédée d'une période d'anticipation.</p><p>En conséquence, la possibilité d'accorder aux bénéficiaires tout autre crédit d'anticipation des prêts conventionnés est exclue.</p><p>Article 5.</p><p>Montant.</p><p>Les prêts conventionnés peuvent atteindre au maximum 80 % du coût des logements dans les limites définies par le code précité, livre III, titre III, chapitre unique, section III (2e partie) et les textes pris pour son application.</p><p>Il ne peut être consenti aucun autre prêt à moyen ou long terme pour la même opération, à l'exception toutefois des prêts d'épargne logement, des prêts consentis au titre de la participation des employeurs à l'effort de construction, ou des prêts consentis par des organismes à caractère exclusivement social.</p><p>Article 6.</p><p>Financement.</p><p>a) Les prêts conventionnés peuvent être mobilisés auprès du Crédit foncier de France après agrément préalable :</p><p>D'une part, pendant la période d'anticipation, pour l'intégralité de leur montant et pour une durée maximale de deux ans ;</p><p>D'autre part, pendant la période d'amortissement s'ils n'excèdent pas la durée de sept ans (période d'anticipation comprise), dans les conditions prévues par la réglementation des crédits à moyen terme mobilisables.</p><p>b) Si les conditions prescrites par la réglementation du marché hypothécaire sont respectées et si l'organisme prêteur est admis à se refinancer sur ce marché, les prêts conventionnés (période d'anticipation comprise) sont éligibles au marché à hauteur du crédit utilisé. Le fait de mobiliser le crédit sur le marché hypothécaire pendant la période d'anticipation emporte obligation de renoncer aux facilités de mobilisation prévues à l'alinéa précédent.</p><p>Article 7.</p><p>Agrément des barèmes.</p><p>L'organisme prêteur est tenu de soumettre à l'agrément du Crédit foncier de France les projets de barèmes qu'il se propose d'offrir à la clientèle.</p><p>Ces barèmes, dûment référencés et millésimés, sont présentés sur des modèles types établis par le Crédit foncier.</p><p>Les barèmes sont réputés agréés et peuvent être mis en vigueur, à défaut de notification expresse de l'agrément par le Crédit foncier, dès lors qu'ils n'ont fait l'objet d'aucune opposition ou observation de la part de ce dernier dans le mois qui suit leur communication aux fins d'agrément.</p><p>La procédure décrite ci-dessus est applicable lors des modifications apportées aux barèmes précédemment agréés par le Crédit foncier et préalablement à la mise en vigueur de nouveaux barèmes. Toutefois, les modifications apportées aux barèmes en application de l'article 9 a de la présente convention ne sont pas concernées par cette procédure, l'organisme prêteur ayant pour seule obligation en pareil cas de communiquer les barèmes révisés au Crédit foncier avant la date d'entrée en vigueur des nouveaux taux.</p><p>Article 8.</p><p>Conditions de taux d'intérêt et de remboursement.</p><p>Parmi les barèmes de prêts conventionnés, l'organisme prêteur doit prévoir des formules de prêts à taux fixe ou progressif qui doivent être assortis, conformément aux prescriptions de l'article D. 331-72 du code précité, d'annuités progressives.</p><p>En outre, l'organisme prêteur peut proposer des prêts à taux fixe et à annuités constantes ainsi que des prêts à taux révisable, ces derniers devant être consentis aux conditions prévues à l'article D. 331-74 du code précité. La révisabilité du taux est déclenchée par l'évolution d'un ou plusieurs index (Index à choisir par l'organisme prêteur sur la liste ci-après :</p><p>Taux de base bancaire ;</p><p>Taux d'intervention de la Banque de France sur le marché monétaire contre bons du Trésor à trois mois ;</p><p>Taux de mobilisation des effets représentatifs de crédits à moyen terme à un mois ou, à défaut, au jour le jour ;</p><p>Taux moyen pondéré des effets d'une durée de cinq ans négociés sur le marché hypothécaire ;</p><p>Taux de rendement moyen brut des emprunts de première ou deuxième catégorie pondéré en fonction des transactions boursières et publié par la Caisse des dépôts et consignations ;</p><p>Taux des bons d'épargne à cinq ans ;</p><p>Taux des bons du Trésor sur formules souscrits par le public à cinq ans ;</p><p>Taux des comptes sur livrets ;</p><p>Taux des prêts conventionnés à taux fixe).</p><p>Lorsque l'organisme prêteur choisit de combiner plusieurs index pour une catégorie de prêts, la pondération entre ces index est fixée ne varietur lors du dépôt du barème.</p><p>Ce choix pourra faire l'objet d'une modification chaque année à la date d'anniversaire de la convention. Cette modification sera notifiée au Crédit foncier par simple lettre adressée au plus tard un mois avant la date d'entrée en vigueur du ou des nouveaux index.</p><p>Le taux n'est révisé que dans la mesure où la mise en jeu des clauses de révision prévues aux contrats conduit à une variation de ce taux, tant à la hausse qu'à la baisse, d'au moins 25 centimes.</p><p>Ces révisions prennent effet à compter de la plus prochaine échéance.</p><p>Article 8 bis.</p><p>1° Les prêts conventionnés à annuité progressive consentis avant le 31 décembre 1983 peuvent, par convention entre les parties, être aménagés et leur durée initiale prolongée :</p><p>jusqu'à vingt-cinq ans au maximum dans le cas d'opérations prévues aux 1° et 3° de l'article D. 331-63 du code susvisé ;</p><p>jusqu'à quinze ans au maximum dans le cas d'opérations prévues aux 2° et 4° de l'article D. 331-63 du même code.</p><p>Cette faculté est subordonnée à la condition que le taux effectif global du prêt initialement fixé ne soit pas augmenté.</p><p>2° Les formules de prêts visés au 1° du présent article :</p><p>-perdent leur qualité de prêt conventionné au-delà des limites maximales fixées à l'article 4 de la présente convention ;</p><p>-peuvent déroger aux règles régissant les formules de prêt à taux progressifs définies au paragraphe 2 de l'article 8 de la présente convention, dans les limites suivantes :</p><p>-les intérêts reportés majorés du capital restant dû ne peuvent excéder de plus de 18 % le montant du capital emprunté ;</p><p>-les intérêts reportés majorés du capital restant dû ne peuvent excéder le montant du capital emprunté au-delà des sept dixièmes de la nouvelle durée du prêt.</p><p>Article 9.</p><p>Taux d'intérêt maxima (hors assurance).</p><p>Les prêts conventionnés doivent respecter des taux maxima.</p><p>Ces taux sont définis par l'addition d'un taux de référence et d'une marge déterminée sur les bases suivantes :</p><p>a) Le taux de référence est égal à la moyenne arithmétique des trois taux ci-après :</p><p>Taux moyen pondéré des effets d'une durée de cinq ans négociés sur le marché hypothécaire, publié par le Crédit foncier ;</p><p>Taux moyen pondéré des effets d'une durée égale ou supérieure à dix ans négociés sur le marché hypothécaire, publié par le Crédit foncier ;</p><p>Taux de rendement moyen brut des emprunts de 2e catégorie pondéré en fonction des transactions boursières et publié par la Caisse des dépôts et consignations.</p><p>Ce taux de référence est calculé et publié par le Crédit foncier dans les quinze premiers jours de chaque trimestre civil, sur la base des moyennes hebdomadaires constatées lors du trimestre précédent, il est pris en compte pour déterminer le taux des prêts autorisés à partir du 1er du mois suivant cette publication et pendant trois mois. Toutefois, les variations cumulées de ce taux de référence, tant à la hausse qu'à la baisse, inférieures à 25 centimes, ne donnent lieu à modification ni des taux d'intérêt maxima ni du taux de référence précédemment applicable.</p><p>b) La marge est ainsi fixée :</p><p>Pour les prêts à taux fixe, qu'ils soient ou non à annuités progressives 1 point ;</p><p>1,50 point pour les prêts d'une durée inférieure ou égale à quinze ans ;</p><p>1,75 point pour les prêts d'une durée supérieure à quinze ans ;</p><p>Pour les prêts à taux variable, ces marges sont diminuées de 25 centimes.</p><p>Article 10.</p><p>Remboursements anticipés.</p><p>Les titulaires de prêts conventionnés peuvent rembourser ceux-ci par anticipation, en totalité ou en partie, moyennant le respect des préavis contractuels. En cas de remboursements partiels, l'organisme prêteur peut exiger que ces remboursements représentent une somme au moins égale au dixième du capital emprunté. Les remboursements anticipés volontaires prennent effet lors des plus prochaines échéances mensuelles ou trimestrielles.</p><p>En cas de remboursement anticipé, le total des intérêts perçus ne peut avoir pour effet de porter, sur la durée courue, le taux de rendement de l'opération à un taux supérieur au taux moyen prévu par le contrat.</p><p>L'organisme prêteur ne peut exiger aucune autre somme des emprunteurs à l'occasion des remboursements anticipés volontaires ou consécutifs à l'exigibilité anticipée des prêts conventionnés intervenant pendant toute la durée des prêts (période d'anticipation incluse), sauf au titre des indemnités qui pourraient être autorisées par des dispositions législatives ou réglementaires d'ordre public.</p><p>Tant que ces dispositions ne seront pas intervenues, l'organisme prêteur s'oblige à n'exiger, en aucun cas, à l'occasion des remboursements anticipés, des indemnités pour préjudice technique et financier d'un montant supérieur à une semestrialité d'intérêts calculés sur le capital remboursé au taux moyen du prêt.</p><p>Article 11.</p><p>Application de la réglementation des prêts conventionnés.</p><p>L'organisme prêteur fait son affaire personnelle de l'insertion dans les contrats de prêts de toutes les clauses propres à permettre le contrôle de l'application de la réglementation relative aux prêts conventionnés et, s'il y a lieu, au marché hypothécaire et au moyen terme mobilisable.</p><p>Article 12.</p><p>Contrôles.</p><p>L'organisme prêteur est tenu de répondre à toutes demandes d'information et de communication relatives aux prêts faisant l'objet de la présente convention qui lui seront adressées par le Crédit foncier.</p><p>Le Crédit foncier peut effectuer, à son initiative, chez l'organisme prêteur les contrôles auxquels il est habilité à procéder, dans le cadre du marché hypothécaire, en vertu de l'arrêté du 23 mars 1970 fixant les modalités d'application de l'article 16 de la loi du 31 décembre 1969 précitée.</p><p>L'organisme prêteur facilitera tous contrôles sur place (à son siège, et dans ses succursales ou agences) d'ordre comptable et administratif, afin que le Crédit foncier soit en mesure de s'assurer du respect de la réglementation relative aux prêts conventionnés.</p><p>Article 13.</p><p>Renseignements statistiques.</p><p>L'organisme prêteur doit fournir au Crédit foncier, au début de chaque mois ou de chaque trimestre, en fonction de la périodicité retenue par la commission de contrôle des banques pour la production de certains documents comptables :</p><p>Un état des prêts conventionnés accordés au cours du mois ou du trimestre précédent (en nombre de logements et en montant), et, un état des encours desdits prêts, arrêté à la date de la situation comptable du mois ou du trimestre précédent.</p><p>Une distinction doit être faite entre les prêts conventionnés dont les titulaires remplissaient, à la date de la demande, les conditions requises pour bénéficier de l'aide personnalisée au logement et les autres prêts conventionnés, en isolant à l'intérieur de chacune de ces deux catégories les prêts à taux revisable.</p><p>Article 14.</p><p>Avis du Crédit foncier.</p><p>Des avis du Crédit foncier, spécifiques au régime des prêts conventionnés, préciseront, le cas échéant, les modalités d'application de la présente convention.</p><p>Les modifications qui affecteraient les caractéristiques et les modalités des prêts conventionnés, notamment leurs conditions financières, seront également portées à la connaissance de l'organisme prêteur, au moyen d'avis du Crédit foncier. L'organisme prêteur sera tenu de respecter les dispositions contenues dans ces avis qui feront partie intégrante de la présente convention, à moins qu'il ne dénonce cette dernière en application de l'article 16 ci-après.</p><p>Article 15.</p><p>Durée de la convention.</p><p>La présente convention est conclue pour une durée d'un an renouvelable, chaque année et pour la même durée, par tacite reconduction.</p><p>Article 16.</p><p>Dénonciation de la convention par l'organisme prêteur.</p><p>L'organisme prêteur qui ne désire pas continuer à consentir des prêts conventionnés a la faculté de dénoncer la présente convention :</p><p>1. Soit chaque année, à compter de la date de signature de cette dernière ;</p><p>2. Soit lors des modifications apportées aux conditions de ladite convention.</p><p>Cette dénonciation doit être effectuée par lettre adressée au Crédit foncier :</p><p>Au cas visé au 1. dans les trois mois précédant la date d'effet de la dénonciation ;</p><p>Au cas visé au 2. dans les trois mois de la diffusion des avis du Crédit foncier portant modification à ladite convention.</p><p>Il est entendu que, nonobstant cette dénonciation, l'organisme prêteur reste tenu de respecter la présente convention pour les opérations en cours.</p><p>Article 17.</p><p>Retrait de l'habilitation donnée à l'organisme prêteur.</p><p>Au cas où les dispositions de la présente convention ne seraient pas respectées, le Crédit foncier de France prendrait les mesures de sauvegarde qui paraîtraient nécessaires et, le cas échéant, retirerait, par simple lettre, à l'organisme prêteur l'habilitation donnée par l'article 1er ci-dessus.</p><p>Fait en double exemplaire, à..., le....</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Convention type pour les établissements de crédit consentant des prêts conventionnés.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128992",
                        "id": "LEGISCTA000006128992",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006832798",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-63 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-63",
                    "articleId": "LEGIARTI000006898669",
                    "natureText": "CODE",
                    "date": 1599120394597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-65 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-65",
                    "articleId": "LEGIARTI000006898688",
                    "natureText": "CODE",
                    "date": 1599120394597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-66 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-66",
                    "articleId": "LEGIARTI000006898693",
                    "natureText": "CODE",
                    "date": 1599120394597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 426384000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-72",
                    "articleId": "LEGIARTI000006898729",
                    "natureText": "CODE",
                    "date": 1599120394597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 812505600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-74 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R331-74",
                    "articleId": "LEGIARTI000006898739",
                    "natureText": "CODE",
                    "date": 1599120394597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31 annexe JORF 8 juin 1978 rectificatif JORF 31 janvier 1979",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "Annexe I à l'article R331-65",
            "origine": "LEGI",
            "texte": "Entre le Crédit foncier de France agissant pour le compte de l'Etat et représenté par..., D'une part, et... (ladite société dénommée ci-après l'organisme prêteur). D'autre part, Vu le code de la construction et de l'habitation, livre III, titre III, chapitre unique, section III (2e partie) et les textes pris pour son application, Il a été convenu ce qui suit. Article 1er. Habilitation de l'organisme prêteur à consentir des prêts conventionnés. En application de l'article R. 331-65 du code précité, la présente convention habilite l'organisme prêteur à consentir des prêts conventionnés. L'organisme prêteur s'engage à consentir des prêts conventionnés dans les conditions prévues par la réglementation en vigueur et par la présente convention. Article 2. Objet. Les prêts conventionnés peuvent être accordés pour financer les opérations visées à l'article R. 331-63 du code précité. Article 3. Bénéficiaires. Les prêts conventionnés sont consentis aux personnes visées aux articles R. 331-66 et R. 331-67 du code précité qui offrent des garanties, et une solvabilité suffisantes. L'organisme prêteur s'engage à proposer en permanence ces prêts aux candidats emprunteurs qui, à la date de leur demande de prêt, remplissent, outre les conditions visées au premier alinéa, celles requises pour bénéficier de l'aide personnalisée au logement (A. P. L.) prévue par le livre III, titre V, du code précité (1re et 2e parties). A cet effet, une attestation délivrée par la caisse d'allocations familiales doit être produite à l'organisme prêteur qui la conservera au dossier. Article 4. Nature, durée et période d'anticipation. Les prêts conventionnés sont des prêts amortissables en dix ans au minimum et vingt ans au maximum. Toutefois, lorsqu'ils financent des opérations d'amélioration de logements, ces durées sont de cinq ans au minimum et douze ans au maximum. Lorsqu'ils sont consentis avant la date d'achèvement des travaux, la période d'amortissement choisie est précédée d'une période d'anticipation. En conséquence, la possibilité d'accorder aux bénéficiaires tout autre crédit d'anticipation des prêts conventionnés est exclue. Article 5. Montant. Les prêts conventionnés peuvent atteindre au maximum 80 % du coût des logements dans les limites définies par le code précité, livre III, titre III, chapitre unique, section III (2e partie) et les textes pris pour son application. Il ne peut être consenti aucun autre prêt à moyen ou long terme pour la même opération, à l'exception toutefois des prêts d'épargne logement, des prêts consentis au titre de la participation des employeurs à l'effort de construction, ou des prêts consentis par des organismes à caractère exclusivement social. Article 6. Financement. a) Les prêts conventionnés peuvent être mobilisés auprès du Crédit foncier de France après agrément préalable : D'une part, pendant la période d'anticipation, pour l'intégralité de leur montant et pour une durée maximale de deux ans ; D'autre part, pendant la période d'amortissement s'ils n'excèdent pas la durée de sept ans (période d'anticipation comprise), dans les conditions prévues par la réglementation des crédits à moyen terme mobilisables. b) Si les conditions prescrites par la réglementation du marché hypothécaire sont respectées et si l'organisme prêteur est admis à se refinancer sur ce marché, les prêts conventionnés (période d'anticipation comprise) sont éligibles au marché à hauteur du crédit utilisé. Le fait de mobiliser le crédit sur le marché hypothécaire pendant la période d'anticipation emporte obligation de renoncer aux facilités de mobilisation prévues à l'alinéa précédent. Article 7. Agrément des barèmes. L'organisme prêteur est tenu de soumettre à l'agrément du Crédit foncier de France les projets de barèmes qu'il se propose d'offrir à la clientèle. Ces barèmes, dûment référencés et millésimés, sont présentés sur des modèles types établis par le Crédit foncier. Les barèmes sont réputés agréés et peuvent être mis en vigueur, à défaut de notification expresse de l'agrément par le Crédit foncier, dès lors qu'ils n'ont fait l'objet d'aucune opposition ou observation de la part de ce dernier dans le mois qui suit leur communication aux fins d'agrément. La procédure décrite ci-dessus est applicable lors des modifications apportées aux barèmes précédemment agréés par le Crédit foncier et préalablement à la mise en vigueur de nouveaux barèmes. Toutefois, les modifications apportées aux barèmes en application de l'article 9 a de la présente convention ne sont pas concernées par cette procédure, l'organisme prêteur ayant pour seule obligation en pareil cas de communiquer les barèmes révisés au Crédit foncier avant la date d'entrée en vigueur des nouveaux taux. Article 8. Conditions de taux d'intérêt et de remboursement. Parmi les barèmes de prêts conventionnés, l'organisme prêteur doit prévoir des formules de prêts à taux fixe ou progressif qui doivent être assortis, conformément aux prescriptions de l'article R. 331-72 du code précité, d'annuités progressives. En outre, l'organisme prêteur peut proposer des prêts à taux fixe et à annuités constantes ainsi que des prêts à taux révisable, ces derniers devant être consentis aux conditions prévues à l'article R. 331-74 du code précité. La révisabilité du taux est déclenchée par l'évolution d'un ou plusieurs index (Index à choisir par l'organisme prêteur sur la liste ci-après : Taux de base bancaire ; Taux d'intervention de la Banque de France sur le marché monétaire contre bons du Trésor à trois mois ; Taux de mobilisation des effets représentatifs de crédits à moyen terme à un mois ou, à défaut, au jour le jour ; Taux moyen pondéré des effets d'une durée de cinq ans négociés sur le marché hypothécaire ; Taux de rendement moyen brut des emprunts de première ou deuxième catégorie pondéré en fonction des transactions boursières et publié par la Caisse des dépôts et consignations ; Taux des bons d'épargne à cinq ans ; Taux des bons du Trésor sur formules souscrits par le public à cinq ans ; Taux des comptes sur livrets ; Taux des prêts conventionnés à taux fixe). Lorsque l'organisme prêteur choisit de combiner plusieurs index pour une catégorie de prêts, la pondération entre ces index est fixée ne varietur lors du dépôt du barème. Ce choix pourra faire l'objet d'une modification chaque année à la date d'anniversaire de la convention. Cette modification sera notifiée au Crédit foncier par simple lettre adressée au plus tard un mois avant la date d'entrée en vigueur du ou des nouveaux index. Le taux n'est révisé que dans la mesure où la mise en jeu des clauses de révision prévues aux contrats conduit à une variation de ce taux, tant à la hausse qu'à la baisse, d'au moins 25 centimes. Ces révisions prennent effet à compter de la plus prochaine échéance. Article 8 bis. 1° Les prêts conventionnés à annuité progressive consentis avant le 31 décembre 1983 peuvent, par convention entre les parties, être aménagés et leur durée initiale prolongée : jusqu'à vingt-cinq ans au maximum dans le cas d'opérations prévues aux 1° et 3° de l'article R. 331-63 du code susvisé ; jusqu'à quinze ans au maximum dans le cas d'opérations prévues aux 2° et 4° de l'article R. 331-63 du même code. Cette faculté est subordonnée à la condition que le taux effectif global du prêt initialement fixé ne soit pas augmenté. 2° Les formules de prêts visés au 1° du présent article : -perdent leur qualité de prêt conventionné au-delà des limites maximales fixées à l'article 4 de la présente convention ; -peuvent déroger aux règles régissant les formules de prêt à taux progressifs définies au paragraphe 2 de l'article 8 de la présente convention, dans les limites suivantes : -les intérêts reportés majorés du capital restant dû ne peuvent excéder de plus de 18 % le montant du capital emprunté ; -les intérêts reportés majorés du capital restant dû ne peuvent excéder le montant du capital emprunté au-delà des sept dixièmes de la nouvelle durée du prêt. Article 9. Taux d'intérêt maxima (hors assurance). Les prêts conventionnés doivent respecter des taux maxima. Ces taux sont définis par l'addition d'un taux de référence et d'une marge déterminée sur les bases suivantes : a) Le taux de référence est égal à la moyenne arithmétique des trois taux ci-après : Taux moyen pondéré des effets d'une durée de cinq ans négociés sur le marché hypothécaire, publié par le Crédit foncier ; Taux moyen pondéré des effets d'une durée égale ou supérieure à dix ans négociés sur le marché hypothécaire, publié par le Crédit foncier ; Taux de rendement moyen brut des emprunts de 2e catégorie pondéré en fonction des transactions boursières et publié par la Caisse des dépôts et consignations. Ce taux de référence est calculé et publié par le Crédit foncier dans les quinze premiers jours de chaque trimestre civil, sur la base des moyennes hebdomadaires constatées lors du trimestre précédent, il est pris en compte pour déterminer le taux des prêts autorisés à partir du 1er du mois suivant cette publication et pendant trois mois. Toutefois, les variations cumulées de ce taux de référence, tant à la hausse qu'à la baisse, inférieures à 25 centimes, ne donnent lieu à modification ni des taux d'intérêt maxima ni du taux de référence précédemment applicable. b) La marge est ainsi fixée : Pour les prêts à taux fixe, qu'ils soient ou non à annuités progressives 1 point ; 1,50 point pour les prêts d'une durée inférieure ou égale à quinze ans ; 1,75 point pour les prêts d'une durée supérieure à quinze ans ; Pour les prêts à taux variable, ces marges sont diminuées de 25 centimes. Article 10. Remboursements anticipés. Les titulaires de prêts conventionnés peuvent rembourser ceux-ci par anticipation, en totalité ou en partie, moyennant le respect des préavis contractuels. En cas de remboursements partiels, l'organisme prêteur peut exiger que ces remboursements représentent une somme au moins égale au dixième du capital emprunté. Les remboursements anticipés volontaires prennent effet lors des plus prochaines échéances mensuelles ou trimestrielles. En cas de remboursement anticipé, le total des intérêts perçus ne peut avoir pour effet de porter, sur la durée courue, le taux de rendement de l'opération à un taux supérieur au taux moyen prévu par le contrat. L'organisme prêteur ne peut exiger aucune autre somme des emprunteurs à l'occasion des remboursements anticipés volontaires ou consécutifs à l'exigibilité anticipée des prêts conventionnés intervenant pendant toute la durée des prêts (période d'anticipation incluse), sauf au titre des indemnités qui pourraient être autorisées par des dispositions législatives ou réglementaires d'ordre public. Tant que ces dispositions ne seront pas intervenues, l'organisme prêteur s'oblige à n'exiger, en aucun cas, à l'occasion des remboursements anticipés, des indemnités pour préjudice technique et financier d'un montant supérieur à une semestrialité d'intérêts calculés sur le capital remboursé au taux moyen du prêt. Article 11. Application de la réglementation des prêts conventionnés. L'organisme prêteur fait son affaire personnelle de l'insertion dans les contrats de prêts de toutes les clauses propres à permettre le contrôle de l'application de la réglementation relative aux prêts conventionnés et, s'il y a lieu, au marché hypothécaire et au moyen terme mobilisable. Article 12. Contrôles. L'organisme prêteur est tenu de répondre à toutes demandes d'information et de communication relatives aux prêts faisant l'objet de la présente convention qui lui seront adressées par le Crédit foncier. Le Crédit foncier peut effectuer, à son initiative, chez l'organisme prêteur les contrôles auxquels il est habilité à procéder, dans le cadre du marché hypothécaire, en vertu de l'arrêté du 23 mars 1970 fixant les modalités d'application de l'article 16 de la loi du 31 décembre 1969 précitée. L'organisme prêteur facilitera tous contrôles sur place (à son siège, et dans ses succursales ou agences) d'ordre comptable et administratif, afin que le Crédit foncier soit en mesure de s'assurer du respect de la réglementation relative aux prêts conventionnés. Article 13. Renseignements statistiques. L'organisme prêteur doit fournir au Crédit foncier, au début de chaque mois ou de chaque trimestre, en fonction de la périodicité retenue par la commission de contrôle des banques pour la production de certains documents comptables : Un état des prêts conventionnés accordés au cours du mois ou du trimestre précédent (en nombre de logements et en montant), et, un état des encours desdits prêts, arrêté à la date de la situation comptable du mois ou du trimestre précédent. Une distinction doit être faite entre les prêts conventionnés dont les titulaires remplissaient, à la date de la demande, les conditions requises pour bénéficier de l'aide personnalisée au logement et les autres prêts conventionnés, en isolant à l'intérieur de chacune de ces deux catégories les prêts à taux revisable. Article 14. Avis du Crédit foncier. Des avis du Crédit foncier, spécifiques au régime des prêts conventionnés, préciseront, le cas échéant, les modalités d'application de la présente convention. Les modifications qui affecteraient les caractéristiques et les modalités des prêts conventionnés, notamment leurs conditions financières, seront également portées à la connaissance de l'organisme prêteur, au moyen d'avis du Crédit foncier. L'organisme prêteur sera tenu de respecter les dispositions contenues dans ces avis qui feront partie intégrante de la présente convention, à moins qu'il ne dénonce cette dernière en application de l'article 16 ci-après. Article 15. Durée de la convention. La présente convention est conclue pour une durée d'un an renouvelable, chaque année et pour la même durée, par tacite reconduction. Article 16. Dénonciation de la convention par l'organisme prêteur. L'organisme prêteur qui ne désire pas continuer à consentir des prêts conventionnés a la faculté de dénoncer la présente convention : 1. Soit chaque année, à compter de la date de signature de cette dernière ; 2. Soit lors des modifications apportées aux conditions de ladite convention. Cette dénonciation doit être effectuée par lettre adressée au Crédit foncier : Au cas visé au 1. dans les trois mois précédant la date d'effet de la dénonciation ; Au cas visé au 2. dans les trois mois de la diffusion des avis du Crédit foncier portant modification à ladite convention. Il est entendu que, nonobstant cette dénonciation, l'organisme prêteur reste tenu de respecter la présente convention pour les opérations en cours. Article 17. Retrait de l'habilitation donnée à l'organisme prêteur. Au cas où les dispositions de la présente convention ne seraient pas respectées, le Crédit foncier de France prendrait les mesures de sauvegarde qui paraîtraient nécessaires et, le cas échéant, retirerait, par simple lettre, à l'organisme prêteur l'habilitation donnée par l'article 1er ci-dessus. Fait en double exemplaire, à..., le....",
            "texteHtml": "<p>Entre le Crédit foncier de France agissant pour le compte de l'Etat et représenté par..., </p><p>D'une part, et... (ladite société dénommée ci-après l'organisme prêteur). </p><p>D'autre part, </p><p>Vu le code de la construction et de l'habitation, livre III, titre III, chapitre unique, section III (2e partie) et les textes pris pour son application, </p><p>Il a été convenu ce qui suit. </p><p>Article 1er. </p><p>Habilitation de l'organisme prêteur à consentir des prêts conventionnés. </p><p>En application de <a href='/article/LEGIARTI000006898688' title='Code de la construction et de l'habitation. - art. R331-65 (V)'>l'article R. 331-65 </a>du code précité, la présente convention habilite l'organisme prêteur à consentir des prêts conventionnés. </p><p>L'organisme prêteur s'engage à consentir des prêts conventionnés dans les conditions prévues par la réglementation en vigueur et par la présente convention. </p><p>Article 2. </p><p>Objet. </p><p>Les prêts conventionnés peuvent être accordés pour financer les opérations visées à <a href='/article/LEGIARTI000006898669' title='Code de la construction et de l'habitation. - art. R331-63 (V)'>l'article R. 331-63 </a>du code précité. </p><p>Article 3. </p><p>Bénéficiaires. </p><p>Les prêts conventionnés sont consentis aux personnes visées aux <a href='/article/LEGIARTI000006898693' title='Code de la construction et de l'habitation. - art. R331-66 (V)'>articles R. 331-66 et R. 331-67 </a>du code précité qui offrent des garanties, et une solvabilité suffisantes. </p><p>L'organisme prêteur s'engage à proposer en permanence ces prêts aux candidats emprunteurs qui, à la date de leur demande de prêt, remplissent, outre les conditions visées au premier alinéa, celles requises pour bénéficier de l'aide personnalisée au logement (A. P. L.) prévue par le livre III, titre V, du code précité (1re et 2e parties). </p><p>A cet effet, une attestation délivrée par la caisse d'allocations familiales doit être produite à l'organisme prêteur qui la conservera au dossier. </p><p>Article 4. </p><p>Nature, durée et période d'anticipation. </p><p>Les prêts conventionnés sont des prêts amortissables en dix ans au minimum et vingt ans au maximum. Toutefois, lorsqu'ils financent des opérations d'amélioration de logements, ces durées sont de cinq ans au minimum et douze ans au maximum. </p><p>Lorsqu'ils sont consentis avant la date d'achèvement des travaux, la période d'amortissement choisie est précédée d'une période d'anticipation. </p><p>En conséquence, la possibilité d'accorder aux bénéficiaires tout autre crédit d'anticipation des prêts conventionnés est exclue. </p><p>Article 5. </p><p>Montant. </p><p>Les prêts conventionnés peuvent atteindre au maximum 80 % du coût des logements dans les limites définies par le code précité, livre III, titre III, chapitre unique, section III (2e partie) et les textes pris pour son application. </p><p>Il ne peut être consenti aucun autre prêt à moyen ou long terme pour la même opération, à l'exception toutefois des prêts d'épargne logement, des prêts consentis au titre de la participation des employeurs à l'effort de construction, ou des prêts consentis par des organismes à caractère exclusivement social. </p><p>Article 6. </p><p>Financement. </p><p>a) Les prêts conventionnés peuvent être mobilisés auprès du Crédit foncier de France après agrément préalable : </p><p>D'une part, pendant la période d'anticipation, pour l'intégralité de leur montant et pour une durée maximale de deux ans ; </p><p>D'autre part, pendant la période d'amortissement s'ils n'excèdent pas la durée de sept ans (période d'anticipation comprise), dans les conditions prévues par la réglementation des crédits à moyen terme mobilisables. </p><p>b) Si les conditions prescrites par la réglementation du marché hypothécaire sont respectées et si l'organisme prêteur est admis à se refinancer sur ce marché, les prêts conventionnés (période d'anticipation comprise) sont éligibles au marché à hauteur du crédit utilisé. Le fait de mobiliser le crédit sur le marché hypothécaire pendant la période d'anticipation emporte obligation de renoncer aux facilités de mobilisation prévues à l'alinéa précédent. </p><p>Article 7. </p><p>Agrément des barèmes. </p><p>L'organisme prêteur est tenu de soumettre à l'agrément du Crédit foncier de France les projets de barèmes qu'il se propose d'offrir à la clientèle. </p><p>Ces barèmes, dûment référencés et millésimés, sont présentés sur des modèles types établis par le Crédit foncier. </p><p>Les barèmes sont réputés agréés et peuvent être mis en vigueur, à défaut de notification expresse de l'agrément par le Crédit foncier, dès lors qu'ils n'ont fait l'objet d'aucune opposition ou observation de la part de ce dernier dans le mois qui suit leur communication aux fins d'agrément. </p><p>La procédure décrite ci-dessus est applicable lors des modifications apportées aux barèmes précédemment agréés par le Crédit foncier et préalablement à la mise en vigueur de nouveaux barèmes. Toutefois, les modifications apportées aux barèmes en application de l'article 9 a de la présente convention ne sont pas concernées par cette procédure, l'organisme prêteur ayant pour seule obligation en pareil cas de communiquer les barèmes révisés au Crédit foncier avant la date d'entrée en vigueur des nouveaux taux. </p><p>Article 8. </p><p>Conditions de taux d'intérêt et de remboursement. </p><p>Parmi les barèmes de prêts conventionnés, l'organisme prêteur doit prévoir des formules de prêts à taux fixe ou progressif qui doivent être assortis, conformément aux prescriptions de <a href='/article/LEGIARTI000006898729' title='Code de la construction et de l'habitation. - art. R331-72 (V)'>l'article R. 331-72 </a>du code précité, d'annuités progressives. </p><p>En outre, l'organisme prêteur peut proposer des prêts à taux fixe et à annuités constantes ainsi que des prêts à taux révisable, ces derniers devant être consentis aux conditions prévues à <a href='/article/LEGIARTI000006898739' title='Code de la construction et de l'habitation. - art. R331-74 (V)'>l'article R. 331-74</a> du code précité. La révisabilité du taux est déclenchée par l'évolution d'un ou plusieurs index (Index à choisir par l'organisme prêteur sur la liste ci-après : </p><p>Taux de base bancaire ; </p><p>Taux d'intervention de la Banque de France sur le marché monétaire contre bons du Trésor à trois mois ; </p><p>Taux de mobilisation des effets représentatifs de crédits à moyen terme à un mois ou, à défaut, au jour le jour ; </p><p>Taux moyen pondéré des effets d'une durée de cinq ans négociés sur le marché hypothécaire ; </p><p>Taux de rendement moyen brut des emprunts de première ou deuxième catégorie pondéré en fonction des transactions boursières et publié par la Caisse des dépôts et consignations ; </p><p>Taux des bons d'épargne à cinq ans ; </p><p>Taux des bons du Trésor sur formules souscrits par le public à cinq ans ; </p><p>Taux des comptes sur livrets ; </p><p>Taux des prêts conventionnés à taux fixe). </p><p>Lorsque l'organisme prêteur choisit de combiner plusieurs index pour une catégorie de prêts, la pondération entre ces index est fixée ne varietur lors du dépôt du barème. </p><p>Ce choix pourra faire l'objet d'une modification chaque année à la date d'anniversaire de la convention. Cette modification sera notifiée au Crédit foncier par simple lettre adressée au plus tard un mois avant la date d'entrée en vigueur du ou des nouveaux index. </p><p>Le taux n'est révisé que dans la mesure où la mise en jeu des clauses de révision prévues aux contrats conduit à une variation de ce taux, tant à la hausse qu'à la baisse, d'au moins 25 centimes. </p><p>Ces révisions prennent effet à compter de la plus prochaine échéance. </p><p>Article 8 bis. </p><p>1° Les prêts conventionnés à annuité progressive consentis avant le 31 décembre 1983 peuvent, par convention entre les parties, être aménagés et leur durée initiale prolongée : </p><p>jusqu'à vingt-cinq ans au maximum dans le cas d'opérations prévues aux 1° et 3° de l'article R. 331-63 du code susvisé ; </p><p>jusqu'à quinze ans au maximum dans le cas d'opérations prévues aux 2° et 4° de l'article R. 331-63 du même code. </p><p>Cette faculté est subordonnée à la condition que le taux effectif global du prêt initialement fixé ne soit pas augmenté. </p><p>2° Les formules de prêts visés au 1° du présent article :</p><p>-perdent leur qualité de prêt conventionné au-delà des limites maximales fixées à l'article 4 de la présente convention ;</p><p>-peuvent déroger aux règles régissant les formules de prêt à taux progressifs définies au paragraphe 2 de l'article 8 de la présente convention, dans les limites suivantes :</p><p>-les intérêts reportés majorés du capital restant dû ne peuvent excéder de plus de 18 % le montant du capital emprunté ;</p><p>-les intérêts reportés majorés du capital restant dû ne peuvent excéder le montant du capital emprunté au-delà des sept dixièmes de la nouvelle durée du prêt. </p><p>Article 9. </p><p>Taux d'intérêt maxima (hors assurance). </p><p>Les prêts conventionnés doivent respecter des taux maxima. </p><p>Ces taux sont définis par l'addition d'un taux de référence et d'une marge déterminée sur les bases suivantes : </p><p>a) Le taux de référence est égal à la moyenne arithmétique des trois taux ci-après : </p><p>Taux moyen pondéré des effets d'une durée de cinq ans négociés sur le marché hypothécaire, publié par le Crédit foncier ; </p><p>Taux moyen pondéré des effets d'une durée égale ou supérieure à dix ans négociés sur le marché hypothécaire, publié par le Crédit foncier ; </p><p>Taux de rendement moyen brut des emprunts de 2e catégorie pondéré en fonction des transactions boursières et publié par la Caisse des dépôts et consignations. </p><p>Ce taux de référence est calculé et publié par le Crédit foncier dans les quinze premiers jours de chaque trimestre civil, sur la base des moyennes hebdomadaires constatées lors du trimestre précédent, il est pris en compte pour déterminer le taux des prêts autorisés à partir du 1er du mois suivant cette publication et pendant trois mois. Toutefois, les variations cumulées de ce taux de référence, tant à la hausse qu'à la baisse, inférieures à 25 centimes, ne donnent lieu à modification ni des taux d'intérêt maxima ni du taux de référence précédemment applicable. </p><p>b) La marge est ainsi fixée : </p><p>Pour les prêts à taux fixe, qu'ils soient ou non à annuités progressives 1 point ; </p><p>1,50 point pour les prêts d'une durée inférieure ou égale à quinze ans ; </p><p>1,75 point pour les prêts d'une durée supérieure à quinze ans ; </p><p>Pour les prêts à taux variable, ces marges sont diminuées de 25 centimes. </p><p>Article 10. </p><p>Remboursements anticipés. </p><p>Les titulaires de prêts conventionnés peuvent rembourser ceux-ci par anticipation, en totalité ou en partie, moyennant le respect des préavis contractuels. En cas de remboursements partiels, l'organisme prêteur peut exiger que ces remboursements représentent une somme au moins égale au dixième du capital emprunté. Les remboursements anticipés volontaires prennent effet lors des plus prochaines échéances mensuelles ou trimestrielles. </p><p>En cas de remboursement anticipé, le total des intérêts perçus ne peut avoir pour effet de porter, sur la durée courue, le taux de rendement de l'opération à un taux supérieur au taux moyen prévu par le contrat. </p><p>L'organisme prêteur ne peut exiger aucune autre somme des emprunteurs à l'occasion des remboursements anticipés volontaires ou consécutifs à l'exigibilité anticipée des prêts conventionnés intervenant pendant toute la durée des prêts (période d'anticipation incluse), sauf au titre des indemnités qui pourraient être autorisées par des dispositions législatives ou réglementaires d'ordre public. </p><p>Tant que ces dispositions ne seront pas intervenues, l'organisme prêteur s'oblige à n'exiger, en aucun cas, à l'occasion des remboursements anticipés, des indemnités pour préjudice technique et financier d'un montant supérieur à une semestrialité d'intérêts calculés sur le capital remboursé au taux moyen du prêt. </p><p>Article 11. </p><p>Application de la réglementation des prêts conventionnés. </p><p>L'organisme prêteur fait son affaire personnelle de l'insertion dans les contrats de prêts de toutes les clauses propres à permettre le contrôle de l'application de la réglementation relative aux prêts conventionnés et, s'il y a lieu, au marché hypothécaire et au moyen terme mobilisable. </p><p>Article 12. </p><p>Contrôles. </p><p>L'organisme prêteur est tenu de répondre à toutes demandes d'information et de communication relatives aux prêts faisant l'objet de la présente convention qui lui seront adressées par le Crédit foncier. </p><p>Le Crédit foncier peut effectuer, à son initiative, chez l'organisme prêteur les contrôles auxquels il est habilité à procéder, dans le cadre du marché hypothécaire, en vertu de l'arrêté du 23 mars 1970 fixant les modalités d'application de l'article 16 de la loi du 31 décembre 1969 précitée. </p><p>L'organisme prêteur facilitera tous contrôles sur place (à son siège, et dans ses succursales ou agences) d'ordre comptable et administratif, afin que le Crédit foncier soit en mesure de s'assurer du respect de la réglementation relative aux prêts conventionnés. </p><p>Article 13. </p><p>Renseignements statistiques. </p><p>L'organisme prêteur doit fournir au Crédit foncier, au début de chaque mois ou de chaque trimestre, en fonction de la périodicité retenue par la commission de contrôle des banques pour la production de certains documents comptables : </p><p>Un état des prêts conventionnés accordés au cours du mois ou du trimestre précédent (en nombre de logements et en montant), et, un état des encours desdits prêts, arrêté à la date de la situation comptable du mois ou du trimestre précédent. </p><p>Une distinction doit être faite entre les prêts conventionnés dont les titulaires remplissaient, à la date de la demande, les conditions requises pour bénéficier de l'aide personnalisée au logement et les autres prêts conventionnés, en isolant à l'intérieur de chacune de ces deux catégories les prêts à taux revisable. </p><p>Article 14. </p><p>Avis du Crédit foncier. </p><p>Des avis du Crédit foncier, spécifiques au régime des prêts conventionnés, préciseront, le cas échéant, les modalités d'application de la présente convention. </p><p>Les modifications qui affecteraient les caractéristiques et les modalités des prêts conventionnés, notamment leurs conditions financières, seront également portées à la connaissance de l'organisme prêteur, au moyen d'avis du Crédit foncier. L'organisme prêteur sera tenu de respecter les dispositions contenues dans ces avis qui feront partie intégrante de la présente convention, à moins qu'il ne dénonce cette dernière en application de l'article 16 ci-après. </p><p>Article 15. </p><p>Durée de la convention. </p><p>La présente convention est conclue pour une durée d'un an renouvelable, chaque année et pour la même durée, par tacite reconduction. </p><p>Article 16. </p><p>Dénonciation de la convention par l'organisme prêteur. </p><p>L'organisme prêteur qui ne désire pas continuer à consentir des prêts conventionnés a la faculté de dénoncer la présente convention : </p><p>1. Soit chaque année, à compter de la date de signature de cette dernière ; </p><p>2. Soit lors des modifications apportées aux conditions de ladite convention. </p><p>Cette dénonciation doit être effectuée par lettre adressée au Crédit foncier : </p><p>Au cas visé au 1. dans les trois mois précédant la date d'effet de la dénonciation ; </p><p>Au cas visé au 2. dans les trois mois de la diffusion des avis du Crédit foncier portant modification à ladite convention. </p><p>Il est entendu que, nonobstant cette dénonciation, l'organisme prêteur reste tenu de respecter la présente convention pour les opérations en cours. </p><p>Article 17. </p><p>Retrait de l'habilitation donnée à l'organisme prêteur. </p><p>Au cas où les dispositions de la présente convention ne seraient pas respectées, le Crédit foncier de France prendrait les mesures de sauvegarde qui paraîtraient nécessaires et, le cas échéant, retirerait, par simple lettre, à l'organisme prêteur l'habilitation donnée par l'article 1er ci-dessus. </p><p>Fait en double exemplaire, à..., le....</p>",
            "type": "AUTONOME",
            "dateDebut": "1978-06-08T00:00:00.000Z",
            "dateFin": "2019-09-01T00:00:00.000Z"
        }
    ]
}