{
    "cid": "LEGIARTI000006832801",
    "num": "Annexe II à l'article D353-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2019-09-01",
                        "titre": "Convention type conclue en application de l'article L. 351-2 (2° ou 3°) du code de la construction et de l'habitation entre l'Etat et l'organisme d'habitations à loyer modéré relative à une cité de promotion familiale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128994",
                        "id": "LEGISCTA000006128994",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention type conclue en application des articles L. 353-1 et L. 831-1 (2° ou 3°) du code de la construction et de l'habitation entre l'Etat et l'organisme d'habitations à loyer modéré relative à une cité de promotion familiale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128994",
                        "id": "LEGISCTA000038929027",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039049314",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 7 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000038955634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "num": "Annexe II à l'article D353-1",
            "origine": "LEGI",
            "texte": "Le préfet de ..., agissant au nom de l'Etat et ..., dénommé ci-après le bailleur, sont convenus de ce qui suit : Article 1er. La présente convention a pour objet de fixer les droits et obligations des parties prévus par les articles L. 353-1 à L. 353-17 pour la cité de promotion familiale de ... financée dans les conditions prévues par l'article D. 353-2 II, et décrite dans le document joint à la présente convention. La gestion des logements faisant l'objet de la présente convention est assurée : - par le bailleur lui-même ; - par ..., signataire de la convention de location en date du ... conclue avec le bailleur (et mise en conformité avec les dispositions de la présente convention par avenant en date du ...) qui, par la présente convention et pour son exécution, déclare se subroger contractuellement aux droits et obligations du bailleur. Article 2. La présente convention prend effet à compter de sa signature. Elle expire le 30 juin. Article 3. Pendant la durée de la présente convention, la totalité des logements du programme est réservée principalement au profit de personnes ou de familles en provenance d'habitat insalubre et dont l'accès en habitat définitif doit en général être envisagé avec une action socio-éducative destinée à favoriser leur insertion sociale et leur promotion. Une liste de ces personnes ou de ces familles est dressée par le préfet sur proposition des organismes de résorption de l'habitat insalubre. Peuvent également figurer sur cette liste les personnes ou familles expulsées de leur logement et nécessitant un encadrement socio-éducatif. Article 4. Le bailleur s'engage à exercer ou à faire exercer dans la cité de promotion familiale une action socio-éducative destinée à favoriser l'insertion sociale des occupants en habitat définitif. Article 5. Le bailleur, après consultation de l'organisme chargé de l'action socio-éducative, établit la liste des familles ou des personnes jugées aptes à quitter la cité de promotion familiale. Le bailleur s'engage à effectuer dans des délais rapides toutes les démarches nécessaires au relogement des familles ou des personnes figurant sur cette liste dans des logements n'excédant pas les normes fixées pour les nouveaux logements locatifs aidés et correspondant à leurs besoins et à leurs possibilités financières. Une proposition de relogement est transmise par le bailleur au locataire de la cité de promotion familiale. Cette proposition doit indiquer la localisation, le type du logement, la surface habitable et le montant du loyer et doit porter réservation de ce logement pendant un délai minimal de quinze jours. Le locataire ne bénéficie plus, en application de l'article 10 (11°) de la loi n° 48-1360 du 1er septembre 1948, du droit au maintien dans les lieux après refus de la cinquième offre d'un logement répondant aux conditions définies à l'alinéa 2 du présent article. Article 6. Le prix mensuel du loyer maximum visé au 2°, b, et au 3° de l'article D. 353-16 est fixé à ... F le mètre carré et à ... F le mètre carré pour les logements sur lesquels la convention prévoit de faire porter l'impact du financement très social. Le loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente. Dans la limite du loyer maximum et des dispositions prises en application du titre IV de la loi n° 82-526 du 22 juin 1982, le loyer pratiqué peut être majoré au plus de ... p. 100 par an ; les majorations peuvent intervenir le 1er janvier et le 1er juillet de chaque année. Le nouveau loyer notifié en application de l'article L. 353-16 peut faire l'objet d'une remise au profit des locataires dans les lieux ; elle est exprimée en un pourcentage du nouveau loyer fixé et révisé dans les conditions mentionnées ci-dessus. Ce pourcentage est identique pour chaque locataire. Il peut être modifié aux dates de révision du loyer ; sa valeur, son évolution et sa date d'extinction sont fixées dans le décompte de surface corrigée ou de surface utile prévu par l'article D. 353-19. Article 7. Le bailleur s'engage à demander la révision de la présente convention par avenant lorsque, l'action socio-éducative n'étant plus exercée, le programme conventionné perd la qualification de \"cité de promotion familiale\". Cet avenant doit intervenir au plus tard dans un délai de trois mois à compter de la suppression définitive de l'action socio-éducative. Lorsque la gestion est confiée à un organisme, la subrogation contractuelle prévue à l'article 1er prend fin à la date de révision de la convention. Dans ce cas, la convention révisée doit être conforme à la convention type prévue à l'annexe I de l'article D. 353-1 du code précité. Article 8. Les parties s'engagent à respecter les obligations de portée générale reproduites en annexe à la présente convention. Le bailleur reconnaît avoir pris connaisance de cette annexe et reconnaît qu'une copie lui a été remise.",
            "texteHtml": "<p>Le préfet de ..., agissant au nom de l'Etat et ..., dénommé ci-après le bailleur, sont convenus de ce qui suit :</p><p>Article 1er.</p><p>La présente convention a pour objet de fixer les droits et obligations des parties prévus par les articles L. 353-1 à L. 353-17 pour la cité de promotion familiale de ... financée dans les conditions prévues par l'article D. 353-2 II, et décrite dans le document joint à la présente convention.</p><p>La gestion des logements faisant l'objet de la présente convention est assurée :</p><p>- par le bailleur lui-même ;</p><p>- par ..., signataire de la convention de location en date du ... conclue avec le bailleur (et mise en conformité avec les dispositions de la présente convention par avenant en date du ...) qui, par la présente convention et pour son exécution, déclare se subroger contractuellement aux droits et obligations du bailleur.</p><p>Article 2.</p><p>La présente convention prend effet à compter de sa signature. Elle expire le 30 juin.</p><p>Article 3.</p><p>Pendant la durée de la présente convention, la totalité des logements du programme est réservée principalement au profit de personnes ou de familles en provenance d'habitat insalubre et dont l'accès en habitat définitif doit en général être envisagé avec une action socio-éducative destinée à favoriser leur insertion sociale et leur promotion.</p><p>Une liste de ces personnes ou de ces familles est dressée par le préfet sur proposition des organismes de résorption de l'habitat insalubre.</p><p>Peuvent également figurer sur cette liste les personnes ou familles expulsées de leur logement et nécessitant un encadrement socio-éducatif.</p><p>Article 4.</p><p>Le bailleur s'engage à exercer ou à faire exercer dans la cité de promotion familiale une action socio-éducative destinée à favoriser l'insertion sociale des occupants en habitat définitif.</p><p>Article 5.</p><p>Le bailleur, après consultation de l'organisme chargé de l'action socio-éducative, établit la liste des familles ou des personnes jugées aptes à quitter la cité de promotion familiale.</p><p>Le bailleur s'engage à effectuer dans des délais rapides toutes les démarches nécessaires au relogement des familles ou des personnes figurant sur cette liste dans des logements n'excédant pas les normes fixées pour les nouveaux logements locatifs aidés et correspondant à leurs besoins et à leurs possibilités financières.</p><p>Une proposition de relogement est transmise par le bailleur au locataire de la cité de promotion familiale. Cette proposition doit indiquer la localisation, le type du logement, la surface habitable et le montant du loyer et doit porter réservation de ce logement pendant un délai minimal de quinze jours.</p><p>Le locataire ne bénéficie plus, en application de l'article 10 (11°) de la loi n° 48-1360 du 1er septembre 1948, du droit au maintien dans les lieux après refus de la cinquième offre d'un logement répondant aux conditions définies à l'alinéa 2 du présent article.</p><p>Article 6.</p><p>Le prix mensuel du loyer maximum visé au 2°, b, et au 3° de l'article D. 353-16 est fixé à ... F le mètre carré et à ... F le mètre carré pour les logements sur lesquels la convention prévoit de faire porter l'impact du financement très social.</p><p>Le loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente.</p><p>Dans la limite du loyer maximum et des dispositions prises en application du titre IV de la loi n° 82-526 du 22 juin 1982, le loyer pratiqué peut être majoré au plus de ... p. 100 par an ; les majorations peuvent intervenir le 1er janvier et le 1er juillet de chaque année.</p><p>Le nouveau loyer notifié en application de l'article L. 353-16 peut faire l'objet d'une remise au profit des locataires dans les lieux ; elle est exprimée en un pourcentage du nouveau loyer fixé et révisé dans les conditions mentionnées ci-dessus. Ce pourcentage est identique pour chaque locataire. Il peut être modifié aux dates de révision du loyer ; sa valeur, son évolution et sa date d'extinction sont fixées dans le décompte de surface corrigée ou de surface utile prévu par l'article D. 353-19.</p><p>Article 7.</p><p>Le bailleur s'engage à demander la révision de la présente convention par avenant lorsque, l'action socio-éducative n'étant plus exercée, le programme conventionné perd la qualification de \"cité de promotion familiale\". Cet avenant doit intervenir au plus tard dans un délai de trois mois à compter de la suppression définitive de l'action socio-éducative. Lorsque la gestion est confiée à un organisme, la subrogation contractuelle prévue à l'article 1er prend fin à la date de révision de la convention.</p><p>Dans ce cas, la convention révisée doit être conforme à la convention type prévue à l'annexe I de l'article D. 353-1 du code précité.</p><p>Article 8.</p><p>Les parties s'engagent à respecter les obligations de portée générale reproduites en annexe à la présente convention.</p><p>Le bailleur reconnaît avoir pris connaisance de cette annexe et reconnaît qu'une copie lui a été remise.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-01-01",
                        "fin": "2019-09-01",
                        "titre": "Convention type conclue en application de l'article L. 351-2 (2° ou 3°) du code de la construction et de l'habitation entre l'Etat et l'organisme d'habitations à loyer modéré relative à une cité de promotion familiale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128994",
                        "id": "LEGISCTA000006128994",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-09-01",
                        "fin": "2999-01-01",
                        "titre": "Convention type conclue en application des articles L. 353-1 et L. 831-1 (2° ou 3°) du code de la construction et de l'habitation entre l'Etat et l'organisme d'habitations à loyer modéré relative à une cité de promotion familiale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128994",
                        "id": "LEGISCTA000038929027",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006832801",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000684439",
                    "textTitle": "Décret n°88-199 du 29 février 1988 - art. 1 (V) JORF 2 mars 1988",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006352318",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-03-02",
                    "dateSignaTexte": "1988-02-29",
                    "dateDebutCible": "1988-03-03"
                },
                {
                    "textCid": "JORFTEXT000000733908",
                    "textTitle": "Décret n°95-42 du 11 janvier 1995 - art. 1 () JORF 13 janvier 1995 en vigueur le 1er janvier 1995",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006827360",
                    "natureText": "DECRET",
                    "datePubliTexte": "1995-01-13",
                    "dateSignaTexte": "1995-01-11",
                    "dateDebutCible": "1995-01-13"
                }
            ],
            "num": "Annexe II à l'article R353-1",
            "origine": "LEGI",
            "texte": "Le préfet de ..., agissant au nom de l'Etat et ..., dénommé ci-après le bailleur, sont convenus de ce qui suit : Article 1er. La présente convention a pour objet de fixer les droits et obligations des parties prévus par les articles L. 353-1 à L. 353-17 pour la cité de promotion familiale de ... financée dans les conditions prévues par l'article R. 353-2 II, et décrite dans le document joint à la présente convention. La gestion des logements faisant l'objet de la présente convention est assurée : - par le bailleur lui-même ; - par ..., signataire de la convention de location en date du ... conclue avec le bailleur (et mise en conformité avec les dispositions de la présente convention par avenant en date du ...) qui, par la présente convention et pour son exécution, déclare se subroger contractuellement aux droits et obligations du bailleur. Article 2. La présente convention prend effet à compter de sa signature. Elle expire le 30 juin. Article 3. Pendant la durée de la présente convention, la totalité des logements du programme est réservée principalement au profit de personnes ou de familles en provenance d'habitat insalubre et dont l'accès en habitat définitif doit en général être envisagé avec une action socio-éducative destinée à favoriser leur insertion sociale et leur promotion. Une liste de ces personnes ou de ces familles est dressée par le préfet sur proposition des organismes de résorption de l'habitat insalubre. Peuvent également figurer sur cette liste les personnes ou familles expulsées de leur logement et nécessitant un encadrement socio-éducatif. Article 4. Le bailleur s'engage à exercer ou à faire exercer dans la cité de promotion familiale une action socio-éducative destinée à favoriser l'insertion sociale des occupants en habitat définitif. Article 5. Le bailleur, après consultation de l'organisme chargé de l'action socio-éducative, établit la liste des familles ou des personnes jugées aptes à quitter la cité de promotion familiale. Le bailleur s'engage à effectuer dans des délais rapides toutes les démarches nécessaires au relogement des familles ou des personnes figurant sur cette liste dans des logements n'excédant pas les normes fixées pour les nouveaux logements locatifs aidés et correspondant à leurs besoins et à leurs possibilités financières. Une proposition de relogement est transmise par le bailleur au locataire de la cité de promotion familiale. Cette proposition doit indiquer la localisation, le type du logement, la surface habitable et le montant du loyer et doit porter réservation de ce logement pendant un délai minimal de quinze jours. Le locataire ne bénéficie plus, en application de l'article 10 (11°) de la loi n° 48-1360 du 1er septembre 1948, du droit au maintien dans les lieux après refus de la cinquième offre d'un logement répondant aux conditions définies à l'alinéa 2 du présent article. Article 6. Le prix mensuel du loyer maximum visé au 2°, b, et au 3° de l'article R. 353-16 est fixé à ... F le mètre carré et à ... F le mètre carré pour les logements sur lesquels la convention prévoit de faire porter l'impact du financement très social. Le loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente. Dans la limite du loyer maximum et des dispositions prises en application du titre IV de la loi n° 82-526 du 22 juin 1982, le loyer pratiqué peut être majoré au plus de ... p. 100 par an ; les majorations peuvent intervenir le 1er janvier et le 1er juillet de chaque année. Le nouveau loyer notifié en application de l'article L. 353-16 peut faire l'objet d'une remise au profit des locataires dans les lieux ; elle est exprimée en un pourcentage du nouveau loyer fixé et révisé dans les conditions mentionnées ci-dessus. Ce pourcentage est identique pour chaque locataire. Il peut être modifié aux dates de révision du loyer ; sa valeur, son évolution et sa date d'extinction sont fixées dans le décompte de surface corrigée ou de surface utile prévu par l'article R. 353-19. Article 7. Le bailleur s'engage à demander la révision de la présente convention par avenant lorsque, l'action socio-éducative n'étant plus exercée, le programme conventionné perd la qualification de \"cité de promotion familiale\". Cet avenant doit intervenir au plus tard dans un délai de trois mois à compter de la suppression définitive de l'action socio-éducative. Lorsque la gestion est confiée à un organisme, la subrogation contractuelle prévue à l'article 1er prend fin à la date de révision de la convention. Dans ce cas, la convention révisée doit être conforme à la convention type prévue à l'annexe I de l'article R. 353-1 du code précité. Article 8. Les parties s'engagent à respecter les obligations de portée générale reproduites en annexe à la présente convention. Le bailleur reconnaît avoir pris connaisance de cette annexe et reconnaît qu'une copie lui a été remise.",
            "texteHtml": "<p></p>   Le préfet de ..., agissant au nom de l'Etat et ..., dénommé ci-après le bailleur, sont convenus de ce qui suit :<p></p><p></p><p></p>   Article 1er.<p></p><p></p>   La présente convention a pour objet de fixer les droits et obligations des parties prévus par les articles L. 353-1 à L. 353-17 pour la cité de promotion familiale de ... financée dans les conditions prévues par l'article R. 353-2 II, et décrite dans le document joint à la présente convention.<p></p><p></p>   La gestion des logements faisant l'objet de la présente convention est assurée :<p></p><p></p>   - par le bailleur lui-même ;<p></p><p></p>   - par ..., signataire de la convention de location en date du ... conclue avec le bailleur (et mise en conformité avec les dispositions de la présente convention par avenant en date du ...) qui, par la présente convention et pour son exécution, déclare se subroger contractuellement aux droits et obligations du bailleur.<p></p><p></p><p></p>   Article 2.<p></p><p></p>   La présente convention prend effet à compter de sa signature. Elle expire le 30 juin.<p></p><p></p><p></p>   Article 3.<p></p><p></p>   Pendant la durée de la présente convention, la totalité des logements du programme est réservée principalement au profit de personnes ou de familles en provenance d'habitat insalubre et dont l'accès en habitat définitif doit en général être envisagé avec une action socio-éducative destinée à favoriser leur insertion sociale et leur promotion.<p></p><p></p>   Une liste de ces personnes ou de ces familles est dressée par le préfet sur proposition des organismes de résorption de l'habitat insalubre.<p></p><p></p>   Peuvent également figurer sur cette liste les personnes ou familles expulsées de leur logement et nécessitant un encadrement socio-éducatif.<p></p><p></p><p></p>   Article 4.<p></p><p></p>   Le bailleur s'engage à exercer ou à faire exercer dans la cité de promotion familiale une action socio-éducative destinée à favoriser l'insertion sociale des occupants en habitat définitif.<p></p><p></p><p></p>   Article 5.<p></p><p></p>   Le bailleur, après consultation de l'organisme chargé de l'action socio-éducative, établit la liste des familles ou des personnes jugées aptes à quitter la cité de promotion familiale.<p></p><p></p>   Le bailleur s'engage à effectuer dans des délais rapides toutes les démarches nécessaires au relogement des familles ou des personnes figurant sur cette liste dans des logements n'excédant pas les normes fixées pour les nouveaux logements locatifs aidés et correspondant à leurs besoins et à leurs possibilités financières.<p></p><p></p>   Une proposition de relogement est transmise par le bailleur au locataire de la cité de promotion familiale. Cette proposition doit indiquer la localisation, le type du logement, la surface habitable et le montant du loyer et doit porter réservation de ce logement pendant un délai minimal de quinze jours.<p></p><p></p>   Le locataire ne bénéficie plus, en application de l'article 10 (11°) de la loi n° 48-1360 du 1er septembre 1948, du droit au maintien dans les lieux après refus de la cinquième offre d'un logement répondant aux conditions définies à l'alinéa 2 du présent article.<p></p><p></p><p></p>   Article 6.<p></p><p></p>   Le prix mensuel du loyer maximum visé au 2°, b, et au 3° de l'article R. 353-16 est fixé à ... F le mètre carré et à ... F le mètre carré pour les logements sur lesquels la convention prévoit de faire porter l'impact du financement très social.<p></p><p></p>   Le loyer maximum est révisable chaque année, le 1er juillet, en fonction des variations de la moyenne sur quatre trimestres de l'indice du coût de la construction publié par l'Institut national de la statistique et des études économiques. Cette moyenne est celle de l'indice du coût de la construction à la date de référence et des indices des trois trimestres qui la précèdent. La date de référence de l'indice est celle du quatrième trimestre de l'année précédente.<p></p><p></p>   Dans la limite du loyer maximum et des dispositions prises en application du titre IV de la loi n° 82-526 du 22 juin 1982, le loyer pratiqué peut être majoré au plus de ... p. 100 par an ; les majorations peuvent intervenir le 1er janvier et le 1er juillet de chaque année.<p></p><p></p>   Le nouveau loyer notifié en application de l'article L. 353-16 peut faire l'objet d'une remise au profit des locataires dans les lieux ; elle est exprimée en un pourcentage du nouveau loyer fixé et révisé dans les conditions mentionnées ci-dessus. Ce pourcentage est identique pour chaque locataire. Il peut être modifié aux dates de révision du loyer ; sa valeur, son évolution et sa date d'extinction sont fixées dans le décompte de surface corrigée ou de surface utile prévu par l'article R. 353-19.<p></p><p></p><p></p>   Article 7.<p></p><p></p>   Le bailleur s'engage à demander la révision de la présente convention par avenant lorsque, l'action socio-éducative n'étant plus exercée, le programme conventionné perd la qualification de \"cité de promotion familiale\". Cet avenant doit intervenir au plus tard dans un délai de trois mois à compter de la suppression définitive de l'action socio-éducative. Lorsque la gestion est confiée à un organisme, la subrogation contractuelle prévue à l'article 1er prend fin à la date de révision de la convention.<p></p><p></p>   Dans ce cas, la convention révisée doit être conforme à la convention type prévue à l'annexe I de l'article R. 353-1 du code précité.<p></p><p></p><p></p>   Article 8.<p></p><p></p>   Les parties s'engagent à respecter les obligations de portée générale reproduites en annexe à la présente convention.<p></p><p></p>   Le bailleur reconnaît avoir pris connaisance de cette annexe et reconnaît qu'une copie lui a été remise.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "1995-01-01T00:00:00.000Z",
            "dateFin": "2019-09-01T00:00:00.000Z"
        }
    ]
}