{
    "cid": "LEGIARTI000036102180",
    "num": "L311-23",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128455",
                        "id": "LEGISCTA000006128455",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositions générales et contrôle de l'Etat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142825",
                        "id": "LEGISCTA000006142825",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-11-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Mesures de prévention et de gestion des crises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036101486",
                        "id": "LEGISCTA000036101491",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-11-29",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Dispositions relatives à la procédure de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036102164",
                        "id": "LEGISCTA000036102728",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-11-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions relatives à la mise en œuvre d'une mesure de résolution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036102176",
                        "id": "LEGISCTA000036102734",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000036102770",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036100429",
                    "textTitle": "Ordonnance n°2017-1608 du 27 novembre 2017 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036101033",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-11-28",
                    "dateSignaTexte": "2017-11-27",
                    "dateDebutCible": "2017-11-29"
                }
            ],
            "num": "L311-23",
            "origine": "LEGI",
            "texte": "Le collège de résolution ne peut se voir opposer aucune disposition ou stipulation dont l'application aurait pour effet de faire obstacle à une mesure de résolution. En particulier, le collège de résolution est dispensé de l'obligation d'obtenir l'autorisation ou l'accord de toute autorité publique française ou de toute personne privée que l'opération envisagée aurait nécessité si elle avait été réalisée en dehors d'une procédure de résolution. Sont incluses parmi les personnes privées, les détenteurs de titres de capital mentionnés au chapitre II du titre Ier du livre II du code monétaire et financier ou d'autres titres de propriété, les assurés, souscripteurs, adhérents, membres participants et bénéficiaires, les créanciers de la personne soumise à une procédure de résolution, ainsi que les personnes garantissant ou cautionnant ses engagements ou ses actifs. Les autres obligations, notamment de déclaration, de consultation, d'enregistrement ou de publication, applicables lors de la mise en œuvre d'une mesure de résolution sont remplies, dès lors qu'elles continuent de s'imposer, et dès que les circonstances le permettent. Les dispositions du présent article sont des lois de police au sens de l'article 9 du règlement (CE) n° 593/2008 du Parlement européen et du Conseil du 17 juin 2008.",
            "texteHtml": "<p>Le collège de résolution ne peut se voir opposer aucune disposition ou stipulation dont l'application aurait pour effet de faire obstacle à une mesure de résolution.<br/><br/>\n En particulier, le collège de résolution est dispensé de l'obligation d'obtenir l'autorisation ou l'accord de toute autorité publique française ou de toute personne privée que l'opération envisagée aurait nécessité si elle avait été réalisée en dehors d'une procédure de résolution. Sont incluses parmi les personnes privées, les détenteurs de titres de capital mentionnés au chapitre II du titre Ier du livre II du code monétaire et financier ou d'autres titres de propriété, les assurés, souscripteurs, adhérents, membres participants et bénéficiaires, les créanciers de la personne soumise à une procédure de résolution, ainsi que les personnes garantissant ou cautionnant ses engagements ou ses actifs.<br/><br/>\n Les autres obligations, notamment de déclaration, de consultation, d'enregistrement ou de publication, applicables lors de la mise en œuvre d'une mesure de résolution sont remplies, dès lors qu'elles continuent de s'imposer, et dès que les circonstances le permettent.<br/><br/>\n Les dispositions du présent article sont des lois de police au sens de l'article 9 du règlement (CE) n° 593/2008 du Parlement européen et du Conseil du 17 juin 2008.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-11-29T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}