{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039280030",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Lorsque l'accès aux lieux mentionnés aux 1° et 3° du I de l'article L. 171-1 est refusé aux agents, que la personne ayant qualité pour autoriser l'accès ne peut être atteinte ou lorsque les conditions d'accès énoncées au II du même article ne sont pas remplies, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du   tribunal judiciaire dans le ressort duquel sont situés les lieux ou les locaux à visiter. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ils sont autorisés à se présenter. L'ordonnance est exécutoire au seul vu de la minute. II. ― L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III. ― La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. IV. ― La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. L'original du procès-verbal est, dès qu'il a été établi, adressé au juge qui a autorisé la visite. Une copie de ce même document est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal mentionne le délai et les voies de recours. V. ― L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du   tribunal judiciaire transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VI. ― Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VII. ― Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I. ― Lorsque l'accès aux lieux mentionnés aux 1° et 3° du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000025136600&dateTexte=&categorieLien=cid'>l'article L. 171-1</a> est refusé aux agents, que la personne ayant qualité pour autoriser l'accès ne peut être atteinte ou lorsque les conditions d'accès énoncées au II du même article ne sont pas remplies, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du   tribunal judiciaire dans le ressort duquel sont situés les lieux ou les locaux à visiter. </p><p>L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ils sont autorisés à se présenter. </p><p>L'ordonnance est exécutoire au seul vu de la minute. </p><p>II. ― L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. </p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. </p><p>III. ― La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. </p><p>IV. ― La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. </p><p>Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. </p><p>L'original du procès-verbal est, dès qu'il a été établi, adressé au juge qui a autorisé la visite. Une copie de ce même document est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. </p><p>Le procès-verbal mentionne le délai et les voies de recours. </p><p>V. ― L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. </p><p>Le greffe du   tribunal judiciaire transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VI. ― Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VII. ― Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p>",
            "num": "L171-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129022",
                        "id": "LEGISCTA000006129022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VII : Dispositions communes relatives aux contrôles et aux sanctions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136592",
                        "id": "LEGISCTA000025141907",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Contrôles administratifs et mesures de police administrative \r\n\r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136596",
                        "id": "LEGISCTA000025141904",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136598",
                        "id": "LEGISCTA000025141902",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025136602",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025136598",
            "sectionParentId": "LEGISCTA000025141902",
            "sectionParentTitre": "Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Dispositions communes &gt; Titre VII : Dispositions communes relatives aux contrôles et aux sanctions &gt; Chapitre Ier : Contrôles administratifs et mesures de police administrative \r\n\r\n\r\n\r\n\r\n\r\n &gt; Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039280030",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L171-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L171-1",
                    "articleId": "LEGIARTI000025136600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L171-5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L171-5-2",
                    "articleId": "LEGIARTI000043961429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L501-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L501-7",
                    "articleId": "LEGIARTI000043962687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L557-48 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L557-48",
                    "articleId": "LEGIARTI000027716670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1372636800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025136602",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1455235200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032044366",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1455235200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033035960",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039280030",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L171-2",
                "171-2"
            ],
            "versionPrecedente": "LEGIARTI000033035960",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033035960",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Lorsque l'accès aux lieux mentionnés aux 1° et 3° du I de l'article L. 171-1 est refusé aux agents, que la personne ayant qualité pour autoriser l'accès ne peut être atteinte ou lorsque les conditions d'accès énoncées au II du même article ne sont pas remplies, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux ou les locaux à visiter. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ils sont autorisés à se présenter. L'ordonnance est exécutoire au seul vu de la minute. II. ― L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III. ― La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. IV. ― La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. L'original du procès-verbal est, dès qu'il a été établi, adressé au juge qui a autorisé la visite. Une copie de ce même document est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal mentionne le délai et les voies de recours. V. ― L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VI. ― Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VII. ― Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I. ― Lorsque l'accès aux lieux mentionnés aux 1° et 3° du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000025136600&dateTexte=&categorieLien=cid'>l'article L. 171-1</a> est refusé aux agents, que la personne ayant qualité pour autoriser l'accès ne peut être atteinte ou lorsque les conditions d'accès énoncées au II du même article ne sont pas remplies, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux ou les locaux à visiter. </p><p>L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ils sont autorisés à se présenter. </p><p>L'ordonnance est exécutoire au seul vu de la minute. </p><p>II. ― L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. </p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. </p><p>III. ― La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. </p><p>IV. ― La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. </p><p>Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. </p><p>L'original du procès-verbal est, dès qu'il a été établi, adressé au juge qui a autorisé la visite. Une copie de ce même document est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. </p><p>Le procès-verbal mentionne le délai et les voies de recours. </p><p>V. ― L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. </p><p>Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VI. ― Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VII. ― Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p>",
            "num": "L171-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1470787200000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129022",
                        "id": "LEGISCTA000006129022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VII : Dispositions communes relatives aux contrôles et aux sanctions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136592",
                        "id": "LEGISCTA000025141907",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Contrôles administratifs et mesures de police administrative \r\n\r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136596",
                        "id": "LEGISCTA000025141904",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136598",
                        "id": "LEGISCTA000025141902",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025136602",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025136598",
            "sectionParentId": "LEGISCTA000025141902",
            "sectionParentTitre": "Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Dispositions communes &gt; Titre VII : Dispositions communes relatives aux contrôles et aux sanctions &gt; Chapitre Ier : Contrôles administratifs et mesures de police administrative \r\n\r\n\r\n\r\n\r\n\r\n &gt; Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033035960",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033016237",
                    "textTitle": "LOI n°2016-1087 du 8 août 2016 - art. 164",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "164",
                    "articleId": "LEGIARTI000033018600",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2016-08-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L171-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L171-1",
                    "articleId": "LEGIARTI000025136600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L171-5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L171-5-2",
                    "articleId": "LEGIARTI000043961429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L501-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L501-7",
                    "articleId": "LEGIARTI000043962687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L557-48 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L557-48",
                    "articleId": "LEGIARTI000027716670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1372636800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025136602",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1455235200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032044366",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1455235200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033035960",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039280030",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L171-2",
                "171-2"
            ],
            "versionPrecedente": "LEGIARTI000032044366",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032044366",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Lorsque l'accès aux lieux mentionnés aux 1° et 2° du I de l'article L. 171-1 est refusé aux agents, que la personne ayant qualité pour autoriser l'accès ne peut être atteinte ou lorsque les conditions d'accès énoncées au II du même article ne sont pas remplies, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux ou les locaux à visiter. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ils sont autorisés à se présenter. L'ordonnance est exécutoire au seul vu de la minute. II. ― L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III. ― La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. IV. ― La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. L'original du procès-verbal est, dès qu'il a été établi, adressé au juge qui a autorisé la visite. Une copie de ce même document est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal mentionne le délai et les voies de recours. V. ― L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VI. ― Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VII. ― Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I. ― Lorsque l'accès aux lieux mentionnés aux 1° et 2° du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000025136600&dateTexte=&categorieLien=cid'>l'article L. 171-1</a> est refusé aux agents, que la personne ayant qualité pour autoriser l'accès ne peut être atteinte ou lorsque les conditions d'accès énoncées au II du même article ne sont pas remplies, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux ou les locaux à visiter. </p><p>L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ils sont autorisés à se présenter. </p><p>L'ordonnance est exécutoire au seul vu de la minute. </p><p>II. ― L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. </p><p>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. </p><p>III. ― La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. </p><p>IV. ― La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. </p><p>Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. </p><p>L'original du procès-verbal est, dès qu'il a été établi, adressé au juge qui a autorisé la visite. Une copie de ce même document est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. </p><p>Le procès-verbal mentionne le délai et les voies de recours. </p><p>V. ― L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. </p><p>Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VI. ― Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. </p><p>Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. </p><p>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. </p><p>VII. ― Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p>",
            "num": "L171-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1455235200000,
            "dateFin": 1470787200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129022",
                        "id": "LEGISCTA000006129022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VII : Dispositions communes relatives aux contrôles et aux sanctions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136592",
                        "id": "LEGISCTA000025141907",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Contrôles administratifs et mesures de police administrative \r\n\r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136596",
                        "id": "LEGISCTA000025141904",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136598",
                        "id": "LEGISCTA000025141902",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025136602",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025136598",
            "sectionParentId": "LEGISCTA000025141902",
            "sectionParentTitre": "Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Dispositions communes &gt; Titre VII : Dispositions communes relatives aux contrôles et aux sanctions &gt; Chapitre Ier : Contrôles administratifs et mesures de police administrative \r\n\r\n\r\n\r\n\r\n\r\n &gt; Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032044366",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032003979",
                    "textTitle": "Ordonnance n°2016-128 du 10 février 2016 - art. 34",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000032005997",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-02-11",
                    "dateSignaTexte": "2016-02-10",
                    "dateDebutCible": "2016-02-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L171-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L171-1",
                    "articleId": "LEGIARTI000025136600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L171-5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L171-5-2",
                    "articleId": "LEGIARTI000043961429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L501-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L501-7",
                    "articleId": "LEGIARTI000043962687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L557-48 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L557-48",
                    "articleId": "LEGIARTI000027716670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1372636800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025136602",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1455235200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032044366",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1455235200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033035960",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039280030",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L171-2",
                "171-2"
            ],
            "versionPrecedente": "LEGIARTI000025136602",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025136602",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Lorsque l'accès aux lieux mentionnés aux 1° et 2° du I de l'article L. 171-1 est refusé aux agents, ou lorsque les conditions d'accès énoncées au II du même article ne sont pas remplies, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux ou les locaux à visiter. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ils sont autorisés à se présenter. L'ordonnance est exécutoire au seul vu de la minute. II. ― L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III. ― La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. IV. ― La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. L'original du procès-verbal est, dès qu'il a été établi, adressé au juge qui a autorisé la visite. Une copie de ce même document est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal mentionne le délai et les voies de recours. V. ― L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VI. ― Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. VII. ― Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.",
            "texteHtml": "<p>I. ― Lorsque l'accès aux lieux mentionnés aux 1° et 2° du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000025136600&dateTexte=&categorieLien=cid'>l'article L. 171-1</a> est refusé aux agents, ou lorsque les conditions d'accès énoncées au II du même article ne sont pas remplies, les visites peuvent être autorisées par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux ou les locaux à visiter. <br/><br/>L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ils sont autorisés à se présenter. <br/><br/>L'ordonnance est exécutoire au seul vu de la minute. <br/><br/>II. ― L'ordonnance est notifiée sur place au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. <br/><br/>L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. <br/><br/>III. ― La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. <br/><br/>IV. ― La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. <br/><br/>Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. </p><p>L'original du procès-verbal est, dès qu'il a été établi, adressé au juge qui a autorisé la visite. Une copie de ce même document est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. <br/><br/>Le procès-verbal mentionne le délai et les voies de recours. <br/><br/>V. ― L'ordonnance autorisant la visite peut faire l'objet d'un appel devant le premier président de la cour d'appel suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. <br/><br/>Cet appel est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la notification de l'ordonnance. Cet appel n'est pas suspensif. <br/><br/>Le greffe du tribunal de grande instance transmet sans délai le dossier de l'affaire au greffe de la cour d'appel où les parties peuvent le consulter. <br/><br/>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation, selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. <br/><br/>VI. ― Le premier président de la cour d'appel connaît des recours contre le déroulement des opérations de visite autorisées par le juge des libertés et de la détention suivant les règles prévues par le code de procédure civile. Les parties ne sont pas tenues de constituer avocat. <br/><br/>Le recours est formé par déclaration remise ou adressée par pli recommandé au greffe de la cour dans un délai de quinze jours. Ce délai court à compter de la remise ou de la réception du procès-verbal de visite. Ce recours n'est pas suspensif. <br/><br/>L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure civile. Le délai du pourvoi en cassation est de quinze jours. <br/><br/>VII. ― Le présent article est reproduit dans l'acte de notification de l'ordonnance du juge des libertés et de la détention autorisant la visite.</p>",
            "num": "L171-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1372636800000,
            "dateFin": 1455235200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129022",
                        "id": "LEGISCTA000006129022",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VII : Dispositions communes relatives aux contrôles et aux sanctions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136592",
                        "id": "LEGISCTA000025141907",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Contrôles administratifs et mesures de police administrative \r\n\r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136596",
                        "id": "LEGISCTA000025141904",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025136598",
                        "id": "LEGISCTA000025141902",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000025136602",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000025136598",
            "sectionParentId": "LEGISCTA000025141902",
            "sectionParentTitre": "Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Dispositions communes &gt; Titre VII : Dispositions communes relatives aux contrôles et aux sanctions &gt; Chapitre Ier : Contrôles administratifs et mesures de police administrative \r\n\r\n\r\n\r\n\r\n\r\n &gt; Section 1 : Contrôles administratifs \r\n\r\n\r\n\r\n\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000025136602",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025134953",
                    "textTitle": "Ordonnance n°2012-34 du 11 janvier 2012 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000025136025",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2012-01-12",
                    "dateSignaTexte": "2012-01-11",
                    "dateDebutCible": "2012-01-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L171-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L171-1",
                    "articleId": "LEGIARTI000025136600",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L171-5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L171-5-2",
                    "articleId": "LEGIARTI000043961429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L501-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L501-7",
                    "articleId": "LEGIARTI000043962687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L557-48 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L557-48",
                    "articleId": "LEGIARTI000027716670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1372636800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000025136602",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1372636800000,
                    "dateFin": 1455235200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032044366",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1455235200000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033035960",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039280030",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L171-2",
                "171-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}