{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006292987",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En matière de contrôle bactériologique, le service dont relève l'agent verbalisateur adresse, dans les plus brefs délais, au détenteur des produits une copie du rapport du laboratoire, dans le cas où il ressort de ce rapport que le produit, bien que non conforme à la réglementation à laquelle il doit répondre, n'est pas toxique. Il invite le détenteur du produit à prendre toutes mesures nécessaires pour remédier à la non-conformité et lui fait savoir qu'un second prélèvement sera effectué ultérieurement sur ce produit. Un délai de huit jours au minimum et de trois mois au maximum doit s'écouler entre la notification de ces observations et le second prélèvement. Si l'analyse effectuée à la suite de ce second prélèvement révèle de nouveau une non-conformité du produit aux prescriptions réglementaires, le dossier qui comporte notamment les deux procès-verbaux de prélèvement et les deux rapports du laboratoire est transmis au procureur de la République, ainsi que toutes les informations recueillies par l'agent verbalisateur. Le propriétaire ou le détenteur du produit est avisé par le procureur de la République qu'il peut prendre communication du dossier, qu'un troisième prélèvement susceptible de motiver l'ouverture d'une procédure de poursuites sera effectué ultérieurement sur son produit dans le délai d'un mois au maximum et qu'un délai de trois jours francs lui est imparti pour présenter ses observations et pour faire connaître s'il réclame l'expertise contradictoire prévue à l'article L. 215-17 et s'il demande, au surplus, que l'expert de son choix participe à l'opération de prélèvement. Le propriétaire ou le détenteur du produit peut renoncer explicitement à désigner un expert et un suppléant et s'en rapporter aux conclusions de l'expert désigné par le juge d'instruction. Dans le cas où l'expert participe à l'opération de prélèvement, il est invité, par l'agent verbalisateur, à signer le procès-verbal et à y faire insérer éventuellement ses observations. L'agent achemine, séance tenante, l'échantillon faisant l'objet de ce troisième prélèvement sur le laboratoire compétent qui a déjà examiné les deux premiers échantillons.",
            "texteHtml": "<p></p>En matière de contrôle bactériologique, le service dont relève l'agent verbalisateur adresse, dans les plus brefs délais, au détenteur des produits une copie du rapport du laboratoire, dans le cas où il ressort de ce rapport que le produit, bien que non conforme à la réglementation à laquelle il doit répondre, n'est pas toxique. Il invite le détenteur du produit à prendre toutes mesures nécessaires pour remédier à la non-conformité et lui fait savoir qu'un second prélèvement sera effectué ultérieurement sur ce produit. Un délai de huit jours au minimum et de trois mois au maximum doit s'écouler entre la notification de ces observations et le second prélèvement. <p></p><p></p>Si l'analyse effectuée à la suite de ce second prélèvement révèle de nouveau une non-conformité du produit aux prescriptions réglementaires, le dossier qui comporte notamment les deux procès-verbaux de prélèvement et les deux rapports du laboratoire est transmis au procureur de la République, ainsi que toutes les informations recueillies par l'agent verbalisateur. <p></p><p></p>Le propriétaire ou le détenteur du produit est avisé par le procureur de la République qu'il peut prendre communication du dossier, qu'un troisième prélèvement susceptible de motiver l'ouverture d'une procédure de poursuites sera effectué ultérieurement sur son produit dans le délai d'un mois au maximum et qu'un délai de trois jours francs lui est imparti pour présenter ses observations et pour faire connaître s'il réclame l'expertise contradictoire prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006292292&dateTexte=&categorieLien=cid'>l'article L. 215-17</a> et s'il demande, au surplus, que l'expert de son choix participe à l'opération de prélèvement. <p></p><p></p>Le propriétaire ou le détenteur du produit peut renoncer explicitement à désigner un expert et un suppléant et s'en rapporter aux conclusions de l'expert désigné par le juge d'instruction. <p></p><p></p>Dans le cas où l'expert participe à l'opération de prélèvement, il est invité, par l'agent verbalisateur, à signer le procès-verbal et à y faire insérer éventuellement ses observations. L'agent achemine, séance tenante, l'échantillon faisant l'objet de ce troisième prélèvement sur le laboratoire compétent qui a déjà examiné les deux premiers échantillons.<p></p>",
            "num": "R215-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1135900800000,
            "dateFin": 1467331200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084139",
                        "id": "LEGISCTA000006084139",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Livre II : Qualité des produits et des services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114379",
                        "id": "LEGISCTA000006114379",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Titre Ier : Conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133643",
                        "id": "LEGISCTA000006133643",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2016-07-01",
                        "titre": "Chapitre V : Pouvoirs d'enquête",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146615",
                        "id": "LEGISCTA000006146615",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2016-07-01",
                        "titre": "Section 4 : Expertises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161934",
                        "id": "LEGISCTA000006161934",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006292986",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161934",
            "sectionParentId": "LEGISCTA000006161934",
            "sectionParentTitre": "Section 4 : Expertises.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Qualité des produits et des services &gt; Titre Ier : Conformité",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006292987",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000383100",
                    "textTitle": "Décret 97-298 1997-03-27 JORF 3 avril 1997",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000383100",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-04-03",
                    "dateSignaTexte": "1997-03-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000454092",
                    "textTitle": "Décret n°2005-1701 du 27 décembre 2005 - art. 1 () JORF 30 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006248129",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-12-30",
                    "dateSignaTexte": "2005-12-27",
                    "dateDebutCible": "2005-12-30"
                },
                {
                    "textCid": "JORFTEXT000032797752",
                    "textTitle": "Décret n°2016-884 du 29 juin 2016 - art. 8",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000032803154",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-30",
                    "dateSignaTexte": "2016-06-29",
                    "dateDebutCible": "2016-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L215-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L215-17",
                    "articleId": "LEGIARTI000006292292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L512-49 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L512-49",
                    "articleId": "LEGIARTI000032225015",
                    "natureText": "CODE"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 1919-01-22 art. 23 bis",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 1919-01-22 art. 23 bis",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006292986",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860025600000,
                    "dateFin": 1135900800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006292987",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1135900800000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R215-23",
                "215-23"
            ],
            "versionPrecedente": "LEGIARTI000006292986",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006292986",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En matière de contrôle bactériologique ou de pureté biologique, dans le cas où il ressort du rapport du laboratoire que le produit, bien que non conforme aux caractéristiques auxquelles il doit répondre, n'est pas toxique, le préfet fait remettre, dans le plus bref délai au propriétaire ou au détenteur du produit, par la direction de la concurrence, de la consommation et de la répression des fraudes, une copie du rapport du laboratoire. Il l'invite à prendre toutes mesures nécessaires pour remédier à la non-conformité et lui fait savoir qu'un second prélèvement sera effectué ultérieurement sur son produit. Un délai de huit jours au minimum et d'un mois au maximum doit s'écouler entre la notification de ces observations et le second prélèvement. Si l'analyse effectuée à la suite de ce second prélèvement révèle de nouveau une non-conformité de l'échantillon aux prescriptions réglementaires, le préfet transmet au procureur de la République le dossier comportant notamment les deux procès-verbaux de prélèvement et les deux rapports du laboratoire, ainsi que toutes les informations recueillies par la direction de la concurrence, de la consommation et de la répression des fraudes. Le propriétaire ou le détenteur du produit est avisé par le procureur de la République qu'il peut prendre communication du dossier, qu'un troisième prélèvement susceptible de motiver l'ouverture d'une procédure de poursuites sera effectué ultérieurement sur son produit dans le délai d'un mois au maximum et qu'un délai de trois jours francs lui est imparti pour présenter ses observations et pour faire connaître s'il réclame l'expertise contradictoire prévue à l'article L. 215-17 et s'il demande, au surplus, que l'expert de son choix participe à l'opération de prélèvement. Le propriétaire ou le détenteur du produit peut renoncer explicitement à désigner un expert et un suppléant et s'en rapporter aux conclusions de l'expert désigné par le juge d'instruction. Dans le cas où l'expert participe à l'opération de prélèvement, il est invité, par l'agent verbalisateur, à signer le procès-verbal et à y faire insérer éventuellement ses observations. L'agent achemine, séance tenante, l'échantillon faisant l'objet de ce troisième prélèvement sur le laboratoire compétent qui a déjà examiné les deux premiers échantillons.",
            "texteHtml": "<p></p>   En matière de contrôle bactériologique ou de pureté biologique, dans le cas où il ressort du rapport du laboratoire que le produit, bien que non conforme aux caractéristiques auxquelles il doit répondre, n'est pas toxique, le préfet fait remettre, dans le plus bref délai au propriétaire ou au détenteur du produit, par la direction de la concurrence, de la consommation et de la répression des fraudes, une copie du rapport du laboratoire. Il l'invite à prendre toutes mesures nécessaires pour remédier à la non-conformité et lui fait savoir qu'un second prélèvement sera effectué ultérieurement sur son produit. Un délai de huit jours au minimum et d'un mois au maximum doit s'écouler entre la notification de ces observations et le second prélèvement.<p></p><p></p>   Si l'analyse effectuée à la suite de ce second prélèvement révèle de nouveau une non-conformité de l'échantillon aux prescriptions réglementaires, le préfet transmet au procureur de la République le dossier comportant notamment les deux procès-verbaux de prélèvement et les deux rapports du laboratoire, ainsi que toutes les informations recueillies par la direction de la concurrence, de la consommation et de la répression des fraudes.<p></p><p></p>   Le propriétaire ou le détenteur du produit est avisé par le procureur de la République qu'il peut prendre communication du dossier, qu'un troisième prélèvement susceptible de motiver l'ouverture d'une procédure de poursuites sera effectué ultérieurement sur son produit dans le délai d'un mois au maximum et qu'un délai de trois jours francs lui est imparti pour présenter ses observations et pour faire connaître s'il réclame l'expertise contradictoire prévue à l'article L. 215-17 et s'il demande, au surplus, que l'expert de son choix participe à l'opération de prélèvement.<p></p><p></p>   Le propriétaire ou le détenteur du produit peut renoncer explicitement à désigner un expert et un suppléant et s'en rapporter aux conclusions de l'expert désigné par le juge d'instruction.<p></p><p></p>   Dans le cas où l'expert participe à l'opération de prélèvement, il est invité, par l'agent verbalisateur, à signer le procès-verbal et à y faire insérer éventuellement ses observations. L'agent achemine, séance tenante, l'échantillon faisant l'objet de ce troisième prélèvement sur le laboratoire compétent qui a déjà examiné les deux premiers échantillons.<p></p>",
            "num": "R215-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 860025600000,
            "dateFin": 1135900800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 644235,
            "context": {
                "titresTM": [
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084139",
                        "id": "LEGISCTA000006084139",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Livre II : Qualité des produits et des services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114379",
                        "id": "LEGISCTA000006114379",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2017-07-15",
                        "titre": "Titre Ier : Conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133643",
                        "id": "LEGISCTA000006133643",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2016-07-01",
                        "titre": "Chapitre V : Pouvoirs d'enquête",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146615",
                        "id": "LEGISCTA000006146615",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-04-03",
                        "fin": "2016-07-01",
                        "titre": "Section 4 : Expertises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161934",
                        "id": "LEGISCTA000006161934",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006292986",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161934",
            "sectionParentId": "LEGISCTA000006161934",
            "sectionParentTitre": "Section 4 : Expertises.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Qualité des produits et des services &gt; Titre Ier : Conformité &gt; Chapitre V : Pouvoirs d'enquête &gt; Section 4 : Expertises.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006292986",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000383100",
                    "textTitle": "Décret 97-298 1997-03-27 JORF 3 avril 1997",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000383100",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-04-03",
                    "dateSignaTexte": "1997-03-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000383100",
                    "textTitle": "Décret n°97-298 du 27 mars 1997 - art. 1 (V) JORF 3 avril 1997",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006595404",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-04-03",
                    "dateSignaTexte": "1997-03-27",
                    "dateDebutCible": "1997-04-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L215-17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L215-17",
                    "articleId": "LEGIARTI000006292292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743731200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1919-01-22 art. 23 bis",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 1919-01-22 art. 23 bis",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006292986",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 860025600000,
                    "dateFin": 1135900800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006292987",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1135900800000,
                    "dateFin": 1467331200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R215-23",
                "215-23"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}