{
    "cid": "LEGIARTI000031944835",
    "num": "R851-6",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-10-03",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : DU RENSEIGNEMENT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031240603",
                        "id": "LEGISCTA000031255239",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-10-03",
                        "fin": "2999-01-01",
                        "titre": "TITRE V : DES TECHNIQUES DE RECUEIL DE RENSEIGNEMENT SOUMISES À AUTORISATION \r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031240615",
                        "id": "LEGISCTA000031255228",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-10-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des accès administratifs aux données de connexion \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031240617",
                        "id": "LEGISCTA000031255226",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-02-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Conditions d'accès aux données de connexion",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031944821",
                        "id": "LEGISCTA000031944833",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000031944845",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031940885",
                    "textTitle": "Décret n°2016-67 du 29 janvier 2016 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031944268",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-01-31",
                    "dateSignaTexte": "2016-01-29",
                    "dateDebutCible": "2016-02-01"
                }
            ],
            "num": "R851-6",
            "origine": "LEGI",
            "texte": "I.-Les demandes tendant au recueil mentionné à l'article L. 851-1 comportent, outre les éléments énumérés à l'article L. 821-2, la nature précise des informations ou documents dont le recueil est demandé et, le cas échéant, la période concernée. Seuls peuvent solliciter les informations et documents mentionnés au deuxième alinéa de l'article L. 851-1 les agents individuellement désignés et habilités par le directeur dont ils relèvent. La demande comporte alors également le nom, le prénom et la qualité du demandeur ainsi que son service d'affectation et l'adresse de celui-ci. A défaut, lorsque l'anonymat de l'agent concerné doit être préservé, la demande comporte toute indication permettant à la Commission nationale de contrôle des techniques de renseignement et au Premier ministre ou à ses délégués de vérifier l'identité du demandeur. II.-Le groupement interministériel de contrôle enregistre et conserve dans les mêmes conditions de durée que celles prévues à l'article L. 822-2 pour les renseignements collectés, dans un traitement automatisé qu'il met en œuvre, les demandes tendant au recueil mentionné à l'article L. 851-1 ainsi que les décisions du Premier ministre ou de ses délégués relatives à ces demandes. Les demandes et les décisions sont automatiquement effacées du traitement, sous l'autorité du Premier ministre, à l'expiration de la durée de conservation. Le directeur du groupement interministériel de contrôle adresse chaque année à la Commission nationale de contrôle des techniques de renseignement un procès-verbal certifiant que l'effacement a été effectué. III.-Lorsqu'une demande tendant au recueil mentionné à l'article L. 851-1 a été approuvée par le Premier ministre ou ses délégués, le groupement interministériel de contrôle adresse aux opérateurs et aux personnes mentionnés à l'article L. 851-1 l'ordre de procéder au recueil, qui ne peut faire état des éléments prévus aux 2° à 4° de l'article L. 821-2 et au second alinéa du I du présent article. Les opérateurs et les personnes mentionnés à l'article L. 851-1 transmettent sans délai les informations ou documents demandés au groupement interministériel de contrôle, selon des modalités assurant leur sécurité, leur intégrité et leur suivi. IV.-Le groupement interministériel de contrôle enregistre et conserve dans les conditions prévues à l'article L. 822-2, dans un traitement automatisé qu'il met en œuvre, les informations ou documents transmis et les met à disposition des demandeurs pour exploitation. Ces informations ou documents sont automatiquement effacés du traitement dans les conditions prévues au second alinéa du II du présent article.",
            "texteHtml": "<p>I.-Les demandes tendant au recueil mentionné à l'article L. 851-1 comportent, outre les éléments énumérés à l'article L. 821-2, la nature précise des informations ou documents dont le recueil est demandé et, le cas échéant, la période concernée. <br/><br/> Seuls peuvent solliciter les informations et documents mentionnés au deuxième alinéa de l'article L. 851-1 les agents individuellement désignés et habilités par le directeur dont ils relèvent. La demande comporte alors également le nom, le prénom et la qualité du demandeur ainsi que son service d'affectation et l'adresse de celui-ci. A défaut, lorsque l'anonymat de l'agent concerné doit être préservé, la demande comporte toute indication permettant à la Commission nationale de contrôle des techniques de renseignement et au Premier ministre ou à ses délégués de vérifier l'identité du demandeur. <br/><br/> II.-Le groupement interministériel de contrôle enregistre et conserve dans les mêmes conditions de durée que celles prévues à l'article L. 822-2 pour les renseignements collectés, dans un traitement automatisé qu'il met en œuvre, les demandes tendant au recueil mentionné à l'article L. 851-1 ainsi que les décisions du Premier ministre ou de ses délégués relatives à ces demandes. <br/><br/> Les demandes et les décisions sont automatiquement effacées du traitement, sous l'autorité du Premier ministre, à l'expiration de la durée de conservation. Le directeur du groupement interministériel de contrôle adresse chaque année à la Commission nationale de contrôle des techniques de renseignement un procès-verbal certifiant que l'effacement a été effectué. <br/><br/> III.-Lorsqu'une demande tendant au recueil mentionné à l'article L. 851-1 a été approuvée par le Premier ministre ou ses délégués, le groupement interministériel de contrôle adresse aux opérateurs et aux personnes mentionnés à l'article L. 851-1 l'ordre de procéder au recueil, qui ne peut faire état des éléments prévus aux 2° à 4° de l'article L. 821-2 et au second alinéa du I du présent article. <br/><br/> Les opérateurs et les personnes mentionnés à l'article L. 851-1 transmettent sans délai les informations ou documents demandés au groupement interministériel de contrôle, selon des modalités assurant leur sécurité, leur intégrité et leur suivi. <br/><br/> IV.-Le groupement interministériel de contrôle enregistre et conserve dans les conditions prévues à l'article L. 822-2, dans un traitement automatisé qu'il met en œuvre, les informations ou documents transmis et les met à disposition des demandeurs pour exploitation. Ces informations ou documents sont automatiquement effacés du traitement dans les conditions prévues au second alinéa du II du présent article. </p>",
            "type": "AUTONOME",
            "dateDebut": "2016-02-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}