{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006804491",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Titre Ier : Constitution de l'association. Article 1er : Il est constitué le ... entre : - les membres adhérents énumérés ci-après ... (personnes physiques (1) et/ou personnes morales à but non lucratif) ; - les membres de droit énumérés ci-après ... (associations de donneurs de sang bénévoles, caisse primaire d'assurance maladie (2), une association régie par la loi du 1er juillet 1901 modifiée relative au contrat d'association (3), par le chapitre III du livre VI du code de la santé publique et par les présents statuts. Cette association est dénommée : \"Etablissement de transfusion sanguine ...\". Article 2 : Objet (4). L'association a pour objet : 1. La participation au service public de la transfusion sanguine, dans les conditions fixées à l'article L. 668-1 du code de la santé publique, par la réalisation des opérations suivantes : collecte du sang ou de ses composants ; préparation des produits sanguins labiles ; analyses biologiques obligatoires pratiquées sur les prélèvements de sang ; distribution des produits sanguins labiles ; activité de conseil et de suivi en matière de transfusion sanguine ; participation à l'hémovigilance. 2. Le développement des activités liées à la transfusion sanguine, à savoir notamment : - la distribution de médicaments dérivés du sang dans les conditions prévues à l'article L. 670-3 du code de la santé publique ; - la dispensation de ces médicaments aux malades traités dans l'établissement ; - les analyses de biologie médicale des receveurs, pour autant qu'elles sont liées directement à son objet spécifique ; - la recherche. 3. L'exercice à titre accessoire des activités de santé énumérées ci-après ... (activités de soins, activités de laboratoire d'analyses de biologie médicale autres que celles visées au 2 du présent article). Article 3 : Siège. Le siège de l'association est fixé à ... Il peut être transféré par décision du conseil d'administration en tout autre lieu à l'intérieur de la zone de collecte de l'établissement. Article 4 : Durée. Toutefois, l'association n'a la qualité d'établissement de transfusion sanguine qu'à compter de la date de publication de l'agrément mentionné à l'article L. 668-2 du code de la santé publique ; elle conserve cette qualité pendant la durée de validité de l'agrément. Article 5 : Membres. Les membres qui adhèrent à l'association après sa constitution doivent être présentés par deux membres adhérents de l'association et agréés par le conseil d'administration. Article 6 : Perte de la qualité de membre. La qualité de membre de l'association se perd pour les personnes physiques par le décès, la démission ou la radiation, pour les personnes morales par la disparition de la personnalité morale, le retrait de l'association décidé par la personne morale conformément à ses statuts ou la radiation. La radiation est prononcée pour motifs graves par le conseil d'administration. La personne intéressée ou son représentant s'il s'agit d'une personne morale est entendue préalablement par le conseil d'administration. Elle peut faire appel de la décision de radiation devant l'assemblée générale. L'affaire est alors portée à l'ordre du jour de la prochaine réunion de l'assemblée générale. L'appel n'est pas suspensif. Article 7 : Cotisation. La cotisation des membres est fixée, et le cas échéant révisée annuellement, par l'assemblée générale ; les membres de droit et certaines personnes physiques peuvent en être dispensés. Article 8 : Patrimoine (5). I. - La dotation initiale de l'association comprend : Une somme de ... ; Les biens meubles et immeubles strictement nécessaires à la réalisation de l'objet social de l'association (6). II. - Les éléments constitutifs de ce patrimoine, et notamment les apports nets des membres fondateurs, évalués par un commissaire aux apports, sont détaillés dans une annexe aux présents statuts. Titre II : Administration de l'association. Article 9 : Assemblée générale. L'assemblée générale est composée de l'ensemble des membres adhérents et des membres de droit de l'association. Elle se réunit sur convocation du président du conseil au moins ... fois par an (7). Elle se réunit de droit à la demande du tiers de ses membres sur ordre du jour déterminé. L'assemblée générale est convoquée par lettre simple quinze jours au moins à l'avance. La convocation indique l'ordre du jour et le lieu de réunion. L'ordre du jour est fixé par le conseil d'administration. La présidence de l'assemblée générale est assurée par le président du conseil d'administration ou par le vice-président en cas d'empêchement du président. Son bureau est celui du conseil d'administration. Le directeur de l'établissement de transfusion sanguine, sauf pour les sujets concernant sa situation individuelle, assiste aux réunions de l'assemblée générale avec voix consultative. Assistent également aux réunions de l'assemblée générale, avec voix consultative, deux représentants du personnel désignés dans les conditions définies par le règlement intérieur. Les établissements de santé, publics et privés, utilisateurs des produits et services de l'établissement de transfusion sanguine, les caisses primaires d'assurance maladie qui ne sont pas membres de droit et dont le ressort s'inscrit partiellement ou totalement dans la zone de collecte de l'établissement, les autres organismes de sécurité sociale, les organismes mutualistes, ainsi que toute autre personne dont le président jugerait la présence utile, sont également invités à assister aux réunions de l'assemblée générale avec voix consultative. Le préfet ou son représentant est informé des réunions de l'assemblée générale ; il peut y être entendu à sa demande. Chaque membre peut se faire représenter par un autre membre de l'association. Un membre de l'association ne peut être porteur de plus de dix mandats. L'assemblée générale ne délibère valablement que si un tiers des membres sont présents ou représentés. Si la réunion ne peut se tenir valablement, les membres sont convoqués pour une nouvelle réunion dans un délai qui ne peut être supérieur à un mois. Les délibérations sont alors valables quel que soit le nombre de membres présents ou représentés. Les décisions sont prises à la majorité des membres présents ou représentés, s'il n'en est décidé autrement en d'autres articles des présents statuts. Les décisions de l'assemblée générale sont consignées dans un procès-verbal et obligent tous les membres. Les procès-verbaux sont signés par le président et le secrétaire. Ils sont établis sans blancs ni ratures sur des feuillets numérotés et conservés au siège de l'association. L'assemblée générale entend les rapports sur la gestion du conseil d'administration et sur la situation financière et comptable de l'association. Elle approuve le rapport d'activité et les comptes de l'exercice clos, adopte le programme annuel d'activités, le programme d'investissements et le budget de l'exercice suivant. Elle délibère sur les questions mises à l'ordre du jour et pourvoit, s'il y a lieu, à l'élection et au renouvellement des membres du conseil d'administration. Le rapport annuel et les comptes sont tenus à la disposition des membres de l'association au siège social. Article 10 : Composition du conseil d'administration. L'association est administrée par un conseil d'administration dont le nombre de membres fixé par délibération de l'assemblée générale est de dix au moins et vingt au plus, y compris les représentants des membres de droit. Les membres du conseil d'administration autres que les représentants des membres de droit de l'association sont élus au scrutin secret pour quatre ans par l'assemblée générale dans les conditions prévues par le règlement intérieur. Les membres de droit de l'association sont représentés au conseil à raison, en ce qui concerne les donneurs de sang bénévoles, de ... représentant(s) désigné(s) par le collège des associations (8). La qualité de membre du conseil d'administration est incompatible avec l'exercice de fonctions dans les sociétés ou entreprises à but lucratif qui participent à des travaux pour le compte de l'association, ou qui lui fournissent directement ou indirectement des produits et prestations de services. Le directeur de l'établissement de transfusion sanguine, sauf pour les sujets concernant sa situation individuelle, le président du comité scientifique mentionné à l'article 17 et les deux représentants du personnel mentionnés à l'article 9 assistent aux réunions du conseil d'administration avec voix consultative. Le préfet ou son représentant est informé des séances du conseil d'administration et reçoit les documents adressés aux membres de ce conseil. Il peut être entendu à sa demande. En cas de vacance d'un siège au conseil, il est procédé à l'élection d'un remplaçant par la plus prochaine assemblée générale pour la durée du mandat restant à courir. Les membres sortants sont rééligibles. Article 11 : Fonctionnement du conseil d'administration. Le conseil se réunit au moins ... fois (9) par an et aussi souvent que l'intérêt de l'association l'exige, sur la convocation de son président ou à la demande du tiers de ses membres. Chaque administrateur peut donner mandat à un autre administrateur pour le représenter. Un administrateur ne peut être porteur de plus d'un mandat. Le conseil d'administration délibère valablement si la moitié au moins de ses membres sont présents ou représentés. Si la réunion ne peut se tenir valablement, les membres sont convoqués pour une nouvelle réunion dans un délai qui ne peut être supérieur à quinze jours. Les délibérations sont alors valables quel que soit le nombre des membres présents ou représentés. Les décisions sont prises à la majorité des membres présents ou représentés, à l'exception des délibérations mentionnées aux a et g de l'article 12 des présents statuts, qui sont prises à la majorité des deux tiers. Elles sont consignées dans un procès-verbal. Les procès-verbaux sont signés par le président et le secrétaire. Ils sont établis sans blancs ni ratures sur des feuillets numérotés et conservés au siège de l'association. Toutes les personnes assistant aux réunions du conseil d'administration sont tenues à la confidentialité sur la teneur des délibérations et sur les informations présentées comme confidentielles par le président ou par le directeur de l'établissement de transfusion sanguine. Le mandat d'administrateur est exercé gratuitement. Toutefois, le conseil d'administration peut allouer des indemnités de remboursement de frais pour les déplacements rendus nécessaires par les missions exercées dans le cadre de l'association (10). Article 12 : Compétences du conseil d'administration. Le conseil d'administration prend toutes les décisions qui ne relèvent pas de la compétence de l'assemblée générale ni des attributions du directeur. Il délibère notamment sur les objets suivants : a) La nomination et la cessation de fonctions du directeur de l'établissement de transfusion sanguine ; b) L'agrément de nouveaux membres adhérents ; c) La radiation de membres de l'association dans les conditions fixées à l'article 6 ; d) L'organisation générale de l'établissement et les prévisions d'emplois du personnel ; e) Le règlement intérieur ; f) L'ordre du jour de l'assemblée générale ; g) Toute prise de participation majoritaire ou non dans un autre organisme, quelle que soit sa nature juridique ; h) Tout contrat relatif aux cessions à des fins non thérapeutiques de matière première et de produits sanguins à des établissements à but lucratif, à la sous-traitance, au façonnage, aux transferts de technologie et à l'exploitation de licence et, de manière générale, tout contrat de coopération avec une personne morale de droit public ou privé ; i) Le programme de recherche de l'année ; j) Les activités, productions et équipements qui doivent être soumis à l'autorisation spécifique de l'Agence française du sang en vertu de l'article L. 668-4 du code de la santé publique (11) ; k) Les acquisitions, les aliénations et échanges des biens immobiliers de l'association, leur affectation, les conditions des baux excédant dix-huit ans, les emprunts de l'association, les lignes de trésorerie, les constitutions d'hypothèques sur les immeubles, les actions judiciaires et les transactions. Article 13 : Contrôle de l'Agence française du sang. Les délibérations du conseil d'administration portant sur les matières mentionnées aux g, h et i de l'article 12 ne prennent effet qu'après l'approbation de l'Agence française du sang. Pour celles qui sont relatives aux matières mentionnées aux h et i, le silence gardé par l'agence vaut approbation tacite à l'expiration d'un délai de quatre mois à compter de la date de la transmission de la délibération. Sont transmis à l'Agence française du sang le budget, le programme d'investissements de l'année et leurs modifications éventuelles, ainsi que les comptes et le rapport d'activité dès qu'ils ont été adoptés ou approuvés. Est également porté à la connaissance de l'agence tout projet de décision de nature à affecter la consistance des activités de l'établissement telles qu'elles ont été agréées ou autorisées. Article 14 : Le président du conseil d'administration. Le conseil d'administration élit son président parmi ses membres et pour la durée de son mandat. Ne peuvent accéder à la présidence les directeurs d'établissements de transfusion sanguine en fonctions et les anciens directeurs ayant quitté leurs fonctions depuis moins de trois ans. Le président représente l'association dans tous les actes de la vie civile. Il assure l'exécution du budget adopté par l'assemblée ; il est ordonnateur des recettes et des dépenses. Il peut donner délégation au trésorier et au directeur dans des conditions qui sont fixées par le règlement intérieur. En cas de représentation en justice, le président ne peut être remplacé que par un mandataire agissant en vertu d'une procuration spéciale. Article 15 : Bureau. Le bureau est présidé par le président du conseil d'administration et comprend, en outre, un vice-président, un trésorier et un secrétaire désignés par le conseil d'administration en son sein pour une période de deux ans renouvelable. Le vice-président supplée le président dans l'exercice de ses fonctions, en cas d'empêchement de celui-ci. Le directeur assiste aux réunions du bureau, sauf lorsqu'il s'agit de sa situation personnelle. Article 16 : Le directeur. Le directeur est nommé par le conseil d'administration après délivrance de l'agrément par l'Agence française du sang conformément à l'article L. 668-8 du code de la santé publique. Il dispose de tous les pouvoirs nécessaires à la gestion de l'association et exerce son autorité sur l'ensemble des personnels. Il assure l'animation et la coordination générale de l'activité de l'association. Il veille au respect des règles de sécurité en matière de transfusion sanguine. S'il est en désaccord avec le conseil d'administration ou son président au sujet de l'application de ces règles, il saisit immédiatement pour avis le président de l'Agence française du sang, dont l'avis motivé est porté à la connaissance du conseil d'administration avant une nouvelle délibération qui est de droit. La rémunération du directeur est déterminée par le conseil d'administration dans le respect des dispositions prises en application de l'article L. 668-9 du code de la santé publique. Article 17 : Comités consultatifs. I. - Le comité scientifique est chargé de donner des avis sur toutes les questions de nature médicale ou scientifique liées au fonctionnement de l'établissement. Il est composé au plus de vingt membres, choisis par l'assemblée générale parmi : - les médecins, pharmaciens ou personnels scientifiques appartenant aux organismes membres de l'association ; - les présidents des commissions médicales d'établissement et les présidents des comités de sécurité transfusionnelle et d'hémovigilance des établissements publics de santé qui utilisent les produits et services de l'établissement de transfusion sanguine ; - le cas échéant, les personnels médicaux qualifiés dans le domaine de la transfusion sanguine des établissements de santé, publics ou privés, utilisateurs des produits et services de l'établissement de transfusion sanguine, et des personnalités extérieures à l'établissement reconnues pour leurs compétences dans le domaine considéré. II. - L'assemblée générale peut créer tout autre comité et en particulier un comité, dans lequel sont notamment représentées les associations de donneurs de sang bénévoles, chargé de proposer au conseil d'administration toute mesure propre à assurer la promotion du don. Article 18 : Règlement intérieur (12). Le conseil d'administration établit un règlement intérieur relatif à l'administration et au fonctionnement de l'association. Ce règlement est approuvé pour l'assemblée générale. Il est adressé à la préfecture du département du siège ainsi qu'à l'Agence française du sang. Titre III : Fonctionnement de l'association. Article 19 : Tenue des comptes (13). La comptabilité de l'association est tenue conformément au plan comptable général. Elle est contrôlée par un commissaire aux comptes, et éventuellement par un suppléant, désignés par le conseil d'administration. Le plan comptable de l'association est fixé par l'Agence française du sang. En outre, l'association doit se conformer aux instructions formulées par l'agence en application des dispositions de l'article L. 668-7 du code de la santé publique, en ce qui concerne notamment la tenue d'une comptabilité analytique séparée afin de faire apparaître les résultats propres à l'activité transfusionnelle et à chacune des activités connexes autorisées. L'exercice budgétaire et comptable commence le 1er janvier et est clôturé le 31 décembre de chaque année. Par exception, le premier exercice débute à la date de publication de l'agrément de l'association et se termine au 31 décembre de la même année. Article 20 : Recettes de l'association (14). Les recettes annuelles de l'association se composent : 1. Du produit de l'activité transfusionnelle et des activités connexes de l'association ; 2. Du revenu de ses biens ; 3. Des cotisations et souscriptions de ses membres ; 4. Des subventions des collectivités publiques et des personnes morales à but non lucratif, ainsi que, le cas échéant, du fonds d'orientation de la transfusion sanguine institué par l'article L. 667-11 du code de la santé publique ; 5. Le cas échéant, des ressources liées aux activités et productions mentionnées à l'article L. 668-4 du même code. Article 21 : Budget. Le budget, établi conformément aux instructions de l'Agence française du sang, est préparé par le directeur sous l'autorité du président ; il est présenté par le trésorier et adopté chaque année par l'assemblée générale. Il inclut l'ensemble des opérations de recettes et de dépenses prévues pour l'exercice, en distinguant les opérations de fonctionnement et les opérations d'investissement. Article 22 : Résultats de l'exercice (15). L'association ne donnant lieu ni à la réalisation ni au partage des bénéfices, l'excédent éventuel des recettes d'un exercice est affecté en tout ou partie à la constitution de réserves, à la couverture des charges d'exploitation de l'exercice suivant ou au financement des dépenses d'investissement. Au cas où les charges dépassent les recettes de l'exercice, le déficit est prioritairement imputé sur la réserve et, pour le surplus, couvert par la réduction des dépenses de l'année en cours. Titre IV : Recherche et brevets. Article 23 : Secret et confidentialité. Les informations relatives aux activités de recherche de l'association sont confidentielles. L'association et chacun de ses membres prennent les mesures propres à garantir le secret des recherches en cours. Chacun des membres s'interdit de diffuser ou de communiquer les informations qui lui auront été désignées comme confidentielles, notamment les secrets de fabrication, par le membre dont elles proviennent. Le conseil d'administration est compétent pour déterminer la durée du secret en fonction des informations auxquelles il s'applique. Article 24 : Brevets et exploitation des résultats. Le conseil d'administration définit, en tant que de besoin, les règles relatives au dépôt, à l'exploitation des brevets et à la constitution des dossiers techniques concernant les inventions nées de travaux effectués dans le cadre de l'association. Titre V : Surveillance. Article 25 : Changements dans l'administration ou la direction de l'association (16). Le président, ou un membre du bureau choisi par le président à cet effet, doit faire connaître dans les trois mois au préfet du département où l'association a son siège social ainsi qu'à l'Agence française du sang tous les changements survenus dans l'administration ou la direction de l'association. Titre VI : Modification des statuts, dissolution, liquidation. Article 26 : Modification des statuts (17). Les statuts peuvent être modifiés par l'assemblée générale sur la proposition du conseil d'administration ou sur la proposition du dixième des membres de l'association. Dans l'un et l'autre cas, les propositions de modification sont inscrites à l'ordre du jour de la prochaine assemblée générale. Cet ordre du jour doit être envoyé au moins quinze jours à l'avance. L'assemblée générale doit se composer de la moitié au moins des membres de l'association en exercice, présents ou représentés. Si cette proportion n'est pas atteinte, l'assemblée est convoquée de nouveau, mais à quinze jours au moins d'intervalle. Elle peut alors valablement délibérer quel que soit le nombre des membres présents ou représentés. Dans tous les cas, les statuts ne peuvent être modifiés qu'à la majorité des deux tiers des voix des membres présents ou représentés. Les délibérations de l'assemblée générale portant modification des statuts sont adressées sans délai au préfet du département du siège de l'association et à l'Agence française du sang. Ces délibérations ne prennent effet qu'après approbation par le président de l'agence, qui vérifie leur conformité aux statuts types. Article 27 : Dissolution (18). I. - L'association peut être dissoute par décision de l'assemblée générale, convoquée spécialement à cet effet et qui doit comprendre la moitié au moins des membres en exercice, présents ou représentés. Si cette proportion n'est pas atteinte, l'assemblée est convoquée de nouveau, mais à quinze jours d'intervalle. Elle peut alors valablement délibérer quel que soit le nombre des membres présents ou représentés. Dans tous les cas, la dissolution ne peut être prononcée qu'à la majorité des deux tiers des voix des membres présents ou représentés. Les délibérations de l'assemblée générale portant dissolution sont adressées sans délai au préfet du département du siège et à l'Agence française du sang. II. - L'association est dissoute de plein droit en cas de retrait définitif de l'agrément prévu par l'article L. 668-11 du code de la santé publique. Article 28 : Dévolution des biens. En cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation des biens de l'association. Elle attribue l'actif net, sous réserve des apports (19), à un ou plusieurs établissements de transfusion sanguine désignés par l'Agence française du sang. La liste de celles des activités mentionnées aux 2 et 3 de l'article 2 qui sont effectivement exercées par l'association doit figurer aux présents statuts. (1) L'association doit comprendre au moins deux personnalités qualifiées dans le domaine de l'action sanitaire et sociale. (2) Il sera systématiquement proposé aux associations de donneurs de sang bénévoles et à la caisse primaire d'assurance maladie dans le ressort de laquelle est situé le siège de l'association d'être membres de droit de l'association. (3) Dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, la mention de la loi du 1er juillet 1901 est remplacée par celles de la loi du 1er juin 1924, du code civil local et de la loi locale du 19 avril 1908 sur les associations. (4) Les activités définies au 1 de l'article 2 doivent toujours être prévues. (5) Pour les associations reconnues d'utilité publique, il convient de remplacer le I de l'article 8 par les dispositions suivantes : \"Art. 8 : La dotation comprend : \"1° Une somme de ... constituée en valeurs nominatives placées, conformément aux dispositions de l'article 22 ; \"2° Les biens meubles et immeubles nécessaires à la réalisation de l'objet social de l'association ; \"3° La partie des excédents de ressources qui n'est pas nécessaire au fonctionnement de l'association pour l'exercice suivant ; \"4° Le dixième au moins, annuellement capitalisé, du revenu net des biens de l'association ; \"5° Les biens de toute nature provenant des libéralités, à moins que l'emploi immédiat n'en ait été autorisé\". (6) A adapter en fonction des dispositions du régime local en ce qui concerne les biens meubles et immeubles. (7) Au moins une fois par an. (8) Un à quatre représentant(s). (9) Au moins deux fois par an. (10) Pour les associations reconnues d'utilité publique, ajouter à l'article 11 les alinéas suivants : Ces indemnités doivent faire l'objet d'une décision expresse du conseil d'administration statuant hors de la présence des intéressés : des justifications doivent être produites, qui font l'objet de vérifications. Les délibérations du conseil d'administration relatives à l'acceptation des dons et legs ne sont valables qu'après approbation administrative donnée dans les conditions prévues par l'article 910 du code civil, l'article 7 de la loi du 4 février 1901 et le décret n° 66-388 du 13 juin 1966 modifié. Les délibérations du conseil d'administration relatives aux acquisitions, échanges et aliénations d'immeubles nécessaires au but poursuivi par l'association, constitutions d'hypothèques sur lesdits immeubles, baux excédant neuf années, aliénations de biens immobiliers rentrant dans la dotation et emprunts doivent être approuvées par l'assemblée générale. Les délibérations de l'assemblée générale relatives aux aliénations de biens mobiliers et immobiliers dépendant de la dotation, à la constitution d'hypothèques et aux emprunts ne sont valables qu'après approbation administrative. (11) Ces délibérations ne prennent effet qu'après l'autorisation donnée par l'Agence française du sang qui peut, en application de l'article L. 668-6 du code de la santé publique, assortir cette autorisation de certaines conditions. (12) Pour les associations reconnues d'utilité publique, il convient d'ajouter à l'article 18 les dispositions suivantes : \"Il ne peut entrer en vigueur qu'après approbation du ministre de l'intérieur après avis de l'Agence française du sang\". (13) Pour les associations reconnues d'utilité publique, ajouter à l'article 19 les dispositions suivantes : \"Il est justifié chaque année auprès du préfet du département du siège de l'association, du ministre de l'intérieur, du ministre chargé de la santé et de l'Agence française du sang de toutes les subventions reçues au cours de l'exercice écoulé\". (14) Pour les associations reconnues d'utilité publique, ajouter à l'article 20 les dispositions suivantes : \"6. Du produit des libéralités dont l'emploi est autorisé au cours de l'exercice. \"7. Du produit de la rétribution perçue pour service rendu\". (15) Pour les associations reconnues d'utilité publique, ajouter à l'article 22 les dispositions suivantes : \"Les capitaux mobiliers compris dans la dotation sont placés en titres nominatifs, en titres au porteur identifiables, ou en valeurs nominatives admises par la Banque de France en garantie d'avances. Ils peuvent également être employés à l'achat d'autres titres après autorisation donnée par arrêté\". (16) Pour les associations reconnues d'utilité publique, ajouter à l'article 25 les mots : \"au ministre de l'intérieur\" avant les mots : au préfet du département\" et ajouter les deux alinéas suivants : \"Les registres de l'association et ses pièces de comptabilité sont présentés sans déplacement sur toute réquisition du ministre de l'intérieur ou du préfet du département, à eux-mêmes ou leur délégué ou à tout fonctionnaire accrédité par eux. Le rapport annuel et les comptes sont adressés chaque année au ministre de l'intérieur, au ministre chargé de la santé, au préfet du département du siège et à l'Agence française du sang. \"Le ministre de l'intérieur et le ministre chargé de la santé ont le droit de faire visiter par leurs délégués les établissements gérés par l'association et de se faire rendre compte de leur fonctionnement\". (17) Pour les associations reconnues d'utilité publique, ajouter à l'article 26 (avant-dernier alinéa) les mots : \"au ministre de l'intérieur\" avant les mots : \"au préfet du département\". (18) Pour les associations reconnues d'utilité publique, ajouter à l'article 27 (deuxième alinéa) les mots : \"au ministre de l'intérieur et du ministre chargé de la santé\" avant les mots : \"au préfet du département\" et insérer le troisième alinéa ci-après : \"La modification des statuts et la dissolution de l'association ne sont effectives qu'après l'approbation du Gouvernement\". (19) Un membre de l'association auquel revient son apport initial peut toujours décider de le transférer à l'établissement auquel sont dévolus les biens de l'association.",
            "texteHtml": "<p></p>   Titre Ier : Constitution de l'association.<p></p><p></p>   Article 1er :<p></p><p></p>   Il est constitué le ... entre :<p></p><p></p>   - les membres adhérents énumérés ci-après ... (personnes physiques (1) et/ou personnes morales à but non lucratif) ;<p></p><p></p>   - les membres de droit énumérés ci-après ... (associations de donneurs de sang bénévoles, caisse primaire d'assurance maladie (2),<p></p>\n une association régie par la loi du 1er juillet 1901 modifiée relative au contrat d'association (3), par le chapitre III du livre VI du code de la santé publique et par les présents statuts.<p></p><p></p>   Cette association est dénommée : \"Etablissement de transfusion sanguine ...\".<p></p><p></p>   Article 2 : Objet (4).<p></p><p></p>   L'association a pour objet :<p></p><p></p>   1. La participation au service public de la transfusion sanguine, dans les conditions fixées à l'article L. 668-1 du code de la santé publique, par la réalisation des opérations suivantes : collecte du sang ou de ses composants ; préparation des produits sanguins labiles ; analyses biologiques obligatoires pratiquées sur les prélèvements de sang ; distribution des produits sanguins labiles ; activité de conseil et de suivi en matière de transfusion sanguine ; participation à l'hémovigilance.<p></p><p></p>   2. Le développement des activités liées à la transfusion sanguine, à savoir notamment :<p></p><p></p>   - la distribution de médicaments dérivés du sang dans les conditions prévues à l'article L. 670-3 du code de la santé publique ;<p></p><p></p>   - la dispensation de ces médicaments aux malades traités dans l'établissement ;<p></p><p></p>   - les analyses de biologie médicale des receveurs, pour autant qu'elles sont liées directement à son objet spécifique ;<p></p><p></p>   - la recherche.<p></p><p></p>   3. L'exercice à titre accessoire des activités de santé énumérées ci-après ... (activités de soins, activités de laboratoire d'analyses de biologie médicale autres que celles visées au 2 du présent article).<p></p><p></p>   Article 3 : Siège.<p></p><p></p>   Le siège de l'association est fixé à ...<p></p><p></p>   Il peut être transféré par décision du conseil d'administration en tout autre lieu à l'intérieur de la zone de collecte de l'établissement.<p></p><p></p>   Article 4 : Durée.<p></p><p></p>   Toutefois, l'association n'a la qualité d'établissement de transfusion sanguine qu'à compter de la date de publication de l'agrément mentionné à l'article L. 668-2 du code de la santé publique ; elle conserve cette qualité pendant la durée de validité de l'agrément.<p></p><p></p>   Article 5 : Membres.<p></p><p></p>   Les membres qui adhèrent à l'association après sa constitution doivent être présentés par deux membres adhérents de l'association et agréés par le conseil d'administration.<p></p><p></p>   Article 6 : Perte de la qualité de membre.<p></p><p></p>   La qualité de membre de l'association se perd pour les personnes physiques par le décès, la démission ou la radiation, pour les personnes morales par la disparition de la personnalité morale, le retrait de l'association décidé par la personne morale conformément à ses statuts ou la radiation.<p></p><p></p>   La radiation est prononcée pour motifs graves par le conseil d'administration. La personne intéressée ou son représentant s'il s'agit d'une personne morale est entendue préalablement par le conseil d'administration. Elle peut faire appel de la décision de radiation devant l'assemblée générale. L'affaire est alors portée à l'ordre du jour de la prochaine réunion de l'assemblée générale. L'appel n'est pas suspensif.<p></p><p></p>   Article 7 : Cotisation.<p></p><p></p>   La cotisation des membres est fixée, et le cas échéant révisée annuellement, par l'assemblée générale ; les membres de droit et certaines personnes physiques peuvent en être dispensés.<p></p><p></p>   Article 8 : Patrimoine (5).<p></p><p></p>   I. - La dotation initiale de l'association comprend :<p></p><p></p>   Une somme de ... ;<p></p><p></p>   Les biens meubles et immeubles strictement nécessaires à la réalisation de l'objet social de l'association (6).<p></p><p></p>   II. - Les éléments constitutifs de ce patrimoine, et notamment les apports nets des membres fondateurs, évalués par un commissaire aux apports, sont détaillés dans une annexe aux présents statuts.<p></p><p></p>   Titre II : Administration de l'association.<p></p><p></p>   Article 9 : Assemblée générale.<p></p><p></p>   L'assemblée générale est composée de l'ensemble des membres adhérents et des membres de droit de l'association.<p></p><p></p>   Elle se réunit sur convocation du président du conseil au moins ... fois par an (7).<p></p><p></p>   Elle se réunit de droit à la demande du tiers de ses membres sur ordre du jour déterminé.<p></p><p></p>   L'assemblée générale est convoquée par lettre simple quinze jours au moins à l'avance. La convocation indique l'ordre du jour et le lieu de réunion. L'ordre du jour est fixé par le conseil d'administration.<p></p><p></p>   La présidence de l'assemblée générale est assurée par le président du conseil d'administration ou par le vice-président en cas d'empêchement du président. Son bureau est celui du conseil d'administration.<p></p><p></p>   Le directeur de l'établissement de transfusion sanguine, sauf pour les sujets concernant sa situation individuelle, assiste aux réunions de l'assemblée générale avec voix consultative. Assistent également aux réunions de l'assemblée générale, avec voix consultative, deux représentants du personnel désignés dans les conditions définies par le règlement intérieur.<p></p><p></p>   Les établissements de santé, publics et privés, utilisateurs des produits et services de l'établissement de transfusion sanguine, les caisses primaires d'assurance maladie qui ne sont pas membres de droit et dont le ressort s'inscrit partiellement ou totalement dans la zone de collecte de l'établissement, les autres organismes de sécurité sociale, les organismes mutualistes, ainsi que toute autre personne dont le président jugerait la présence utile, sont également invités à assister aux réunions de l'assemblée générale avec voix consultative.<p></p><p></p>   Le préfet ou son représentant est informé des réunions de l'assemblée générale ; il peut y être entendu à sa demande.<p></p><p></p>   Chaque membre peut se faire représenter par un autre membre de l'association. Un membre de l'association ne peut être porteur de plus de dix mandats.<p></p><p></p>   L'assemblée générale ne délibère valablement que si un tiers des membres sont présents ou représentés. Si la réunion ne peut se tenir valablement, les membres sont convoqués pour une nouvelle réunion dans un délai qui ne peut être supérieur à un mois. Les délibérations sont alors valables quel que soit le nombre de membres présents ou représentés.<p></p><p></p>   Les décisions sont prises à la majorité des membres présents ou représentés, s'il n'en est décidé autrement en d'autres articles des présents statuts.<p></p><p></p>   Les décisions de l'assemblée générale sont consignées dans un procès-verbal et obligent tous les membres.<p></p><p></p>   Les procès-verbaux sont signés par le président et le secrétaire. Ils sont établis sans blancs ni ratures sur des feuillets numérotés et conservés au siège de l'association.<p></p><p></p>   L'assemblée générale entend les rapports sur la gestion du conseil d'administration et sur la situation financière et comptable de l'association. Elle approuve le rapport d'activité et les comptes de l'exercice clos, adopte le programme annuel d'activités, le programme d'investissements et le budget de l'exercice suivant. Elle délibère sur les questions mises à l'ordre du jour et pourvoit, s'il y a lieu, à l'élection et au renouvellement des membres du conseil d'administration.<p></p><p></p>   Le rapport annuel et les comptes sont tenus à la disposition des membres de l'association au siège social.<p></p><p></p>   Article 10 : Composition du conseil d'administration.<p></p><p></p>   L'association est administrée par un conseil d'administration dont le nombre de membres fixé par délibération de l'assemblée générale est de dix au moins et vingt au plus, y compris les représentants des membres de droit.<p></p><p></p>   Les membres du conseil d'administration autres que les représentants des membres de droit de l'association sont élus au scrutin secret pour quatre ans par l'assemblée générale dans les conditions prévues par le règlement intérieur.<p></p><p></p>   Les membres de droit de l'association sont représentés au conseil à raison, en ce qui concerne les donneurs de sang bénévoles, de ... représentant(s) désigné(s) par le collège des associations (8).<p></p><p></p>   La qualité de membre du conseil d'administration est incompatible avec l'exercice de fonctions dans les sociétés ou entreprises à but lucratif qui participent à des travaux pour le compte de l'association, ou qui lui fournissent directement ou indirectement des produits et prestations de services.<p></p><p></p>   Le directeur de l'établissement de transfusion sanguine, sauf pour les sujets concernant sa situation individuelle, le président du comité scientifique mentionné à l'article 17 et les deux représentants du personnel mentionnés à l'article 9 assistent aux réunions du conseil d'administration avec voix consultative.<p></p><p></p>   Le préfet ou son représentant est informé des séances du conseil d'administration et reçoit les documents adressés aux membres de ce conseil. Il peut être entendu à sa demande.<p></p><p></p>   En cas de vacance d'un siège au conseil, il est procédé à l'élection d'un remplaçant par la plus prochaine assemblée générale pour la durée du mandat restant à courir. Les membres sortants sont rééligibles.<p></p><p></p>   Article 11 : Fonctionnement du conseil d'administration.<p></p><p></p>   Le conseil se réunit au moins ... fois (9) par an et aussi souvent que l'intérêt de l'association l'exige, sur la convocation de son président ou à la demande du tiers de ses membres.<p></p><p></p>   Chaque administrateur peut donner mandat à un autre administrateur pour le représenter. Un administrateur ne peut être porteur de plus d'un mandat.<p></p><p></p>   Le conseil d'administration délibère valablement si la moitié au moins de ses membres sont présents ou représentés. Si la réunion ne peut se tenir valablement, les membres sont convoqués pour une nouvelle réunion dans un délai qui ne peut être supérieur à quinze jours. Les délibérations sont alors valables quel que soit le nombre des membres présents ou représentés.<p></p><p></p>   Les décisions sont prises à la majorité des membres présents ou représentés, à l'exception des délibérations mentionnées aux a et g de l'article 12 des présents statuts, qui sont prises à la majorité des deux tiers.<p></p><p></p>   Elles sont consignées dans un procès-verbal. Les procès-verbaux sont signés par le président et le secrétaire. Ils sont établis sans blancs ni ratures sur des feuillets numérotés et conservés au siège de l'association.<p></p><p></p>   Toutes les personnes assistant aux réunions du conseil d'administration sont tenues à la confidentialité sur la teneur des délibérations et sur les informations présentées comme confidentielles par le président ou par le directeur de l'établissement de transfusion sanguine.<p></p><p></p>   Le mandat d'administrateur est exercé gratuitement. Toutefois, le conseil d'administration peut allouer des indemnités de remboursement de frais pour les déplacements rendus nécessaires par les missions exercées dans le cadre de l'association (10).<p></p><p></p>   Article 12 : Compétences du conseil d'administration.<p></p><p></p>   Le conseil d'administration prend toutes les décisions qui ne relèvent pas de la compétence de l'assemblée générale ni des attributions du directeur. Il délibère notamment sur les objets suivants :<p></p><p></p>   a) La nomination et la cessation de fonctions du directeur de l'établissement de transfusion sanguine ;<p></p><p></p>   b) L'agrément de nouveaux membres adhérents ;<p></p><p></p>   c) La radiation de membres de l'association dans les conditions fixées à l'article 6 ;<p></p><p></p>   d) L'organisation générale de l'établissement et les prévisions d'emplois du personnel ;<p></p><p></p>   e) Le règlement intérieur ;<p></p><p></p>   f) L'ordre du jour de l'assemblée générale ;<p></p><p></p>   g) Toute prise de participation majoritaire ou non dans un autre organisme, quelle que soit sa nature juridique ;<p></p><p></p>   h) Tout contrat relatif aux cessions à des fins non thérapeutiques de matière première et de produits sanguins à des établissements à but lucratif, à la sous-traitance, au façonnage, aux transferts de technologie et à l'exploitation de licence et, de manière générale, tout contrat de coopération avec une personne morale de droit public ou privé ;<p></p><p></p>   i) Le programme de recherche de l'année ;<p></p><p></p>   j) Les activités, productions et équipements qui doivent être soumis à l'autorisation spécifique de l'Agence française du sang en vertu de l'article L. 668-4 du code de la santé publique (11) ;<p></p><p></p>   k) Les acquisitions, les aliénations et échanges des biens immobiliers de l'association, leur affectation, les conditions des baux excédant dix-huit ans, les emprunts de l'association, les lignes de trésorerie, les constitutions d'hypothèques sur les immeubles, les actions judiciaires et les transactions.<p></p><p></p>   Article 13 : Contrôle de l'Agence française du sang.<p></p><p></p>   Les délibérations du conseil d'administration portant sur les matières mentionnées aux g, h et i de l'article 12 ne prennent effet qu'après l'approbation de l'Agence française du sang. Pour celles qui sont relatives aux matières mentionnées aux h et i, le silence gardé par l'agence vaut approbation tacite à l'expiration d'un délai de quatre mois à compter de la date de la transmission de la délibération.<p></p><p></p>   Sont transmis à l'Agence française du sang le budget, le programme d'investissements de l'année et leurs modifications éventuelles, ainsi que les comptes et le rapport d'activité dès qu'ils ont été adoptés ou approuvés. Est également porté à la connaissance de l'agence tout projet de décision de nature à affecter la consistance des activités de l'établissement telles qu'elles ont été agréées ou autorisées.<p></p><p></p>   Article 14 : Le président du conseil d'administration.<p></p><p></p>   Le conseil d'administration élit son président parmi ses membres et pour la durée de son mandat. Ne peuvent accéder à la présidence les directeurs d'établissements de transfusion sanguine en fonctions et les anciens directeurs ayant quitté leurs fonctions depuis moins de trois ans.<p></p><p></p>   Le président représente l'association dans tous les actes de la vie civile. Il assure l'exécution du budget adopté par l'assemblée ; il est ordonnateur des recettes et des dépenses. Il peut donner délégation au trésorier et au directeur dans des conditions qui sont fixées par le règlement intérieur. En cas de représentation en justice, le président ne peut être remplacé que par un mandataire agissant en vertu d'une procuration spéciale.<p></p><p></p>   Article 15 : Bureau.<p></p><p></p>   Le bureau est présidé par le président du conseil d'administration et comprend, en outre, un vice-président, un trésorier et un secrétaire désignés par le conseil d'administration en son sein pour une période de deux ans renouvelable. Le vice-président supplée le président dans l'exercice de ses fonctions, en cas d'empêchement de celui-ci. Le directeur assiste aux réunions du bureau, sauf lorsqu'il s'agit de sa situation personnelle.<p></p><p></p>   Article 16 : Le directeur.<p></p><p></p>   Le directeur est nommé par le conseil d'administration après délivrance de l'agrément par l'Agence française du sang conformément à l'article L. 668-8 du code de la santé publique.<p></p><p></p>   Il dispose de tous les pouvoirs nécessaires à la gestion de l'association et exerce son autorité sur l'ensemble des personnels.<p></p><p></p>   Il assure l'animation et la coordination générale de l'activité de l'association.<p></p><p></p>   Il veille au respect des règles de sécurité en matière de transfusion sanguine. S'il est en désaccord avec le conseil d'administration ou son président au sujet de l'application de ces règles, il saisit immédiatement pour avis le président de l'Agence française du sang, dont l'avis motivé est porté à la connaissance du conseil d'administration avant une nouvelle délibération qui est de droit.<p></p><p></p>   La rémunération du directeur est déterminée par le conseil d'administration dans le respect des dispositions prises en application de l'article L. 668-9 du code de la santé publique.<p></p><p></p>   Article 17 : Comités consultatifs.<p></p><p></p>   I. - Le comité scientifique est chargé de donner des avis sur toutes les questions de nature médicale ou scientifique liées au fonctionnement de l'établissement. Il est composé au plus de vingt membres, choisis par l'assemblée générale parmi :<p></p><p></p>   - les médecins, pharmaciens ou personnels scientifiques appartenant aux organismes membres de l'association ;<p></p><p></p>   - les présidents des commissions médicales d'établissement et les présidents des comités de sécurité transfusionnelle et d'hémovigilance des établissements publics de santé qui utilisent les produits et services de l'établissement de transfusion sanguine ;<p></p><p></p>   - le cas échéant, les personnels médicaux qualifiés dans le domaine de la transfusion sanguine des établissements de santé, publics ou privés, utilisateurs des produits et services de l'établissement de transfusion sanguine, et des personnalités extérieures à l'établissement reconnues pour leurs compétences dans le domaine considéré.<p></p><p></p>   II. - L'assemblée générale peut créer tout autre comité et en particulier un comité, dans lequel sont notamment représentées les associations de donneurs de sang bénévoles, chargé de proposer au conseil d'administration toute mesure propre à assurer la promotion du don.<p></p><p></p>   Article 18 : Règlement intérieur (12).<p></p><p></p>   Le conseil d'administration établit un règlement intérieur relatif à l'administration et au fonctionnement de l'association. Ce règlement est approuvé pour l'assemblée générale. Il est adressé à la préfecture du département du siège ainsi qu'à l'Agence française du sang.<p></p><p></p>   Titre III : Fonctionnement de l'association.<p></p><p></p>   Article 19 : Tenue des comptes (13).<p></p><p></p>   La comptabilité de l'association est tenue conformément au plan comptable général. Elle est contrôlée par un commissaire aux comptes, et éventuellement par un suppléant, désignés par le conseil d'administration.<p></p><p></p>   Le plan comptable de l'association est fixé par l'Agence française du sang.<p></p><p></p>   En outre, l'association doit se conformer aux instructions formulées par l'agence en application des dispositions de l'article L. 668-7 du code de la santé publique, en ce qui concerne notamment la tenue d'une comptabilité analytique séparée afin de faire apparaître les résultats propres à l'activité transfusionnelle et à chacune des activités connexes autorisées.<p></p><p></p>   L'exercice budgétaire et comptable commence le 1er janvier et est clôturé le 31 décembre de chaque année. Par exception, le premier exercice débute à la date de publication de l'agrément de l'association et se termine au 31 décembre de la même année.<p></p><p></p>   Article 20 : Recettes de l'association (14).<p></p><p></p>   Les recettes annuelles de l'association se composent :<p></p><p></p>   1. Du produit de l'activité transfusionnelle et des activités connexes de l'association ;<p></p><p></p>   2. Du revenu de ses biens ;<p></p><p></p>   3. Des cotisations et souscriptions de ses membres ;<p></p><p></p>   4. Des subventions des collectivités publiques et des personnes morales à but non lucratif, ainsi que, le cas échéant, du fonds d'orientation de la transfusion sanguine institué par l'article L. 667-11 du code de la santé publique ;<p></p><p></p>   5. Le cas échéant, des ressources liées aux activités et productions mentionnées à l'article L. 668-4 du même code.<p></p><p></p>   Article 21 : Budget.<p></p><p></p>   Le budget, établi conformément aux instructions de l'Agence française du sang, est préparé par le directeur sous l'autorité du président ; il est présenté par le trésorier et adopté chaque année par l'assemblée générale. Il inclut l'ensemble des opérations de recettes et de dépenses prévues pour l'exercice, en distinguant les opérations de fonctionnement et les opérations d'investissement.<p></p><p></p>   Article 22 : Résultats de l'exercice (15).<p></p><p></p>   L'association ne donnant lieu ni à la réalisation ni au partage des bénéfices, l'excédent éventuel des recettes d'un exercice est affecté en tout ou partie à la constitution de réserves, à la couverture des charges d'exploitation de l'exercice suivant ou au financement des dépenses d'investissement. Au cas où les charges dépassent les recettes de l'exercice, le déficit est prioritairement imputé sur la réserve et, pour le surplus, couvert par la réduction des dépenses de l'année en cours.<p></p><p></p>   Titre IV : Recherche et brevets.<p></p><p></p>   Article 23 : Secret et confidentialité.<p></p><p></p>   Les informations relatives aux activités de recherche de l'association sont confidentielles. L'association et chacun de ses membres prennent les mesures propres à garantir le secret des recherches en cours. Chacun des membres s'interdit de diffuser ou de communiquer les informations qui lui auront été désignées comme confidentielles, notamment les secrets de fabrication, par le membre dont elles proviennent.<p></p><p></p>   Le conseil d'administration est compétent pour déterminer la durée du secret en fonction des informations auxquelles il s'applique.<p></p><p></p>   Article 24 : Brevets et exploitation des résultats.<p></p><p></p>   Le conseil d'administration définit, en tant que de besoin, les règles relatives au dépôt, à l'exploitation des brevets et à la constitution des dossiers techniques concernant les inventions nées de travaux effectués dans le cadre de l'association.<p></p><p></p>   Titre V : Surveillance.<p></p><p></p>   Article 25 : Changements dans l'administration ou la direction de l'association (16).<p></p><p></p>   Le président, ou un membre du bureau choisi par le président à cet effet, doit faire connaître dans les trois mois au préfet du département où l'association a son siège social ainsi qu'à l'Agence française du sang tous les changements survenus dans l'administration ou la direction de l'association.<p></p><p></p>   Titre VI : Modification des statuts, dissolution, liquidation.<p></p><p></p>   Article 26 : Modification des statuts (17).<p></p><p></p>   Les statuts peuvent être modifiés par l'assemblée générale sur la proposition du conseil d'administration ou sur la proposition du dixième des membres de l'association.<p></p><p></p>   Dans l'un et l'autre cas, les propositions de modification sont inscrites à l'ordre du jour de la prochaine assemblée générale. Cet ordre du jour doit être envoyé au moins quinze jours à l'avance.<p></p><p></p>   L'assemblée générale doit se composer de la moitié au moins des membres de l'association en exercice, présents ou représentés. Si cette proportion n'est pas atteinte, l'assemblée est convoquée de nouveau, mais à quinze jours au moins d'intervalle. Elle peut alors valablement délibérer quel que soit le nombre des membres présents ou représentés.<p></p><p></p>   Dans tous les cas, les statuts ne peuvent être modifiés qu'à la majorité des deux tiers des voix des membres présents ou représentés.<p></p><p></p>   Les délibérations de l'assemblée générale portant modification des statuts sont adressées sans délai au préfet du département du siège de l'association et à l'Agence française du sang.<p></p><p></p>   Ces délibérations ne prennent effet qu'après approbation par le président de l'agence, qui vérifie leur conformité aux statuts types.<p></p><p></p>   Article 27 : Dissolution (18).<p></p><p></p>   I. - L'association peut être dissoute par décision de l'assemblée générale, convoquée spécialement à cet effet et qui doit comprendre la moitié au moins des membres en exercice, présents ou représentés. Si cette proportion n'est pas atteinte, l'assemblée est convoquée de nouveau, mais à quinze jours d'intervalle. Elle peut alors valablement délibérer quel que soit le nombre des membres présents ou représentés. Dans tous les cas, la dissolution ne peut être prononcée qu'à la majorité des deux tiers des voix des membres présents ou représentés.<p></p><p></p>   Les délibérations de l'assemblée générale portant dissolution sont adressées sans délai au préfet du département du siège et à l'Agence française du sang.<p></p><p></p>   II. - L'association est dissoute de plein droit en cas de retrait définitif de l'agrément prévu par l'article L. 668-11 du code de la santé publique.<p></p><p></p>   Article 28 : Dévolution des biens.<p></p><p></p>   En cas de dissolution, l'assemblée générale désigne un ou plusieurs commissaires chargés de la liquidation des biens de l'association. Elle attribue l'actif net, sous réserve des apports (19), à un ou plusieurs établissements de transfusion sanguine désignés par l'Agence française du sang.<p></p><p></p>   La liste de celles des activités mentionnées aux 2 et 3 de l'article 2 qui sont effectivement exercées par l'association doit figurer aux présents statuts.<p></p><p></p>   (1) L'association doit comprendre au moins deux personnalités qualifiées dans le domaine de l'action sanitaire et sociale.<p></p><p></p>   (2) Il sera systématiquement proposé aux associations de donneurs de sang bénévoles et à la caisse primaire d'assurance maladie dans le ressort de laquelle est situé le siège de l'association d'être membres de droit de l'association.<p></p><p></p>   (3) Dans les départements du Bas-Rhin, du Haut-Rhin et de la Moselle, la mention de la loi du 1er juillet 1901 est remplacée par celles de la loi du 1er juin 1924, du code civil local et de la loi locale du 19 avril 1908 sur les associations.<p></p><p></p>   (4) Les activités définies au 1 de l'article 2 doivent toujours être prévues.<p></p><p></p>   (5) Pour les associations reconnues d'utilité publique, il convient de remplacer le I de l'article 8 par les dispositions suivantes :<p></p><p></p>   \"Art. 8 : La dotation comprend :<p></p><p></p>   \"1° Une somme de ... constituée en valeurs nominatives placées, conformément aux dispositions de l'article 22 ;<p></p><p></p>   \"2° Les biens meubles et immeubles nécessaires à la réalisation de l'objet social de l'association ;<p></p><p></p>   \"3° La partie des excédents de ressources qui n'est pas nécessaire au fonctionnement de l'association pour l'exercice suivant ;<p></p><p></p>   \"4° Le dixième au moins, annuellement capitalisé, du revenu net des biens de l'association ;<p></p><p></p>   \"5° Les biens de toute nature provenant des libéralités, à moins que l'emploi immédiat n'en ait été autorisé\".<p></p><p></p>   (6) A adapter en fonction des dispositions du régime local en ce qui concerne les biens meubles et immeubles.<p></p><p></p>   (7) Au moins une fois par an.<p></p><p></p>   (8) Un à quatre représentant(s).<p></p><p></p>   (9) Au moins deux fois par an.<p></p><p></p>   (10) Pour les associations reconnues d'utilité publique, ajouter à l'article 11 les alinéas suivants :<p></p><p></p>   Ces indemnités doivent faire l'objet d'une décision expresse du conseil d'administration statuant hors de la présence des intéressés : des justifications doivent être produites, qui font l'objet de vérifications.<p></p><p></p>   Les délibérations du conseil d'administration relatives à l'acceptation des dons et legs ne sont valables qu'après approbation administrative donnée dans les conditions prévues par l'article 910 du code civil, l'article 7 de la loi du 4 février 1901 et le décret n° 66-388 du 13 juin 1966 modifié.<p></p><p></p>   Les délibérations du conseil d'administration relatives aux acquisitions, échanges et aliénations d'immeubles nécessaires au but poursuivi par l'association, constitutions d'hypothèques sur lesdits immeubles, baux excédant neuf années, aliénations de biens immobiliers rentrant dans la dotation et emprunts doivent être approuvées par l'assemblée générale.<p></p><p></p>   Les délibérations de l'assemblée générale relatives aux aliénations de biens mobiliers et immobiliers dépendant de la dotation, à la constitution d'hypothèques et aux emprunts ne sont valables qu'après approbation administrative.<p></p><p></p>   (11) Ces délibérations ne prennent effet qu'après l'autorisation donnée par l'Agence française du sang qui peut, en application de l'article L. 668-6 du code de la santé publique, assortir cette autorisation de certaines conditions.<p></p><p></p>   (12) Pour les associations reconnues d'utilité publique, il convient d'ajouter à l'article 18 les dispositions suivantes :<p></p><p></p>   \"Il ne peut entrer en vigueur qu'après approbation du ministre de l'intérieur après avis de l'Agence française du sang\".<p></p><p></p>   (13) Pour les associations reconnues d'utilité publique, ajouter à l'article 19 les dispositions suivantes :<p></p><p></p>   \"Il est justifié chaque année auprès du préfet du département du siège de l'association, du ministre de l'intérieur, du ministre chargé de la santé et de l'Agence française du sang de toutes les subventions reçues au cours de l'exercice écoulé\".<p></p><p></p>   (14) Pour les associations reconnues d'utilité publique, ajouter à l'article 20 les dispositions suivantes :<p></p><p></p>   \"6. Du produit des libéralités dont l'emploi est autorisé au cours de l'exercice.<p></p><p></p>   \"7. Du produit de la rétribution perçue pour service rendu\".<p></p><p></p>   (15) Pour les associations reconnues d'utilité publique, ajouter à l'article 22 les dispositions suivantes :<p></p><p></p>   \"Les capitaux mobiliers compris dans la dotation sont placés en titres nominatifs, en titres au porteur identifiables, ou en valeurs nominatives admises par la Banque de France en garantie d'avances. Ils peuvent également être employés à l'achat d'autres titres après autorisation donnée par arrêté\".<p></p><p></p>   (16) Pour les associations reconnues d'utilité publique, ajouter à l'article 25 les mots : \"au ministre de l'intérieur\" avant les mots :<p></p>\n au préfet du département\" et ajouter les deux alinéas suivants :<p></p><p></p>   \"Les registres de l'association et ses pièces de comptabilité sont présentés sans déplacement sur toute réquisition du ministre de l'intérieur ou du préfet du département, à eux-mêmes ou leur délégué ou à tout fonctionnaire accrédité par eux. Le rapport annuel et les comptes sont adressés chaque année au ministre de l'intérieur, au ministre chargé de la santé, au préfet du département du siège et à l'Agence française du sang.<p></p><p></p>   \"Le ministre de l'intérieur et le ministre chargé de la santé ont le droit de faire visiter par leurs délégués les établissements gérés par l'association et de se faire rendre compte de leur fonctionnement\".<p></p><p></p>   (17) Pour les associations reconnues d'utilité publique, ajouter à l'article 26 (avant-dernier alinéa) les mots : \"au ministre de l'intérieur\" avant les mots : \"au préfet du département\".<p></p><p></p>   (18) Pour les associations reconnues d'utilité publique, ajouter à l'article 27 (deuxième alinéa) les mots : \"au ministre de l'intérieur et du ministre chargé de la santé\" avant les mots : \"au préfet du département\" et insérer le troisième alinéa ci-après :<p></p><p></p>   \"La modification des statuts et la dissolution de l'association ne sont effectives qu'après l'approbation du Gouvernement\".<p></p><p></p>   (19) Un membre de l'association auquel revient son apport initial peut toujours décider de le transférer à l'établissement auquel sont dévolus les biens de l'association.<p></p>",
            "num": "Annexe I aux articles R668-1-1 à R668-21",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 864259200000,
            "dateFin": 1053993600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-05-12",
                        "fin": "2003-05-27",
                        "titre": "Livre 6 : Don et utilisation des éléments et produits du corps humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128482",
                        "id": "LEGISCTA000006128482",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-05-12",
                        "fin": "2003-05-27",
                        "titre": "Titre 2 : Du sang humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142960",
                        "id": "LEGISCTA000006142960",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1994-05-12",
                        "fin": "2003-05-27",
                        "titre": "Chapitre 3 : Des établissements de transfusion sanguine",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157893",
                        "id": "LEGISCTA000006157893",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1997-05-22",
                        "fin": "2003-05-27",
                        "titre": "Statuts types des établissements de transfusion sanguine constitués sous la forme d'associations.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174757",
                        "id": "LEGISCTA000006174757",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804491",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174757",
            "sectionParentId": "LEGISCTA000006174757",
            "sectionParentTitre": "Statuts types des établissements de transfusion sanguine constitués sous la forme d'associations.",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804491",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000347482",
                    "textTitle": "Décret 94-365 1994-05-10 annexe JORF 12 mai 1994",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000347482",
                    "natureText": "DECRET",
                    "datePubliTexte": "1994-05-12",
                    "dateSignaTexte": "1994-05-10",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000749699",
                    "textTitle": "Décret n°97-503 du 21 mai 1997 - art. 23 () JORF 22 mai 1997",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006543047",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-05-22",
                    "dateSignaTexte": "1997-05-21",
                    "dateDebutCible": "1997-05-22"
                },
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21 art. 4 2° JORF 27 mai 2003",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000513495",
                    "textTitle": "Décret 66-388 1966-06-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000513495",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "66-388",
                    "datePubli": -111801600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 910 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "910",
                    "articleId": "LEGIARTI000006435516",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5258649600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L667-11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L667-11",
                    "articleId": "LEGIARTI000006694240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-1",
                    "articleId": "LEGIARTI000006694249",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-11 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-11",
                    "articleId": "LEGIARTI000006694275",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 899337600000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-2",
                    "articleId": "LEGIARTI000006694252",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-4",
                    "articleId": "LEGIARTI000006694258",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-6",
                    "articleId": "LEGIARTI000006694263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-7",
                    "articleId": "LEGIARTI000006694265",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-8",
                    "articleId": "LEGIARTI000006694267",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L668-9 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L668-9",
                    "articleId": "LEGIARTI000006694270",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L670-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L670-3",
                    "articleId": "LEGIARTI000006694295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 726192000000
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1901-02-04 art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1901-07-01",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1908-04-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1924-06-01",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804491",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 864259200000,
                    "dateFin": 1053993600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I aux articles R668-1-1 à R668-21"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}