{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020629832",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les articles L. 4424-1 à L. 4424-5 et L. 4424-34 du code général des collectivités territoriales.",
            "texteHtml": "<p>Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392520&dateTexte=&categorieLien=cid'>L. 4424-1 à L. 4424-5 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392608&dateTexte=&categorieLien=cid'>L. 4424-34</a> du code général des collectivités territoriales.</p>",
            "num": "L215-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1242259200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Dispositions générales et communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120383",
                        "id": "LEGISCTA000006120383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137618",
                        "id": "LEGISCTA000006137618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151333",
                        "id": "LEGISCTA000006151333",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166576",
                        "id": "LEGISCTA000006166576",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524603",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166576",
            "sectionParentId": "LEGISCTA000006166576",
            "sectionParentTitre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Dispositions générales et communes &gt; Livre II : L'administration de l'éducation &gt; Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales &gt; Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020629832",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020604162",
                    "textTitle": "LOI n°2009-526\n du 12 mai 2009 - art. 97 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "97",
                    "articleId": "LEGIARTI000020606564",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-05-13",
                    "dateSignaTexte": "2009-05-12",
                    "dateDebutCible": "2009-05-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000788329",
                    "textTitle": "Décret n°2006-753 du 29 juin 2006 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006252433",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-753",
                    "datePubli": 1151625600000,
                    "dateDebut": 1151625600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4424-1",
                    "articleId": "LEGIARTI000006392520",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4424-34",
                    "articleId": "LEGIARTI000006392608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524603",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1050364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524604",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1050364800000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524605",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1106092800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524606",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1106092800000,
                    "dateFin": 1172016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524607",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1172016000000,
                    "dateFin": 1242259200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020629832",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1242259200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L215-1",
                "215-1"
            ],
            "versionPrecedente": "LEGIARTI000006524607",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006524607",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les dispositions des articles L. 4424-1 à L. 4424-5 et L. 4424-34 du code général des collectivités territoriales, ci-après reproduites : Art.L. 4424-1.-La collectivité territoriale de Corse établit et transmet au représentant de l'Etat, après consultation du conseil économique, social et culturel de Corse et compte tenu des orientations fixées par le plan, le schéma prévisionnel des formations des collèges, des lycées, des établissements d'enseignement professionnel, des établissements d'enseignement artistique, des établissements d'éducation spéciale, des lycées professionnels maritimes, des établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et des centres d'information et d'orientation. Elle associe les représentants désignés par les établissements d'enseignement privé sous contrat à l'élaboration de ce schéma. La collectivité territoriale de Corse établit, après accord de chacune des collectivités concernées par les projets situés sur leur territoire, le programme prévisionnel des investissements relatifs aux établissements cités au premier alinéa. A ce titre, la collectivité territoriale de Corse définit la localisation des établissements, leur capacité d'accueil et le mode d'hébergement des élèves. Chaque année, après avoir consulté le conseil économique, social et culturel de Corse et recueilli l'avis du représentant de l'Etat, la collectivité territoriale de Corse arrête la liste des opérations de construction ou d'extension des établissements précités. Cette liste est arrêtée compte tenu du programme prévisionnel des investissements et après accord de la commune d'implantation. Chaque année, la collectivité territoriale de Corse arrête la structure pédagogique générale des établissements d'enseignement du second degré en tenant compte du schéma prévisionnel des formations. A cette fin, après concertation avec le président du conseil exécutif de Corse, l'Etat fait connaître à l'Assemblée de Corse les moyens qu'il se propose d'attribuer à l'académie de Corse. La structure pédagogique devient définitive lorsqu'une convention portant sur les moyens attribués par l'Etat à l'académie de Corse et leurs modalités d'utilisation a été conclue entre le représentant de l'Etat et le président du conseil exécutif mandaté à cet effet. Art. L. 4424-2 .-La collectivité territoriale de Corse finance, construit, équipe et entretient les collèges, les lycées, les établissements publics d'enseignement professionnel, les établissements d'enseignement artistique, les établissements d'éducation spéciale, ainsi que les lycées professionnels maritimes, les établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et les centres d'information et d'orientation. La collectivité territoriale de Corse assure l'accueil, la restauration, l'hébergement ainsi que l'entretien général et technique, à l'exception des missions d'encadrement et de surveillance des élèves, dans les établissements d'enseignement dont elle a la charge. Elle assure le recrutement, la gestion et la rémunération des personnels techniciens, ouvriers et de service exerçant leurs missions dans ces établissements. Ces personnels sont membres de la communauté éducative et concourent directement aux missions du service public de l'éducation nationale dans les conditions fixées par les articles L. 421-13 et L. 913-1 du code de l'éducation . Les deuxième et troisième alinéas du présent article sont applicables à partir du 1er janvier 2005. Les articles 104 à 111 de la loi n° 2004-809 du 13 août 2004 relative aux libertés et responsabilités locales s'appliquent au transfert de compétences prévu par les trois alinéas précédents. La collectivité territoriale de Corse peut confier la maîtrise d'ouvrage des travaux de construction, d'équipement et d'entretien des établissements relevant de sa compétence aux départements et aux communes qui le demandent. Une convention détermine les modalités de cette délégation. L'Etat assure aux collèges, lycées, établissements publics d'enseignement professionnel, d'éducation spéciale, ainsi qu'aux lycées professionnels maritimes, aux établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et aux centres d'information et d'orientation, les moyens financiers directement liés à leur activité pédagogique. Art.L. 4424-3.-Dans le cadre de la politique nationale de l'enseignement supérieur, le président du conseil exécutif présente à l'Assemblée de Corse les propositions relatives à l'enseignement supérieur et à la recherche, après avis de l'université de Corse. Sur cette base, l'Assemblée de Corse établit, en fonction des priorités qu'elle détermine en matière de développement culturel, économique et social et après consultation du conseil économique, social et culturel de Corse, la carte de l'enseignement supérieur et de la recherche. Cette carte devient définitive lorsqu'elle a fait l'objet d'une convention entre la collectivité territoriale de Corse, l'Etat et l'université de Corse. La collectivité territoriale de Corse peut, par délibération de l'Assemblée, organiser ses propres actions complémentaires d'enseignement supérieur et de recherche, sans préjudice des compétences de l'Etat en matière d'homologation des titres et diplômes. Elle passe, à cette fin, des conventions avec des établissements d'enseignement supérieur ou des organismes de recherche. Art. L. 4424-4 .-La collectivité territoriale de Corse finance, construit, équipe et entretient les établissements d'enseignement supérieur figurant à la carte prévue à l'article L. 4424-3 .L'Etat assure à ces établissements les moyens financiers directement liés à leurs activités pédagogiques et de recherche. Art. L. 4424-5 .-Sur proposition du conseil exécutif, qui recueille l'avis du conseil économique, social et culturel de Corse, l'Assemblée détermine les activités éducatives complémentaires que la collectivité territoriale de Corse organise. L'Assemblée adopte, dans les mêmes conditions, un plan de développement de l'enseignement de la langue et de la culture corses, dont les modalités d'application font l'objet d'une convention conclue entre la collectivité territoriale de Corse et l'Etat. Cette convention prévoit les mesures d'accompagnement nécessaires, et notamment celles relatives à la formation initiale et à la formation continue des enseignants. Art.L. 4424-34.-La collectivité territoriale de Corse assure la mise en oeuvre des actions d'apprentissage et de formation professionnelle continue dans les conditions prévues pour les régions aux articles L. 214-12 à L. 214-16 du code de l'éducation. Elle élabore, en concertation avec l'Etat et après consultation des départements et du conseil économique, social et culturel de Corse, le plan régional de développement de la formation professionnelle des jeunes et des adultes, dont elle assure la mise en oeuvre. A l'occasion de la mise en oeuvre de ce plan, la collectivité territoriale de Corse signe une convention, notamment avec l'Association nationale pour la formation professionnelle des adultes, dont elle arrête le programme des formations et le programme des opérations d'équipement pour la Corse.",
            "texteHtml": "<p>Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les dispositions des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392520&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L4424-1 (V)'>L. 4424-1 à L. 4424-5 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392608&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L4424-34 (V)'>L. 4424-34 du code général des collectivités territoriales, </a>ci-après reproduites : </p><p>Art.L. 4424-1.-La collectivité territoriale de Corse établit et transmet au représentant de l'Etat, après consultation du conseil économique, social et culturel de Corse et compte tenu des orientations fixées par le plan, le schéma prévisionnel des formations des collèges, des lycées, des établissements d'enseignement professionnel, des établissements d'enseignement artistique, des établissements d'éducation spéciale, des lycées professionnels maritimes, des établissements d'enseignement agricole mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006586135&dateTexte=&categorieLien=cid' title='Code rural - art. L811-8 (V)'>L. 811-8 du code rural </a>et des centres d'information et d'orientation. </p><p>Elle associe les représentants désignés par les établissements d'enseignement privé sous contrat à l'élaboration de ce schéma. </p><p>La collectivité territoriale de Corse établit, après accord de chacune des collectivités concernées par les projets situés sur leur territoire, le programme prévisionnel des investissements relatifs aux établissements cités au premier alinéa.</p><p>A ce titre, la collectivité territoriale de Corse définit la localisation des établissements, leur capacité d'accueil et le mode d'hébergement des élèves. </p><p>Chaque année, après avoir consulté le conseil économique, social et culturel de Corse et recueilli l'avis du représentant de l'Etat, la collectivité territoriale de Corse arrête la liste des opérations de construction ou d'extension des établissements précités. Cette liste est arrêtée compte tenu du programme prévisionnel des investissements et après accord de la commune d'implantation. </p><p>Chaque année, la collectivité territoriale de Corse arrête la structure pédagogique générale des établissements d'enseignement du second degré en tenant compte du schéma prévisionnel des formations.</p><p>A cette fin, après concertation avec le président du conseil exécutif de Corse, l'Etat fait connaître à l'Assemblée de Corse les moyens qu'il se propose d'attribuer à l'académie de Corse. La structure pédagogique devient définitive lorsqu'une convention portant sur les moyens attribués par l'Etat à l'académie de Corse et leurs modalités d'utilisation a été conclue entre le représentant de l'Etat et le président du conseil exécutif mandaté à cet effet. </p><p>Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392523&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L4424-2 (V)'>L. 4424-2</a>.-La collectivité territoriale de Corse finance, construit, équipe et entretient les collèges, les lycées, les établissements publics d'enseignement professionnel, les établissements d'enseignement artistique, les établissements d'éducation spéciale, ainsi que les lycées professionnels maritimes, les établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et les centres d'information et d'orientation. </p><p>La collectivité territoriale de Corse assure l'accueil, la restauration, l'hébergement ainsi que l'entretien général et technique, à l'exception des missions d'encadrement et de surveillance des élèves, dans les établissements d'enseignement dont elle a la charge. </p><p>Elle assure le recrutement, la gestion et la rémunération des personnels techniciens, ouvriers et de service exerçant leurs missions dans ces établissements. Ces personnels sont membres de la communauté éducative et concourent directement aux missions du service public de l'éducation nationale dans les conditions fixées par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006524941&dateTexte=&categorieLien=cid' title='Code de l'éducation - art. L421-13 (V)'>L. 421-13 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525575&dateTexte=&categorieLien=cid' title='Code de l'éducation - art. L913-1 (V)'>L. 913-1 du code de l'éducation</a>. </p><p>Les deuxième et troisième alinéas du présent article sont applicables à partir du 1er janvier 2005. </p><p>Les articles 104 à 111 de la <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000804607&idArticle=LEGIARTI000006399712&dateTexte=&categorieLien=cid' title='Loi n°2004-809 du 13 août 2004 - art. 104 (V)'>loi n° 2004-809 du 13 août 2004 </a>relative aux libertés et responsabilités locales s'appliquent au transfert de compétences prévu par les trois alinéas précédents. </p><p>La collectivité territoriale de Corse peut confier la maîtrise d'ouvrage des travaux de construction, d'équipement et d'entretien des établissements relevant de sa compétence aux départements et aux communes qui le demandent. Une convention détermine les modalités de cette délégation.</p><p>L'Etat assure aux collèges, lycées, établissements publics d'enseignement professionnel, d'éducation spéciale, ainsi qu'aux lycées professionnels maritimes, aux établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et aux centres d'information et d'orientation, les moyens financiers directement liés à leur activité pédagogique. </p><p>Art.L. 4424-3.-Dans le cadre de la politique nationale de l'enseignement supérieur, le président du conseil exécutif présente à l'Assemblée de Corse les propositions relatives à l'enseignement supérieur et à la recherche, après avis de l'université de Corse. </p><p>Sur cette base, l'Assemblée de Corse établit, en fonction des priorités qu'elle détermine en matière de développement culturel, économique et social et après consultation du conseil économique, social et culturel de Corse, la carte de l'enseignement supérieur et de la recherche. Cette carte devient définitive lorsqu'elle a fait l'objet d'une convention entre la collectivité territoriale de Corse, l'Etat et l'université de Corse. </p><p>La collectivité territoriale de Corse peut, par délibération de l'Assemblée, organiser ses propres actions complémentaires d'enseignement supérieur et de recherche, sans préjudice des compétences de l'Etat en matière d'homologation des titres et diplômes. Elle passe, à cette fin, des conventions avec des établissements d'enseignement supérieur ou des organismes de recherche. </p><p>Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392530&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L4424-4 (V)'>L. 4424-4</a>.-La collectivité territoriale de Corse finance, construit, équipe et entretient les établissements d'enseignement supérieur figurant à la carte prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392528&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L4424-3 (V)'>L. 4424-3</a>.L'Etat assure à ces établissements les moyens financiers directement liés à leurs activités pédagogiques et de recherche. </p><p>Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392533&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L4424-5 (V)'>L. 4424-5</a>.-Sur proposition du conseil exécutif, qui recueille l'avis du conseil économique, social et culturel de Corse, l'Assemblée détermine les activités éducatives complémentaires que la collectivité territoriale de Corse organise.</p><p>L'Assemblée adopte, dans les mêmes conditions, un plan de développement de l'enseignement de la langue et de la culture corses, dont les modalités d'application font l'objet d'une convention conclue entre la collectivité territoriale de Corse et l'Etat. </p><p>Cette convention prévoit les mesures d'accompagnement nécessaires, et notamment celles relatives à la formation initiale et à la formation continue des enseignants. </p><p>Art.L. 4424-34.-La collectivité territoriale de Corse assure la mise en oeuvre des actions d'apprentissage et de formation professionnelle continue dans les conditions prévues pour les régions aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006524583&dateTexte=&categorieLien=cid' title='Code de l'éducation - art. L214-12 (V)'>L. 214-12 à L. 214-16 du code de l'éducation. </a></p><p>Elle élabore, en concertation avec l'Etat et après consultation des départements et du conseil économique, social et culturel de Corse, le plan régional de développement de la formation professionnelle des jeunes et des adultes, dont elle assure la mise en oeuvre.</p><p>A l'occasion de la mise en oeuvre de ce plan, la collectivité territoriale de Corse signe une convention, notamment avec l'Association nationale pour la formation professionnelle des adultes, dont elle arrête le programme des formations et le programme des opérations d'équipement pour la Corse.</p>",
            "num": "L215-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1172016000000,
            "dateFin": 1242259200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Dispositions générales et communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120383",
                        "id": "LEGISCTA000006120383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137618",
                        "id": "LEGISCTA000006137618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151333",
                        "id": "LEGISCTA000006151333",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166576",
                        "id": "LEGISCTA000006166576",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524603",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166576",
            "sectionParentId": "LEGISCTA000006166576",
            "sectionParentTitre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Dispositions générales et communes &gt; Livre II : L'administration de l'éducation &gt; Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales &gt; Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006524607",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Ordonnance 2000-549 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi 2003-339 2003-04-14 art. 1 (loi de ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000644388",
                    "textTitle": "Loi n°2007-209 du 19 février 2007 - art. 59 () JORF 21 février 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000006399919",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-02-21",
                    "dateSignaTexte": "2007-02-19",
                    "dateDebutCible": "2007-02-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000804607",
                    "textTitle": "Loi n°2004-809 du 13 août 2004 - art. 104 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "104",
                    "articleId": "LEGIARTI000006399712",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-809",
                    "datePubli": 1092700800000,
                    "dateDebut": 1256688000000
                },
                {
                    "textCid": "JORFTEXT000000788329",
                    "textTitle": "Décret n°2006-753 du 29 juin 2006 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006252433",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-753",
                    "datePubli": 1151625600000,
                    "dateDebut": 1151625600000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L214-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-12",
                    "articleId": "LEGIARTI000006524583",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L421-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-13",
                    "articleId": "LEGIARTI000006524941",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L913-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L913-1",
                    "articleId": "LEGIARTI000006525575",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L811-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L811-8",
                    "articleId": "LEGIARTI000006586135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743385600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-1 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L4424-1",
                    "articleId": "LEGIARTI000006392520",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-2 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L4424-2",
                    "articleId": "LEGIARTI000006392523",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-3 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L4424-3",
                    "articleId": "LEGIARTI000006392528",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-34 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L4424-34",
                    "articleId": "LEGIARTI000006392608",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-4 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L4424-4",
                    "articleId": "LEGIARTI000006392530",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-5 (V)",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "L4424-5",
                    "articleId": "LEGIARTI000006392533",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524603",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1050364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524604",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1050364800000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524605",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1106092800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524606",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1106092800000,
                    "dateFin": 1172016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524607",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1172016000000,
                    "dateFin": 1242259200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020629832",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1242259200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L215-1",
                "215-1"
            ],
            "versionPrecedente": "LEGIARTI000006524606",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006524606",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les dispositions des articles L. 4424-1 à L. 4424-5 et L. 4424-34 du code général des collectivités territoriales, ci-après reproduites : Art. L. 4424-1. - La collectivité territoriale de Corse établit et transmet au représentant de l'Etat, après consultation du conseil économique, social et culturel de Corse et compte tenu des orientations fixées par le plan, le schéma prévisionnel des formations des collèges, des lycées, des établissements d'enseignement professionnel, des établissements d'enseignement artistique, des établissements d'éducation spéciale, des lycées professionnels maritimes, des établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et des centres d'information et d'orientation. Elle associe les représentants désignés par les établissements d'enseignement privé sous contrat à l'élaboration de ce schéma. La collectivité territoriale de Corse établit, après accord de chacune des collectivités concernées par les projets situés sur leur territoire, le programme prévisionnel des investissements relatifs aux établissements cités au premier alinéa. A ce titre, la collectivité territoriale de Corse définit la localisation des établissements, leur capacité d'accueil et le mode d'hébergement des élèves. Chaque année, après avoir consulté le conseil économique, social et culturel de Corse et recueilli l'avis du représentant de l'Etat, la collectivité territoriale de Corse arrête la liste des opérations de construction ou d'extension des établissements précités. Cette liste est arrêtée compte tenu du programme prévisionnel des investissements et après accord de la commune d'implantation. Chaque année, la collectivité territoriale de Corse arrête la structure pédagogique générale des établissements d'enseignement du second degré en tenant compte du schéma prévisionnel des formations. A cette fin, après concertation avec le président du conseil exécutif de Corse, l'Etat fait connaître à l'Assemblée de Corse les moyens qu'il se propose d'attribuer à l'académie de Corse. La structure pédagogique devient définitive lorsqu'une convention portant sur les moyens attribués par l'Etat à l'académie de Corse et leurs modalités d'utilisation a été conclue entre le représentant de l'Etat et le président du conseil exécutif mandaté à cet effet. Art. L. 4424-2. - La collectivité territoriale de Corse finance, construit, équipe et entretient les collèges, les lycées, les établissements publics d'enseignement professionnel, les établissements d'enseignement artistique, les établissements d'éducation spéciale, ainsi que les lycées professionnels maritimes, les établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et les centres d'information et d'orientation. La collectivité territoriale de Corse peut confier la maîtrise d'ouvrage des travaux de construction, d'équipement et d'entretien des établissements relevant de sa compétence aux départements et aux communes qui le demandent. Une convention détermine les modalités de cette délégation. L'Etat assure aux collèges, lycées, établissements publics d'enseignement professionnel, d'éducation spéciale, ainsi qu'aux lycées professionnels maritimes, aux établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et aux centres d'information et d'orientation, les moyens financiers directement liés à leur activité pédagogique. Art. L. 4424-3. - Dans le cadre de la politique nationale de l'enseignement supérieur, le président du conseil exécutif présente à l'Assemblée de Corse les propositions relatives à l'enseignement supérieur et à la recherche, après avis de l'université de Corse. Sur cette base, l'Assemblée de Corse établit, en fonction des priorités qu'elle détermine en matière de développement culturel, économique et social et après consultation du conseil économique, social et culturel de Corse, la carte de l'enseignement supérieur et de la recherche. Cette carte devient définitive lorsqu'elle a fait l'objet d'une convention entre la collectivité territoriale de Corse, l'Etat et l'université de Corse. La collectivité territoriale de Corse peut, par délibération de l'Assemblée, organiser ses propres actions complémentaires d'enseignement supérieur et de recherche, sans préjudice des compétences de l'Etat en matière d'homologation des titres et diplômes. Elle passe, à cette fin, des conventions avec des établissements d'enseignement supérieur ou des organismes de recherche. Art. L. 4424-4. - La collectivité territoriale de Corse finance, construit, équipe et entretient les établissements d'enseignement supérieur figurant à la carte prévue à l'article L. 4424-3. L'Etat assure à ces établissements les moyens financiers directement liés à leurs activités pédagogiques et de recherche. Art. L. 4424-5. - Sur proposition du conseil exécutif, qui recueille l'avis du conseil économique, social et culturel de Corse, l'Assemblée détermine les activités éducatives complémentaires que la collectivité territoriale de Corse organise. L'Assemblée adopte, dans les mêmes conditions, un plan de développement de l'enseignement de la langue et de la culture corses, dont les modalités d'application font l'objet d'une convention conclue entre la collectivité territoriale de Corse et l'Etat. Cette convention prévoit les mesures d'accompagnement nécessaires, et notamment celles relatives à la formation initiale et à la formation continue des enseignants. Art. L. 4424-34. - La collectivité territoriale de Corse assure la mise en oeuvre des actions d'apprentissage et de formation professionnelle continue dans les conditions prévues pour les régions aux articles L. 214-12 à L. 214-16 du code de l'éducation. Elle élabore, en concertation avec l'Etat et après consultation des départements et du conseil économique, social et culturel de Corse, le plan régional de développement de la formation professionnelle des jeunes et des adultes, dont elle assure la mise en oeuvre. A l'occasion de la mise en oeuvre de ce plan, la collectivité territoriale de Corse signe une convention, notamment avec l'Association nationale pour la formation professionnelle des adultes, dont elle arrête le programme des formations et le programme des opérations d'équipement pour la Corse.",
            "texteHtml": "<p></p>   Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les dispositions des articles L. 4424-1 à L. 4424-5 et L. 4424-34 du code général des collectivités territoriales, ci-après reproduites :<p></p><p></p>   Art. L. 4424-1. - La collectivité territoriale de Corse établit et transmet au représentant de l'Etat, après consultation du conseil économique, social et culturel de Corse et compte tenu des orientations fixées par le plan, le schéma prévisionnel des formations des collèges, des lycées, des établissements d'enseignement professionnel, des établissements d'enseignement artistique, des établissements d'éducation spéciale, des lycées professionnels maritimes, des établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et des centres d'information et d'orientation.<p></p><p></p>   Elle associe les représentants désignés par les établissements d'enseignement privé sous contrat à l'élaboration de ce schéma.<p></p><p></p>   La collectivité territoriale de Corse établit, après accord de chacune des collectivités concernées par les projets situés sur leur territoire, le programme prévisionnel des investissements relatifs aux établissements cités au premier alinéa.<p></p><p></p>   A ce titre, la collectivité territoriale de Corse définit la localisation des établissements, leur capacité d'accueil et le mode d'hébergement des élèves.<p></p><p></p>   Chaque année, après avoir consulté le conseil économique, social et culturel de Corse et recueilli l'avis du représentant de l'Etat, la collectivité territoriale de Corse arrête la liste des opérations de construction ou d'extension des établissements précités. Cette liste est arrêtée compte tenu du programme prévisionnel des investissements et après accord de la commune d'implantation.<p></p><p></p>   Chaque année, la collectivité territoriale de Corse arrête la structure pédagogique générale des établissements d'enseignement du second degré en tenant compte du schéma prévisionnel des formations.<p></p><p></p>   A cette fin, après concertation avec le président du conseil exécutif de Corse, l'Etat fait connaître à l'Assemblée de Corse les moyens qu'il se propose d'attribuer à l'académie de Corse. La structure pédagogique devient définitive lorsqu'une convention portant sur les moyens attribués par l'Etat à l'académie de Corse et leurs modalités d'utilisation a été conclue entre le représentant de l'Etat et le président du conseil exécutif mandaté à cet effet.<p></p><p></p>   Art. L. 4424-2. - La collectivité territoriale de Corse finance, construit, équipe et entretient les collèges, les lycées, les établissements publics d'enseignement professionnel, les établissements d'enseignement artistique, les établissements d'éducation spéciale, ainsi que les lycées professionnels maritimes, les établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et les centres d'information et d'orientation.<p></p><p></p>   La collectivité territoriale de Corse peut confier la maîtrise d'ouvrage des travaux de construction, d'équipement et d'entretien des établissements relevant de sa compétence aux départements et aux communes qui le demandent. Une convention détermine les modalités de cette délégation.<p></p><p></p>   L'Etat assure aux collèges, lycées, établissements publics d'enseignement professionnel, d'éducation spéciale, ainsi qu'aux lycées professionnels maritimes, aux établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et aux centres d'information et d'orientation, les moyens financiers directement liés à leur activité pédagogique.<p></p><p></p>   Art. L. 4424-3. - Dans le cadre de la politique nationale de l'enseignement supérieur, le président du conseil exécutif présente à l'Assemblée de Corse les propositions relatives à l'enseignement supérieur et à la recherche, après avis de l'université de Corse.<p></p><p></p>   Sur cette base, l'Assemblée de Corse établit, en fonction des priorités qu'elle détermine en matière de développement culturel, économique et social et après consultation du conseil économique, social et culturel de Corse, la carte de l'enseignement supérieur et de la recherche. Cette carte devient définitive lorsqu'elle a fait l'objet d'une convention entre la collectivité territoriale de Corse, l'Etat et l'université de Corse.<p></p><p></p>   La collectivité territoriale de Corse peut, par délibération de l'Assemblée, organiser ses propres actions complémentaires d'enseignement supérieur et de recherche, sans préjudice des compétences de l'Etat en matière d'homologation des titres et diplômes. Elle passe, à cette fin, des conventions avec des établissements d'enseignement supérieur ou des organismes de recherche.<p></p><p></p>   Art. L. 4424-4. - La collectivité territoriale de Corse finance, construit, équipe et entretient les établissements d'enseignement supérieur figurant à la carte prévue à l'article L. 4424-3. L'Etat assure à ces établissements les moyens financiers directement liés à leurs activités pédagogiques et de recherche.<p></p><p></p>   Art. L. 4424-5. - Sur proposition du conseil exécutif, qui recueille l'avis du conseil économique, social et culturel de Corse, l'Assemblée détermine les activités éducatives complémentaires que la collectivité territoriale de Corse organise.<p></p><p></p>   L'Assemblée adopte, dans les mêmes conditions, un plan de développement de l'enseignement de la langue et de la culture corses, dont les modalités d'application font l'objet d'une convention conclue entre la collectivité territoriale de Corse et l'Etat.<p></p><p></p>   Cette convention prévoit les mesures d'accompagnement nécessaires, et notamment celles relatives à la formation initiale et à la formation continue des enseignants.<p></p><p></p>   Art. L. 4424-34. - La collectivité territoriale de Corse assure la mise en oeuvre des actions d'apprentissage et de formation professionnelle continue dans les conditions prévues pour les régions aux articles L. 214-12 à L. 214-16 du code de l'éducation.<p></p><p></p>   Elle élabore, en concertation avec l'Etat et après consultation des départements et du conseil économique, social et culturel de Corse, le plan régional de développement de la formation professionnelle des jeunes et des adultes, dont elle assure la mise en oeuvre.<p></p><p></p>   A l'occasion de la mise en oeuvre de ce plan, la collectivité territoriale de Corse signe une convention, notamment avec l'Association nationale pour la formation professionnelle des adultes, dont elle arrête le programme des formations et le programme des opérations d'équipement pour la Corse.<p></p>",
            "num": "L215-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1106092800000,
            "dateFin": 1172016000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Dispositions générales et communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120383",
                        "id": "LEGISCTA000006120383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137618",
                        "id": "LEGISCTA000006137618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151333",
                        "id": "LEGISCTA000006151333",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166576",
                        "id": "LEGISCTA000006166576",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524603",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166576",
            "sectionParentId": "LEGISCTA000006166576",
            "sectionParentTitre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Dispositions générales et communes &gt; Livre II : L'administration de l'éducation &gt; Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales &gt; Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006524606",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Ordonnance 2000-549 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi 2003-339 2003-04-14 art. 1 (loi de ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000806166",
                    "textTitle": "Loi n°2005-32 du 18 janvier 2005 - art. 14 () JORF 19 janvier 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006658395",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-01-19",
                    "dateSignaTexte": "2005-01-18",
                    "dateDebutCible": "2005-01-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L811-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000788329",
                    "textTitle": "Décret n°2006-753 du 29 juin 2006 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006252433",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-753",
                    "datePubli": 1151625600000,
                    "dateDebut": 1151625600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-34 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4424-34",
                    "articleId": "LEGIARTI000006392608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales L4424-1 à L4424-5, L4424-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070633",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation L4424-3, L214-12 à L214-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006071191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524603",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1050364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524604",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1050364800000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524605",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1106092800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524606",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1106092800000,
                    "dateFin": 1172016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524607",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1172016000000,
                    "dateFin": 1242259200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020629832",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1242259200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L215-1",
                "215-1"
            ],
            "versionPrecedente": "LEGIARTI000006524605",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006524605",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les dispositions des articles L. 4424-1 à L. 4424-5 et L. 4424-34 du code général des collectivités territoriales, ci-après reproduites : Art. L. 4424-1. - La collectivité territoriale de Corse établit et transmet au représentant de l'Etat, après consultation du conseil économique, social et culturel de Corse et compte tenu des orientations fixées par le plan, le schéma prévisionnel des formations des collèges, des lycées, des établissements d'enseignement professionnel, des établissements d'enseignement artistique, des établissements d'éducation spéciale, des écoles de formation maritime et aquacole, des établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et des centres d'information et d'orientation. Elle associe les représentants désignés par les établissements d'enseignement privé sous contrat à l'élaboration de ce schéma. La collectivité territoriale de Corse établit, après accord de chacune des collectivités concernées par les projets situés sur leur territoire, le programme prévisionnel des investissements relatifs aux établissements cités au premier alinéa. A ce titre, la collectivité territoriale de Corse définit la localisation des établissements, leur capacité d'accueil et le mode d'hébergement des élèves. Chaque année, après avoir consulté le conseil économique, social et culturel de Corse et recueilli l'avis du représentant de l'Etat, la collectivité territoriale de Corse arrête la liste des opérations de construction ou d'extension des établissements précités. Cette liste est arrêtée compte tenu du programme prévisionnel des investissements et après accord de la commune d'implantation. Chaque année, la collectivité territoriale de Corse arrête la structure pédagogique générale des établissements d'enseignement du second degré en tenant compte du schéma prévisionnel des formations. A cette fin, après concertation avec le président du conseil exécutif de Corse, l'Etat fait connaître à l'Assemblée de Corse les moyens qu'il se propose d'attribuer à l'académie de Corse. La structure pédagogique devient définitive lorsqu'une convention portant sur les moyens attribués par l'Etat à l'académie de Corse et leurs modalités d'utilisation a été conclue entre le représentant de l'Etat et le président du conseil exécutif mandaté à cet effet. Art. L. 4424-2. - La collectivité territoriale de Corse finance, construit, équipe et entretient les collèges, les lycées, les établissements publics d'enseignement professionnel, les établissements d'enseignement artistique, les établissements d'éducation spéciale, ainsi que les lycées professionnels maritimes, les établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et les centres d'information et d'orientation. La collectivité territoriale de Corse peut confier la maîtrise d'ouvrage des travaux de construction, d'équipement et d'entretien des établissements relevant de sa compétence aux départements et aux communes qui le demandent. Une convention détermine les modalités de cette délégation. L'Etat assure aux collèges, lycées, établissements publics d'enseignement professionnel, d'éducation spéciale, ainsi qu'aux lycées professionnels maritimes, aux établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et aux centres d'information et d'orientation, les moyens financiers directement liés à leur activité pédagogique. Art. L. 4424-3. - Dans le cadre de la politique nationale de l'enseignement supérieur, le président du conseil exécutif présente à l'Assemblée de Corse les propositions relatives à l'enseignement supérieur et à la recherche, après avis de l'université de Corse. Sur cette base, l'Assemblée de Corse établit, en fonction des priorités qu'elle détermine en matière de développement culturel, économique et social et après consultation du conseil économique, social et culturel de Corse, la carte de l'enseignement supérieur et de la recherche. Cette carte devient définitive lorsqu'elle a fait l'objet d'une convention entre la collectivité territoriale de Corse, l'Etat et l'université de Corse. La collectivité territoriale de Corse peut, par délibération de l'Assemblée, organiser ses propres actions complémentaires d'enseignement supérieur et de recherche, sans préjudice des compétences de l'Etat en matière d'homologation des titres et diplômes. Elle passe, à cette fin, des conventions avec des établissements d'enseignement supérieur ou des organismes de recherche. Art. L. 4424-4. - La collectivité territoriale de Corse finance, construit, équipe et entretient les établissements d'enseignement supérieur figurant à la carte prévue à l'article L. 4424-3. L'Etat assure à ces établissements les moyens financiers directement liés à leurs activités pédagogiques et de recherche. Art. L. 4424-5. - Sur proposition du conseil exécutif, qui recueille l'avis du conseil économique, social et culturel de Corse, l'Assemblée détermine les activités éducatives complémentaires que la collectivité territoriale de Corse organise. L'Assemblée adopte, dans les mêmes conditions, un plan de développement de l'enseignement de la langue et de la culture corses, dont les modalités d'application font l'objet d'une convention conclue entre la collectivité territoriale de Corse et l'Etat. Cette convention prévoit les mesures d'accompagnement nécessaires, et notamment celles relatives à la formation initiale et à la formation continue des enseignants. Art. L. 4424-34. - La collectivité territoriale de Corse assure la mise en oeuvre des actions d'apprentissage et de formation professionnelle continue dans les conditions prévues pour les régions aux articles L. 214-12 à L. 214-16 du code de l'éducation. Elle élabore, en concertation avec l'Etat et après consultation des départements et du conseil économique, social et culturel de Corse, le plan régional de développement de la formation professionnelle des jeunes et des adultes, dont elle assure la mise en oeuvre. A l'occasion de la mise en oeuvre de ce plan, la collectivité territoriale de Corse signe une convention, notamment avec l'Association nationale pour la formation professionnelle des adultes, dont elle arrête le programme des formations et le programme des opérations d'équipement pour la Corse. Elle assure les actions d'insertion professionnelle des jeunes dans les conditions prévues pour les régions aux articles L. 4253-6 à L. 4253-10.",
            "texteHtml": "<p></p>   Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les dispositions des articles L. 4424-1 à L. 4424-5 et L. 4424-34 du code général des collectivités territoriales, ci-après reproduites :<p></p><p></p>   Art. L. 4424-1. - La collectivité territoriale de Corse établit et transmet au représentant de l'Etat, après consultation du conseil économique, social et culturel de Corse et compte tenu des orientations fixées par le plan, le schéma prévisionnel des formations des collèges, des lycées, des établissements d'enseignement professionnel, des établissements d'enseignement artistique, des établissements d'éducation spéciale, des écoles de formation maritime et aquacole, des établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et des centres d'information et d'orientation.<p></p><p></p>   Elle associe les représentants désignés par les établissements d'enseignement privé sous contrat à l'élaboration de ce schéma.<p></p><p></p>   La collectivité territoriale de Corse établit, après accord de chacune des collectivités concernées par les projets situés sur leur territoire, le programme prévisionnel des investissements relatifs aux établissements cités au premier alinéa.<p></p><p></p>   A ce titre, la collectivité territoriale de Corse définit la localisation des établissements, leur capacité d'accueil et le mode d'hébergement des élèves.<p></p><p></p>   Chaque année, après avoir consulté le conseil économique, social et culturel de Corse et recueilli l'avis du représentant de l'Etat, la collectivité territoriale de Corse arrête la liste des opérations de construction ou d'extension des établissements précités. Cette liste est arrêtée compte tenu du programme prévisionnel des investissements et après accord de la commune d'implantation.<p></p><p></p>   Chaque année, la collectivité territoriale de Corse arrête la structure pédagogique générale des établissements d'enseignement du second degré en tenant compte du schéma prévisionnel des formations.<p></p><p></p>   A cette fin, après concertation avec le président du conseil exécutif de Corse, l'Etat fait connaître à l'Assemblée de Corse les moyens qu'il se propose d'attribuer à l'académie de Corse. La structure pédagogique devient définitive lorsqu'une convention portant sur les moyens attribués par l'Etat à l'académie de Corse et leurs modalités d'utilisation a été conclue entre le représentant de l'Etat et le président du conseil exécutif mandaté à cet effet.<p></p><p></p>   Art. L. 4424-2. - La collectivité territoriale de Corse finance, construit, équipe et entretient les collèges, les lycées, les établissements publics d'enseignement professionnel, les établissements d'enseignement artistique, les établissements d'éducation spéciale, ainsi que les lycées professionnels maritimes, les établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et les centres d'information et d'orientation.<p></p><p></p>   La collectivité territoriale de Corse peut confier la maîtrise d'ouvrage des travaux de construction, d'équipement et d'entretien des établissements relevant de sa compétence aux départements et aux communes qui le demandent. Une convention détermine les modalités de cette délégation.<p></p><p></p>   L'Etat assure aux collèges, lycées, établissements publics d'enseignement professionnel, d'éducation spéciale, ainsi qu'aux lycées professionnels maritimes, aux établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et aux centres d'information et d'orientation, les moyens financiers directement liés à leur activité pédagogique.<p></p><p></p>   Art. L. 4424-3. - Dans le cadre de la politique nationale de l'enseignement supérieur, le président du conseil exécutif présente à l'Assemblée de Corse les propositions relatives à l'enseignement supérieur et à la recherche, après avis de l'université de Corse.<p></p><p></p>   Sur cette base, l'Assemblée de Corse établit, en fonction des priorités qu'elle détermine en matière de développement culturel, économique et social et après consultation du conseil économique, social et culturel de Corse, la carte de l'enseignement supérieur et de la recherche. Cette carte devient définitive lorsqu'elle a fait l'objet d'une convention entre la collectivité territoriale de Corse, l'Etat et l'université de Corse.<p></p><p></p>   La collectivité territoriale de Corse peut, par délibération de l'Assemblée, organiser ses propres actions complémentaires d'enseignement supérieur et de recherche, sans préjudice des compétences de l'Etat en matière d'homologation des titres et diplômes. Elle passe, à cette fin, des conventions avec des établissements d'enseignement supérieur ou des organismes de recherche.<p></p><p></p>   Art. L. 4424-4. - La collectivité territoriale de Corse finance, construit, équipe et entretient les établissements d'enseignement supérieur figurant à la carte prévue à l'article L. 4424-3. L'Etat assure à ces établissements les moyens financiers directement liés à leurs activités pédagogiques et de recherche.<p></p><p></p>   Art. L. 4424-5. - Sur proposition du conseil exécutif, qui recueille l'avis du conseil économique, social et culturel de Corse, l'Assemblée détermine les activités éducatives complémentaires que la collectivité territoriale de Corse organise.<p></p><p></p>   L'Assemblée adopte, dans les mêmes conditions, un plan de développement de l'enseignement de la langue et de la culture corses, dont les modalités d'application font l'objet d'une convention conclue entre la collectivité territoriale de Corse et l'Etat.<p></p><p></p>   Cette convention prévoit les mesures d'accompagnement nécessaires, et notamment celles relatives à la formation initiale et à la formation continue des enseignants.<p></p><p></p>   Art. L. 4424-34. - La collectivité territoriale de Corse assure la mise en oeuvre des actions d'apprentissage et de formation professionnelle continue dans les conditions prévues pour les régions aux articles L. 214-12 à L. 214-16 du code de l'éducation.<p></p><p></p>   Elle élabore, en concertation avec l'Etat et après consultation des départements et du conseil économique, social et culturel de Corse, le plan régional de développement de la formation professionnelle des jeunes et des adultes, dont elle assure la mise en oeuvre.<p></p><p></p>   A l'occasion de la mise en oeuvre de ce plan, la collectivité territoriale de Corse signe une convention, notamment avec l'Association nationale pour la formation professionnelle des adultes, dont elle arrête le programme des formations et le programme des opérations d'équipement pour la Corse.<p></p><p></p>   Elle assure les actions d'insertion professionnelle des jeunes dans les conditions prévues pour les régions aux articles L. 4253-6 à L. 4253-10.<p></p>",
            "num": "L215-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1072828800000,
            "dateFin": 1106092800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Dispositions générales et communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120383",
                        "id": "LEGISCTA000006120383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137618",
                        "id": "LEGISCTA000006137618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151333",
                        "id": "LEGISCTA000006151333",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166576",
                        "id": "LEGISCTA000006166576",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524603",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166576",
            "sectionParentId": "LEGISCTA000006166576",
            "sectionParentTitre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Dispositions générales et communes &gt; Livre II : L'administration de l'éducation &gt; Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales &gt; Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006524605",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Ordonnance 2000-549 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi 2003-339 2003-04-14 art. 1 (loi de ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000612133",
                    "textTitle": "Loi 2003-1311 2003-12-30 art. 138 II Finances pour 2004 JORF 31 décembre 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000612133",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-12-31",
                    "dateSignaTexte": "2003-12-30",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L811-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000788329",
                    "textTitle": "Décret n°2006-753 du 29 juin 2006 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006252433",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-753",
                    "datePubli": 1151625600000,
                    "dateDebut": 1151625600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-34 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4424-34",
                    "articleId": "LEGIARTI000006392608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales L4424-1 à L4424-5, L4424-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070633",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation L4424-3, L214-12 à L214-16, L4253-6 à L4253-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006071191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524603",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1050364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524604",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1050364800000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524605",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1106092800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524606",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1106092800000,
                    "dateFin": 1172016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524607",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1172016000000,
                    "dateFin": 1242259200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020629832",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1242259200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L215-1",
                "215-1"
            ],
            "versionPrecedente": "LEGIARTI000006524604",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006524604",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les dispositions des articles L. 4424-1 à L. 4424-5 et L. 4424-34 du code général des collectivités territoriales, ci-après reproduites : Art. L. 4424-1. - La collectivité territoriale de Corse établit et transmet au représentant de l'Etat, après consultation du conseil économique, social et culturel de Corse et compte tenu des orientations fixées par le plan, le schéma prévisionnel des formations des collèges, des lycées, des établissements d'enseignement professionnel, des établissements d'enseignement artistique, des établissements d'éducation spéciale, des écoles de formation maritime et aquacole, des établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et des centres d'information et d'orientation. Elle associe les représentants désignés par les établissements d'enseignement privé sous contrat à l'élaboration de ce schéma. La collectivité territoriale de Corse établit, après accord de chacune des collectivités concernées par les projets situés sur leur territoire, le programme prévisionnel des investissements relatifs aux établissements cités au premier alinéa. A ce titre, la collectivité territoriale de Corse définit la localisation des établissements, leur capacité d'accueil et le mode d'hébergement des élèves. Chaque année, après avoir consulté le conseil économique, social et culturel de Corse et recueilli l'avis du représentant de l'Etat, la collectivité territoriale de Corse arrête la liste des opérations de construction ou d'extension des établissements précités. Cette liste est arrêtée compte tenu du programme prévisionnel des investissements et après accord de la commune d'implantation. Chaque année, la collectivité territoriale de Corse arrête la structure pédagogique générale des établissements d'enseignement du second degré en tenant compte du schéma prévisionnel des formations. A cette fin, après concertation avec le président du conseil exécutif de Corse, l'Etat fait connaître à l'Assemblée de Corse les moyens qu'il se propose d'attribuer à l'académie de Corse. La structure pédagogique devient définitive lorsqu'une convention portant sur les moyens attribués par l'Etat à l'académie de Corse et leurs modalités d'utilisation a été conclue entre le représentant de l'Etat et le président du conseil exécutif mandaté à cet effet. Art. L. 4424-2. - La collectivité territoriale de Corse finance, construit, équipe et entretient les collèges, les lycées, les établissements publics d'enseignement professionnel, les établissements d'enseignement artistique, les établissements d'éducation spéciale, ainsi que les lycées professionnels maritimes, les établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et les centres d'information et d'orientation. La collectivité territoriale de Corse peut confier la maîtrise d'ouvrage des travaux de construction, d'équipement et d'entretien des établissements relevant de sa compétence aux départements et aux communes qui le demandent. Une convention détermine les modalités de cette délégation. L'Etat assure aux collèges, lycées, établissements publics d'enseignement professionnel, d'éducation spéciale, ainsi qu'aux lycées professionnels maritimes, aux établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et aux centres d'information et d'orientation, les moyens financiers directement liés à leur activité pédagogique. Art. L. 4424-3. - Dans le cadre de la politique nationale de l'enseignement supérieur, le président du conseil exécutif présente à l'Assemblée de Corse les propositions relatives à l'enseignement supérieur et à la recherche, après avis de l'université de Corse. Sur cette base, l'Assemblée de Corse établit, en fonction des priorités qu'elle détermine en matière de développement culturel, économique et social et après consultation du conseil économique, social et culturel de Corse, la carte de l'enseignement supérieur et de la recherche. Cette carte devient définitive lorsqu'elle a fait l'objet d'une convention entre la collectivité territoriale de Corse, l'Etat et l'université de Corse. La collectivité territoriale de Corse peut, par délibération de l'Assemblée, organiser ses propres actions complémentaires d'enseignement supérieur et de recherche, sans préjudice des compétences de l'Etat en matière d'homologation des titres et diplômes. Elle passe, à cette fin, des conventions avec des établissements d'enseignement supérieur ou des organismes de recherche. Art. L. 4424-4. - La collectivité territoriale de Corse finance, construit, équipe et entretient les établissements d'enseignement supérieur figurant à la carte prévue à l'article L. 4424-3. L'Etat assure à ces établissements les moyens financiers directement liés à leurs activités pédagogiques et de recherche. Art. L. 4424-5. - Sur proposition du conseil exécutif, qui recueille l'avis du conseil économique, social et culturel de Corse, l'Assemblée détermine les activités éducatives complémentaires que la collectivité territoriale de Corse organise. L'Assemblée adopte, dans les mêmes conditions, un plan de développement de l'enseignement de la langue et de la culture corses, dont les modalités d'application font l'objet d'une convention conclue entre la collectivité territoriale de Corse et l'Etat. Cette convention prévoit les mesures d'accompagnement nécessaires, et notamment celles relatives à la formation initiale et à la formation continue des enseignants. Art. L. 4424-34. - La collectivité territoriale de Corse assure la mise en oeuvre des actions d'apprentissage et de formation professionnelle continue dans les conditions prévues pour les régions aux articles L. 214-12 à L. 214-16 du code de l'éducation. Elle élabore, en concertation avec l'Etat et après consultation des départements et du conseil économique, social et culturel de Corse, le plan régional de développement de la formation professionnelle des jeunes et des adultes, dont elle assure la mise en oeuvre. A l'occasion de la mise en oeuvre de ce plan, la collectivité territoriale de Corse signe une convention, notamment avec l'Association nationale pour la formation professionnelle des adultes, dont elle arrête le programme des formations et le programme des opérations d'équipement pour la Corse.",
            "texteHtml": "<p></p>   Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les dispositions des articles L. 4424-1 à L. 4424-5 et L. 4424-34 du code général des collectivités territoriales, ci-après reproduites :<p></p><p></p>   Art. L. 4424-1. - La collectivité territoriale de Corse établit et transmet au représentant de l'Etat, après consultation du conseil économique, social et culturel de Corse et compte tenu des orientations fixées par le plan, le schéma prévisionnel des formations des collèges, des lycées, des établissements d'enseignement professionnel, des établissements d'enseignement artistique, des établissements d'éducation spéciale, des écoles de formation maritime et aquacole, des établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et des centres d'information et d'orientation.<p></p><p></p>   Elle associe les représentants désignés par les établissements d'enseignement privé sous contrat à l'élaboration de ce schéma.<p></p><p></p>   La collectivité territoriale de Corse établit, après accord de chacune des collectivités concernées par les projets situés sur leur territoire, le programme prévisionnel des investissements relatifs aux établissements cités au premier alinéa.<p></p><p></p>   A ce titre, la collectivité territoriale de Corse définit la localisation des établissements, leur capacité d'accueil et le mode d'hébergement des élèves.<p></p><p></p>   Chaque année, après avoir consulté le conseil économique, social et culturel de Corse et recueilli l'avis du représentant de l'Etat, la collectivité territoriale de Corse arrête la liste des opérations de construction ou d'extension des établissements précités. Cette liste est arrêtée compte tenu du programme prévisionnel des investissements et après accord de la commune d'implantation.<p></p><p></p>   Chaque année, la collectivité territoriale de Corse arrête la structure pédagogique générale des établissements d'enseignement du second degré en tenant compte du schéma prévisionnel des formations.<p></p><p></p>   A cette fin, après concertation avec le président du conseil exécutif de Corse, l'Etat fait connaître à l'Assemblée de Corse les moyens qu'il se propose d'attribuer à l'académie de Corse. La structure pédagogique devient définitive lorsqu'une convention portant sur les moyens attribués par l'Etat à l'académie de Corse et leurs modalités d'utilisation a été conclue entre le représentant de l'Etat et le président du conseil exécutif mandaté à cet effet.<p></p><p></p>   Art. L. 4424-2. - La collectivité territoriale de Corse finance, construit, équipe et entretient les collèges, les lycées, les établissements publics d'enseignement professionnel, les établissements d'enseignement artistique, les établissements d'éducation spéciale, ainsi que les lycées professionnels maritimes, les établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et les centres d'information et d'orientation.<p></p><p></p>   La collectivité territoriale de Corse peut confier la maîtrise d'ouvrage des travaux de construction, d'équipement et d'entretien des établissements relevant de sa compétence aux départements et aux communes qui le demandent. Une convention détermine les modalités de cette délégation.<p></p><p></p>   L'Etat assure aux collèges, lycées, établissements publics d'enseignement professionnel, d'éducation spéciale, ainsi qu'aux lycées professionnels maritimes, aux établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et aux centres d'information et d'orientation, les moyens financiers directement liés à leur activité pédagogique.<p></p><p></p>   Art. L. 4424-3. - Dans le cadre de la politique nationale de l'enseignement supérieur, le président du conseil exécutif présente à l'Assemblée de Corse les propositions relatives à l'enseignement supérieur et à la recherche, après avis de l'université de Corse.<p></p><p></p>   Sur cette base, l'Assemblée de Corse établit, en fonction des priorités qu'elle détermine en matière de développement culturel, économique et social et après consultation du conseil économique, social et culturel de Corse, la carte de l'enseignement supérieur et de la recherche. Cette carte devient définitive lorsqu'elle a fait l'objet d'une convention entre la collectivité territoriale de Corse, l'Etat et l'université de Corse.<p></p><p></p>   La collectivité territoriale de Corse peut, par délibération de l'Assemblée, organiser ses propres actions complémentaires d'enseignement supérieur et de recherche, sans préjudice des compétences de l'Etat en matière d'homologation des titres et diplômes. Elle passe, à cette fin, des conventions avec des établissements d'enseignement supérieur ou des organismes de recherche.<p></p><p></p>   Art. L. 4424-4. - La collectivité territoriale de Corse finance, construit, équipe et entretient les établissements d'enseignement supérieur figurant à la carte prévue à l'article L. 4424-3. L'Etat assure à ces établissements les moyens financiers directement liés à leurs activités pédagogiques et de recherche.<p></p><p></p>   Art. L. 4424-5. - Sur proposition du conseil exécutif, qui recueille l'avis du conseil économique, social et culturel de Corse, l'Assemblée détermine les activités éducatives complémentaires que la collectivité territoriale de Corse organise.<p></p><p></p>   L'Assemblée adopte, dans les mêmes conditions, un plan de développement de l'enseignement de la langue et de la culture corses, dont les modalités d'application font l'objet d'une convention conclue entre la collectivité territoriale de Corse et l'Etat.<p></p><p></p>   Cette convention prévoit les mesures d'accompagnement nécessaires, et notamment celles relatives à la formation initiale et à la formation continue des enseignants.<p></p><p></p>   Art. L. 4424-34. - La collectivité territoriale de Corse assure la mise en oeuvre des actions d'apprentissage et de formation professionnelle continue dans les conditions prévues pour les régions aux articles L. 214-12 à L. 214-16 du code de l'éducation.<p></p><p></p>   Elle élabore, en concertation avec l'Etat et après consultation des départements et du conseil économique, social et culturel de Corse, le plan régional de développement de la formation professionnelle des jeunes et des adultes, dont elle assure la mise en oeuvre.<p></p><p></p>   A l'occasion de la mise en oeuvre de ce plan, la collectivité territoriale de Corse signe une convention, notamment avec l'Association nationale pour la formation professionnelle des adultes, dont elle arrête le programme des formations et le programme des opérations d'équipement pour la Corse.<p></p>",
            "num": "L215-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1050364800000,
            "dateFin": 1072828800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Dispositions générales et communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120383",
                        "id": "LEGISCTA000006120383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137618",
                        "id": "LEGISCTA000006137618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151333",
                        "id": "LEGISCTA000006151333",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166576",
                        "id": "LEGISCTA000006166576",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524603",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166576",
            "sectionParentId": "LEGISCTA000006166576",
            "sectionParentTitre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Dispositions générales et communes &gt; Livre II : L'administration de l'éducation &gt; Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales &gt; Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006524604",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Ordonnance 2000-549 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi 2003-339 2003-04-14 art. 1 (loi de ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000238536",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000238536",
                    "textTitle": "Loi n°2003-339 du 14 avril 2003 - art. 2 () JORF 15 avril 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006276218",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-04-15",
                    "dateSignaTexte": "2003-04-14",
                    "dateDebutCible": "2003-04-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L811-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000788329",
                    "textTitle": "Décret n°2006-753 du 29 juin 2006 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006252433",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-753",
                    "datePubli": 1151625600000,
                    "dateDebut": 1151625600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-34 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4424-34",
                    "articleId": "LEGIARTI000006392608",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales L4424-1 à L4424-5, L4424-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070633",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation L4424-3, L214-12 à L214-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006071191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524603",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1050364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524604",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1050364800000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524605",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1106092800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524606",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1106092800000,
                    "dateFin": 1172016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524607",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1172016000000,
                    "dateFin": 1242259200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020629832",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1242259200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L215-1",
                "215-1"
            ],
            "versionPrecedente": "LEGIARTI000006524603",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006524603",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les dispositions des articles L. 4424-11 à L. 4424-15 et L. 4424-32 du code général des collectivités territoriales, ci-après reproduites : \" Art. L. 4424-11. - Sur proposition du représentant de l'Etat dans la collectivité territoriale de Corse et après consultation des départements et communes intéressés ainsi que du conseil économique, social et culturel de Corse, l'Assemblée de Corse arrête la carte scolaire des établissements d'enseignement mentionnés à l'article L. 4424-12. \" \" Art. L. 4424-12. - La collectivité territoriale de Corse finance, construit, équipe et entretient les collèges, les lycées, les établissements publics d'enseignement professionnel, les établissements d'enseignement artistique, les établissements d'éducation spéciale, ainsi que les lycées professionnels maritimes, les établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et les centres d'information et d'orientation. La collectivité territoriale de Corse peut confier la maîtrise d'ouvrage des travaux de construction, d'équipement et d'entretien des établissements relevant de sa compétence aux départements et aux communes qui le demandent. Une convention détermine les modalités de cette délégation. L'Etat assure aux collèges, lycées, établissements publics d'enseignement professionnel, d'éducation spéciale, ainsi qu'aux lycées professionnels maritimes, aux établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et aux centres d'information et d'orientation, les moyens financiers directement liés à leur activité pédagogique. \" \" Art. L. 4424-13. - Dans le cadre de la politique nationale de l'enseignement supérieur, le président du conseil exécutif présente à l'Assemblée de Corse les propositions relatives aux formations supérieures et aux activités de recherche universitaire, après avis de l'université de Corse. Sur cette base l'Assemblée de Corse établit, en fonction des priorités qu'elle détermine en matière de développement culturel, économique et social et après consultation du conseil économique, social et culturel de Corse, la carte des formations supérieures et des activités de recherche universitaire. Cette carte devient définitive lorsqu'elle a fait l'objet d'une convention entre la collectivité territoriale de Corse, l'Etat et l'université de Corse. \" \" Art. L. 4424-14. - Sur proposition du conseil exécutif, qui recueille l'avis du conseil économique, social et culturel de Corse, l'Assemblée détermine les activités éducatives complémentaires que la collectivité territoriale de Corse organise. L'Assemblée adopte, dans les mêmes conditions, un plan de développement de l'enseignement de la langue et de la culture Corses, prévoyant notamment les modalités d'insertion de cet enseignement dans le temps scolaire. Ces modalités font l'objet d'une convention conclue entre la collectivité territoriale de Corse et l'Etat. \" \" Art. L. 4424-15. - Dans la limite du nombre d'emplois fixé chaque année par l'Etat, en concertation avec la collectivité territoriale de Corse, le président du conseil exécutif répartit, sur proposition de l'autorité compétente, les emplois attribués aux établissements d'enseignement public mentionnés à l'article L. 4424-12. \" \" Art. L. 4424-32. - La collectivité territoriale de Corse assure la mise en oeuvre des actions d'apprentissage et de formation professionnelle continue dans les conditions prévues pour les régions par les articles L. 214-12 à L. 214-16 du code de l'éducation. En outre, en application d'une convention passée avec le représentant de l'Etat dans la collectivité territoriale de Corse, la collectivité territoriale met en oeuvre des stages créés en exécution de programmes établis au titre des orientations prioritaires de l'article L. 910-2 du code du travail et financés sur les crédits du fonds de la formation professionnelle et de la promotion sociale. Les opérations d'équipement d'intérêt national menées par l'Etat au titre de l'Association nationale pour la formation professionnelle des adultes font l'objet d'une concertation entre le représentant de l'Etat dans la collectivité territoriale de Corse et la collectivité territoriale de Corse. Le programme des autres opérations d'équipement de l'Association nationale pour la formation professionnelle des adultes est déterminé par la collectivité territoriale de Corse. \"",
            "texteHtml": "<p></p>   Les compétences de la collectivité territoriale de Corse en matière d'éducation et de formation professionnelle sont fixées par les dispositions des articles L. 4424-11 à L. 4424-15 et L. 4424-32 du code général des collectivités territoriales, ci-après reproduites :<p></p><p></p>   \" Art. L. 4424-11. - Sur proposition du représentant de l'Etat dans la collectivité territoriale de Corse et après consultation des départements et communes intéressés ainsi que du conseil économique, social et culturel de Corse, l'Assemblée de Corse arrête la carte scolaire des établissements d'enseignement mentionnés à l'article L. 4424-12. \"<p></p><p></p>   \" Art. L. 4424-12. - La collectivité territoriale de Corse finance, construit, équipe et entretient les collèges, les lycées, les établissements publics d'enseignement professionnel, les établissements d'enseignement artistique, les établissements d'éducation spéciale, ainsi que les lycées professionnels maritimes, les établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et les centres d'information et d'orientation.<p></p><p></p>   La collectivité territoriale de Corse peut confier la maîtrise d'ouvrage des travaux de construction, d'équipement et d'entretien des établissements relevant de sa compétence aux départements et aux communes qui le demandent. Une convention détermine les modalités de cette délégation.<p></p><p></p>   L'Etat assure aux collèges, lycées, établissements publics d'enseignement professionnel, d'éducation spéciale, ainsi qu'aux lycées professionnels maritimes, aux établissements d'enseignement agricole mentionnés à l'article L. 811-8 du code rural et aux centres d'information et d'orientation, les moyens financiers directement liés à leur activité pédagogique. \"<p></p><p></p>   \" Art. L. 4424-13. - Dans le cadre de la politique nationale de l'enseignement supérieur, le président du conseil exécutif présente à l'Assemblée de Corse les propositions relatives aux formations supérieures et aux activités de recherche universitaire, après avis de l'université de Corse.<p></p><p></p>   Sur cette base l'Assemblée de Corse établit, en fonction des priorités qu'elle détermine en matière de développement culturel, économique et social et après consultation du conseil économique, social et culturel de Corse, la carte des formations supérieures et des activités de recherche universitaire. Cette carte devient définitive lorsqu'elle a fait l'objet d'une convention entre la collectivité territoriale de Corse, l'Etat et l'université de Corse. \"<p></p><p></p>   \" Art. L. 4424-14. - Sur proposition du conseil exécutif, qui recueille l'avis du conseil économique, social et culturel de Corse, l'Assemblée détermine les activités éducatives complémentaires que la collectivité territoriale de Corse organise.<p></p><p></p>   L'Assemblée adopte, dans les mêmes conditions, un plan de développement de l'enseignement de la langue et de la culture Corses, prévoyant notamment les modalités d'insertion de cet enseignement dans le temps scolaire. Ces modalités font l'objet d'une convention conclue entre la collectivité territoriale de Corse et l'Etat. \"<p></p><p></p>   \" Art. L. 4424-15. - Dans la limite du nombre d'emplois fixé chaque année par l'Etat, en concertation avec la collectivité territoriale de Corse, le président du conseil exécutif répartit, sur proposition de l'autorité compétente, les emplois attribués aux établissements d'enseignement public mentionnés à l'article L. 4424-12. \"<p></p><p></p>   \" Art. L. 4424-32. - La collectivité territoriale de Corse assure la mise en oeuvre des actions d'apprentissage et de formation professionnelle continue dans les conditions prévues pour les régions par les articles L. 214-12 à L. 214-16 du code de l'éducation.<p></p><p></p>   En outre, en application d'une convention passée avec le représentant de l'Etat dans la collectivité territoriale de Corse, la collectivité territoriale met en oeuvre des stages créés en exécution de programmes établis au titre des orientations prioritaires de l'article L. 910-2 du code du travail et financés sur les crédits du fonds de la formation professionnelle et de la promotion sociale.<p></p><p></p>   Les opérations d'équipement d'intérêt national menées par l'Etat au titre de l'Association nationale pour la formation professionnelle des adultes font l'objet d'une concertation entre le représentant de l'Etat dans la collectivité territoriale de Corse et la collectivité territoriale de Corse.<p></p><p></p>   Le programme des autres opérations d'équipement de l'Association nationale pour la formation professionnelle des adultes est déterminé par la collectivité territoriale de Corse. \"<p></p>",
            "num": "L215-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 961632000000,
            "dateFin": 1050364800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095794",
                        "id": "LEGISCTA000006095794",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Dispositions générales et communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120383",
                        "id": "LEGISCTA000006120383",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre II : L'administration de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137618",
                        "id": "LEGISCTA000006137618",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151333",
                        "id": "LEGISCTA000006151333",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006166576",
                        "id": "LEGISCTA000006166576",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006524603",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006166576",
            "sectionParentId": "LEGISCTA000006166576",
            "sectionParentTitre": "Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Dispositions générales et communes &gt; Livre II : L'administration de l'éducation &gt; Titre Ier : La répartition des compétences entre l'Etat et les collectivités territoriales &gt; Chapitre V : Les compétences de la collectivité territoriale de Corse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006524603",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000204317",
                    "textTitle": "Ordonnance 2000-549 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000204317",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L811-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000788329",
                    "textTitle": "Décret n°2006-753 du 29 juin 2006 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006252433",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2006-753",
                    "datePubli": 1151625600000,
                    "dateDebut": 1151625600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L4424-32 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4424-32",
                    "articleId": "LEGIARTI000006392599",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales L4424-11 à L4424-15, L4424-32",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070633",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation L4424-12, L214-12 à L214-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006071191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L910-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L910-2",
                    "articleId": "LEGIARTI000006651278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006524603",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1050364800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524604",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1050364800000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524605",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1106092800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524606",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1106092800000,
                    "dateFin": 1172016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006524607",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1172016000000,
                    "dateFin": 1242259200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020629832",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1242259200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L215-1",
                "215-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}