{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006832791",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "A. Clauses communes aux sociétés anonymes et aux sociétés par actions simplifiées. 1. Capital de la société. Le capital de la société doit être détenu à plus de 50 % par un ou plusieurs organismes collecteurs mentionnés aux a et b du 2° de l'article R. 313-9 du code de la construction et de l'habitation. Aucune personne physique chargée à un titre quelconque de l'administration ou de la gestion d'un des organismes mentionnés à l'alinéa précédent ne peut détenir directement ou indirectement plus d'une action de la société. Le capital de la société doit être immédiatement libéré. Il ne peut pas être augmenté par incorporation de réserves. 2. Actions de la société. Les actions de la société ne permettent pas l'attribution de logements en toute propriété ou en jouissance. 3. Distribution de dividendes et affectation des résultats. Le versement annuel des dividendes ne doit pas excéder 6 % du capital. Sur décision de chaque organe délibérant du ou des organismes collecteurs mentionnés au premier alinéa de la clause 1 ci-dessus, les bénéfices non distribués sont réinvestis dans des emplois prévus par la réglementation de la participation des employeurs à l'effort de construction. Les titres éventuellement souscrits ou acquis avec ces bénéfices ne peuvent être que ceux des sociétés mentionnées aux 2°, 2° bis et 9° du I de l'article R. 313-31 du code de la construction et de l'habitation. 4. Cession des actions. Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou à un descendant, la cession à un tiers d'actions doit être autorisée par l'organe délibérant de la société anonyme, ou par l'organisme collecteur président de la société par actions simplifiée lorsque celle-ci comprend plusieurs actionnaires. Elle est réalisée en priorité au profit d'un actionnaire existant ou d'un organisme collecteur visé aux a, b ou c du 2° de l'article R. 313-9 du code de la construction et de l'habitation, sous réserve des conditions et autorisations prévues par la réglementation en vigueur. A défaut d'accord entre les parties sur le prix de cession, celui-ci est déterminé par un expert désigné soit par les parties, soit, à défaut d'accord entre elles, par ordonnance du tribunal statuant en la forme des référés et sans recours possible. Le prix de la cession ne peut être, en tout état de cause et conformément à l'article L. 313-28 du code de la construction et de l'habitation, ni supérieur à la valeur de ces actions dans la situation nette de la société, ni supérieur à leur valeur nominale majorée de 50 %. 5. Cession des logements appartenant à la société. Toute cession de logements locatifs doit être préalablement autorisée par décision de chaque organe délibérant des organismes collecteurs mentionnés au premier alinéa de la clause 1 ci-dessus. Sauf autorisation motivée donnée par décision de chacun des organes délibérants visés ci-dessus, elle ne peut être réalisée qu'au profit des locataires, d'une autre société immobilière mentionnée aux 1° et 2° de l'article R. 313-31-2 du code de la construction et de l'habitation ou d'un organisme collecteur mentionné au c du 2° de l'article R. 313-9 du même code. L'autorisation mentionnée à l'alinéa précédent est immédiatement transmise au représentant de l'Etat dans le département d'implantation des logements cédés. Dans le délai d'un mois qui suit la réception de l'autorisation concernée par le représentant de l'Etat, celui-ci peut demander à chaque organe délibérant des organismes collecteurs mentionnés ci-dessus de procéder à une seconde délibération relative à la cession des logements. Lorsque cette autorisation est relative à la mise en vente de plus de 50 logements sur le territoire d'une commune, elle est immédiatement transmise, pour son information, au maire de la commune concernée. Les mêmes dispositions sont applicables aux logements construits en vue de l'accession à la propriété qui ont, faute d'acquéreur, été mis en location et qui font l'objet d'une mise en vente ultérieure. 6. Dissolution de la société. En cas de dissolution amiable ou statutaire de la société, l'assemblée générale extraordinaire de la société anonyme, ou l'assemblée générale des actionnaires de la société par actions simplifiée, nomme un liquidateur qui doit être agréé par décision de chaque organe délibérant des organismes collecteurs mentionnés au premier alinéa de la clause 1 ci-dessus. Après règlement du passif et remboursement du capital social, le surplus du produit net de la liquidation excédant la moitié du capital social ne peut être dévolu qu'à un organisme mentionné au a ou b du 2° de l'article R. 313-9 du code de la construction et de l'habitation, lequel doit l'imputer aux sommes recueillies au titre de la participation des employeurs à l'effort de construction. B. Clauses particulières aux sociétés par actions simplifiées. 7. Clause commune à toutes les sociétés par actions simplifiées. La société par actions simplifiée est présidée par un organisme collecteur mentionné au a ou b du 2° de l'article R. 313-9 du code de la construction et de l'habitation. Le président dirige la société et la représente à l'égard des tiers. A ce titre, il est investi de tous les pouvoirs nécessaires pour agir au nom de la société dans la limite de son objet social et des pouvoirs expressément dévolus par la loi et les présents statuts à l'actionnaire unique ou aux décisions collectives des actionnaires. Le président peut déléguer, dans les conditions et limites qu'il détermine, ses pouvoirs de direction de la société à un directeur général, personne physique. 8. Clause particulière aux sociétés par actions simplifiées comprenant plusieurs actionnaires. Les opérations ci-après doivent être décidées : -à la majorité des voix dont disposent les actionnaires présents ou représentés en assemblée générale : -approbation des comptes annuels ; -nomination du commissaire aux comptes ; -au deux tiers des voix dont disposent les actionnaires présents ou représentés en assemblée générale : -dissolution et liquidation de la société ; -augmentation et réduction du capital ; -fusion, scission et apport partiel d'actif ; -exclusion d'un actionnaire. 9. Clause particulière aux sociétés par actions simplifiées unipersonnelles. L'associé unique exerce les pouvoirs qui sont dévolus par la loi à la collectivité des actionnaires lorsque la société comporte plusieurs actionnaires. Il ne peut déléguer ces pouvoirs.",
            "texteHtml": "<p>A. Clauses communes aux sociétés anonymes et aux sociétés par actions simplifiées. </p><p>1. Capital de la société. </p><p>Le capital de la société doit être détenu à plus de 50 % par un ou plusieurs organismes collecteurs mentionnés aux a et b du 2° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006898135&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. R313-9 (V)'>l'article R. 313-9 </a>du code de la construction et de l'habitation. </p><p>Aucune personne physique chargée à un titre quelconque de l'administration ou de la gestion d'un des organismes mentionnés à l'alinéa précédent ne peut détenir directement ou indirectement plus d'une action de la société. </p><p>Le capital de la société doit être immédiatement libéré. </p><p>Il ne peut pas être augmenté par incorporation de réserves. </p><p>2. Actions de la société. </p><p>Les actions de la société ne permettent pas l'attribution de logements en toute propriété ou en jouissance. </p><p>3. Distribution de dividendes et affectation des résultats. </p><p>Le versement annuel des dividendes ne doit pas excéder 6 % du capital. </p><p>Sur décision de chaque organe délibérant du ou des organismes collecteurs mentionnés au premier alinéa de la clause 1 ci-dessus, les bénéfices non distribués sont réinvestis dans des emplois prévus par la réglementation de la participation des employeurs à l'effort de construction. Les titres éventuellement souscrits ou acquis avec ces bénéfices ne peuvent être que ceux des sociétés mentionnées aux 2°, 2° bis et 9° du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006898201&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. R*313-31 (Ab)'>l'article R. 313-31 </a>du code de la construction et de l'habitation. </p><p>4. Cession des actions. </p><p>Sauf en cas de succession, de liquidation de communauté de biens entre époux ou de cession soit à un conjoint, soit à un ascendant ou à un descendant, la cession à un tiers d'actions doit être autorisée par l'organe délibérant de la société anonyme, ou par l'organisme collecteur président de la société par actions simplifiée lorsque celle-ci comprend plusieurs actionnaires. </p><p>Elle est réalisée en priorité au profit d'un actionnaire existant ou d'un organisme collecteur visé aux a, b ou c du 2° de l'article R. 313-9 du code de la construction et de l'habitation, sous réserve des conditions et autorisations prévues par la réglementation en vigueur. A défaut d'accord entre les parties sur le prix de cession, celui-ci est déterminé par un expert désigné soit par les parties, soit, à défaut d'accord entre elles, par ordonnance du tribunal statuant en la forme des référés et sans recours possible. Le prix de la cession ne peut être, en tout état de cause et conformément à l'article L. 313-28 du code de la construction et de l'habitation, ni supérieur à la valeur de ces actions dans la situation nette de la société, ni supérieur à leur valeur nominale majorée de 50 %. </p><p>5. Cession des logements appartenant à la société. </p><p>Toute cession de logements locatifs doit être préalablement autorisée par décision de chaque organe délibérant des organismes collecteurs mentionnés au premier alinéa de la clause 1 ci-dessus. </p><p>Sauf autorisation motivée donnée par décision de chacun des organes délibérants visés ci-dessus, elle ne peut être réalisée qu'au profit des locataires, d'une autre société immobilière mentionnée aux 1° et 2° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006896882&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. R*313-31-2 (Ab)'>l'article R. 313-31-2</a> du code de la construction et de l'habitation ou d'un organisme collecteur mentionné au c du 2° de l'article R. 313-9 du même code. </p><p>L'autorisation mentionnée à l'alinéa précédent est immédiatement transmise au représentant de l'Etat dans le département d'implantation des logements cédés. Dans le délai d'un mois qui suit la réception de l'autorisation concernée par le représentant de l'Etat, celui-ci peut demander à chaque organe délibérant des organismes collecteurs mentionnés ci-dessus de procéder à une seconde délibération relative à la cession des logements. </p><p>Lorsque cette autorisation est relative à la mise en vente de plus de 50 logements sur le territoire d'une commune, elle est immédiatement transmise, pour son information, au maire de la commune concernée. </p><p>Les mêmes dispositions sont applicables aux logements construits en vue de l'accession à la propriété qui ont, faute d'acquéreur, été mis en location et qui font l'objet d'une mise en vente ultérieure. </p><p>6. Dissolution de la société. </p><p>En cas de dissolution amiable ou statutaire de la société, l'assemblée générale extraordinaire de la société anonyme, ou l'assemblée générale des actionnaires de la société par actions simplifiée, nomme un liquidateur qui doit être agréé par décision de chaque organe délibérant des organismes collecteurs mentionnés au premier alinéa de la clause 1 ci-dessus. </p><p>Après règlement du passif et remboursement du capital social, le surplus du produit net de la liquidation excédant la moitié du capital social ne peut être dévolu qu'à un organisme mentionné au a ou b du 2° de l'article R. 313-9 du code de la construction et de l'habitation, lequel doit l'imputer aux sommes recueillies au titre de la participation des employeurs à l'effort de construction. </p><p>B. Clauses particulières aux sociétés par actions simplifiées. </p><p>7. Clause commune à toutes les sociétés par actions simplifiées. </p><p>La société par actions simplifiée est présidée par un organisme collecteur mentionné au a ou b du 2° de l'article R. 313-9 du code de la construction et de l'habitation. Le président dirige la société et la représente à l'égard des tiers. A ce titre, il est investi de tous les pouvoirs nécessaires pour agir au nom de la société dans la limite de son objet social et des pouvoirs expressément dévolus par la loi et les présents statuts à l'actionnaire unique ou aux décisions collectives des actionnaires. Le président peut déléguer, dans les conditions et limites qu'il détermine, ses pouvoirs de direction de la société à un directeur général, personne physique. </p><p>8. Clause particulière aux sociétés par actions simplifiées comprenant plusieurs actionnaires. </p><p>Les opérations ci-après doivent être décidées :</p><p>-à la majorité des voix dont disposent les actionnaires présents ou représentés en assemblée générale :</p><p>-approbation des comptes annuels ;</p><p>-nomination du commissaire aux comptes ;</p><p>-au deux tiers des voix dont disposent les actionnaires présents ou représentés en assemblée générale :</p><p>-dissolution et liquidation de la société ;</p><p>-augmentation et réduction du capital ;</p><p>-fusion, scission et apport partiel d'actif ;</p><p>-exclusion d'un actionnaire. </p><p>9. Clause particulière aux sociétés par actions simplifiées unipersonnelles. </p><p>L'associé unique exerce les pouvoirs qui sont dévolus par la loi à la collectivité des actionnaires lorsque la société comporte plusieurs actionnaires. Il ne peut déléguer ces pouvoirs.</p>",
            "num": "Annexe I à l'article R313-31",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1051228800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-04-25",
                        "fin": "2999-01-01",
                        "titre": "Clauses types applicables aux sociétés immobilières mentionnées au 2° du I de l'article R. 313-31 qui ont pris la forme de sociétés anonymes ou de sociétés par actions simplifiées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128985",
                        "id": "LEGISCTA000006128985",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832791",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006128985",
            "sectionParentId": "LEGISCTA000006128985",
            "sectionParentTitre": "Clauses types applicables aux sociétés immobilières mentionnées au 2° du I de l'article R. 313-31 qui ont pris la forme de sociétés anonymes ou de sociétés par actions simplifiées.",
            "fullSectionsTitre": "Annexes &gt; Clauses types applicables aux sociétés immobilières mentionnées au 2° du I de l'article R. 313-31 qui ont pris la forme de sociétés anonymes ou de sociétés par actions simplifiées.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006832791",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000178645",
                    "textTitle": "Décret 93-750 1993-03-27 annexe JORF 30 mars 1993",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000178645",
                    "natureText": "DECRET",
                    "datePubliTexte": "1993-03-29",
                    "dateSignaTexte": "1993-03-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000563529",
                    "textTitle": "Loi n°96-1237 du 30 décembre 1996 - art. 6 () JORF 1er janvier 1997",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006826310",
                    "natureText": "LOI",
                    "datePubliTexte": "1997-01-01",
                    "dateSignaTexte": "1996-12-30",
                    "dateDebutCible": "1997-01-01"
                },
                {
                    "textCid": "JORFTEXT000000421179",
                    "textTitle": "Décret n°2003-387 du 17 avril 2003 - art. 2 () JORF 25 avril 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006218777",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-04-25",
                    "dateSignaTexte": "2003-04-17",
                    "dateDebutCible": "2003-04-25"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 95-551 1995-05-06 art. 1 JORF 6 mai 1995",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*313-31 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*313-31",
                    "articleId": "LEGIARTI000006898201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R*313-31-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*313-31-2",
                    "articleId": "LEGIARTI000006896882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 856051200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R313-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*313-9",
                    "articleId": "LEGIARTI000006898135",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832791",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1051228800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'article R313-31"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}