{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042624177",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut, d'office ou à la demande du ministre chargé des postes, d'une organisation professionnelle, d'une association agréée d'utilisateurs, d'une personne physique ou morale concernée, du prestataire du service universel postal, d'un titulaire de l'autorisation prévue à l'article L. 3 ou d'un prestataire de services de livraison de colis, tel que défini à l'article 2 du règlement (UE) 2018/644 du Parlement européen et du Conseil du 18 avril 2018 relatif aux services de livraison transfrontière de colis, prononcer des sanctions à l'encontre du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3 ou d'un prestataire de services de livraison de colis, tel que défini à l'article 2 du règlement (UE) 2018/644 du Parlement européen et du Conseil du 18 avril 2018 relatif aux services de livraison transfrontière de colis. Ce pouvoir de sanction est exercé dans les conditions suivantes. I. – En cas de manquement du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3 aux dispositions législatives ou réglementaires afférentes à son activité ou aux textes et décisions pris en application de ces dispositions, ou en cas de manquement d'un prestataire de services de livraison de colis aux dispositions des articles 4, 5 et 6 du règlement (UE) 2018/644 du Parlement européen et du Conseil du 18 avril 2018 relatif aux services de livraison transfrontière de colis, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse le met en demeure de s'y conformer dans un délai déterminé ; ce délai ne peut être inférieur à un mois, sauf en cas de manquement grave et répété. La mise en demeure peut être assortie d'obligations de se conformer à des étapes intermédiaires dans le même délai. Elle est motivée et notifiée à l'intéressé. L'Autorité peut rendre publique cette mise en demeure. II. – Lorsque l'intéressé ne se conforme pas dans les délais fixés à la mise en demeure prévue au I ou aux obligations intermédiaires dont elle est assortie, l'Autorité peut, après instruction conduite par ses services, notifier des griefs à la personne en cause. Elle transmet alors le dossier d'instruction à la formation restreinte. III. – Après que la personne en cause a reçu notification des griefs, a été mise à même de consulter le dossier et de présenter ses observations écrites et avant de prononcer une sanction, la formation restreinte procède, selon une procédure contradictoire, à l'audition du représentant de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et de la personne en cause. La formation restreinte peut, en outre, entendre toute personne dont l'audition lui paraît utile. La formation restreinte peut prononcer l'une des sanctions suivantes : a) Pour un titulaire de l'autorisation prévue à l'article L. 3 : – l'avertissement ; – la réduction d'une année de la durée de l'autorisation ; – la suspension de l'autorisation pour un mois au plus ; – le retrait de l'autorisation ; b) Pour le prestataire du service universel, un titulaire de l'autorisation prévue à l'article L. 3 ou un prestataire de services de livraison de colis, tel que défini à l'article 2 du règlement (UE) 2018/644 du Parlement européen et du Conseil du 18 avril 2018 relatif aux services de livraison transfrontière de colis, une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'intéressé, à l'ampleur du dommage et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos, ce plafond étant porté à 10 % en cas de nouvelle infraction. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 150 000 €, porté à 375 000 € en cas de nouvelle violation de la même obligation. Lorsque le prestataire du service universel, un titulaire de l'autorisation prévue à l'article L. 3 ou un prestataire de services de livraison de colis, tel que défini à l'article 2 du règlement (UE) 2018/644 du Parlement européen et du Conseil du 18 avril 2018 relatif aux services de livraison transfrontière de colis communique des informations inexactes, refuse de fournir les informations demandées ou fait obstacle au déroulement de l'enquête menée par les fonctionnaires ou agents habilités, il encourt, au titre de cette infraction, une sanction pécuniaire qui ne peut excéder 15 000 €. Lorsque le manquement est constitutif d'une infraction pénale, le montant total des sanctions prononcées ne peut excéder le montant de la sanction encourue le plus élevé. Lorsque la formation restreinte a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou des faits connexes, celui-ci peut ordonner que la sanction pécuniaire s'impute sur l'amende qu'il prononce. Un décret fixe les modalités d'application des alinéas précédents. Les sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine. IV. – L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et la formation restreinte ne peuvent être saisies de faits remontant à plus de trois ans, s'il n'a été fait aucun acte tendant à leur recherche, leur constatation ou leur sanction. V. – Les décisions de la formation restreinte sont motivées et notifiées à l'intéressé. Elles peuvent être rendues publiques dans les publications, journaux ou services de communication au public par voie électronique choisis par la formation restreinte, dans un format et pour une durée proportionnés à la sanction infligée. Elles peuvent faire l'objet d'un recours de pleine juridiction et d'une demande de suspension présentée conformément à l'article L. 521-1 du code de justice administrative, devant le Conseil d'Etat.",
            "texteHtml": "<p>L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut, d'office ou à la demande du ministre chargé des postes, d'une organisation professionnelle, d'une association agréée d'utilisateurs, d'une personne physique ou morale concernée, du prestataire du service universel postal, d'un titulaire de l'autorisation prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465304&dateTexte=&categorieLien=cid'>l'article L. 3</a> ou d'un prestataire de services de livraison de colis, tel que défini à l'article 2 du règlement (UE) 2018/644 du Parlement européen et du Conseil du 18 avril 2018 relatif aux services de livraison transfrontière de colis, prononcer des sanctions à l'encontre du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3 ou d'un prestataire de services de livraison de colis, tel que défini à l'article 2 du règlement (UE) 2018/644 du Parlement européen et du Conseil du 18 avril 2018 relatif aux services de livraison transfrontière de colis.</p><p>Ce pouvoir de sanction est exercé dans les conditions suivantes.</p><p>I. – En cas de manquement du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3 aux dispositions législatives ou réglementaires afférentes à son activité ou aux textes et décisions pris en application de ces dispositions, ou en cas de manquement d'un prestataire de services de livraison de colis aux dispositions des articles 4, 5 et 6 du règlement (UE) 2018/644 du Parlement européen et du Conseil du 18 avril 2018 relatif aux services de livraison transfrontière de colis, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse le met en demeure de s'y conformer dans un délai déterminé ; ce délai ne peut être inférieur à un mois, sauf en cas de manquement grave et répété.</p><p>La mise en demeure peut être assortie d'obligations de se conformer à des étapes intermédiaires dans le même délai. Elle est motivée et notifiée à l'intéressé. L'Autorité peut rendre publique cette mise en demeure.</p><p>II. – Lorsque l'intéressé ne se conforme pas dans les délais fixés à la mise en demeure prévue au I ou aux obligations intermédiaires dont elle est assortie, l'Autorité peut, après instruction conduite par ses services, notifier des griefs à la personne en cause. Elle transmet alors le dossier d'instruction à la formation restreinte.</p><p>III. – Après que la personne en cause a reçu notification des griefs, a été mise à même de consulter le dossier et de présenter ses observations écrites et avant de prononcer une sanction, la formation restreinte procède, selon une procédure contradictoire, à l'audition du représentant de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et de la personne en cause.</p><p>La formation restreinte peut, en outre, entendre toute personne dont l'audition lui paraît utile.</p><p>La formation restreinte peut prononcer l'une des sanctions suivantes :</p><p>a) Pour un titulaire de l'autorisation prévue à l'article L. 3 :</p><p>– l'avertissement ;</p><p>– la réduction d'une année de la durée de l'autorisation ;</p><p>– la suspension de l'autorisation pour un mois au plus ;</p><p>– le retrait de l'autorisation ;</p><p>b) Pour le prestataire du service universel, un titulaire de l'autorisation prévue à l'article L. 3 ou un prestataire de services de livraison de colis, tel que défini à l'article 2 du règlement (UE) 2018/644 du Parlement européen et du Conseil du 18 avril 2018 relatif aux services de livraison transfrontière de colis, une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'intéressé, à l'ampleur du dommage et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos, ce plafond étant porté à 10 % en cas de nouvelle infraction. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 150 000 €, porté à 375 000 € en cas de nouvelle violation de la même obligation.</p><p>Lorsque le prestataire du service universel, un titulaire de l'autorisation prévue à l'article L. 3 ou un prestataire de services de livraison de colis, tel que défini à l'article 2 du règlement (UE) 2018/644 du Parlement européen et du Conseil du 18 avril 2018 relatif aux services de livraison transfrontière de colis communique des informations inexactes, refuse de fournir les informations demandées ou fait obstacle au déroulement de l'enquête menée par les fonctionnaires ou agents habilités, il encourt, au titre de cette infraction, une sanction pécuniaire qui ne peut excéder 15 000 €.</p><p>Lorsque le manquement est constitutif d'une infraction pénale, le montant total des sanctions prononcées ne peut excéder le montant de la sanction encourue le plus élevé.</p><p>Lorsque la formation restreinte a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou des faits connexes, celui-ci peut ordonner que la sanction pécuniaire s'impute sur l'amende qu'il prononce.</p><p>Un décret fixe les modalités d'application des alinéas précédents.</p><p>Les sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine.</p><p>IV. – L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et la formation restreinte ne peuvent être saisies de faits remontant à plus de trois ans, s'il n'a été fait aucun acte tendant à leur recherche, leur constatation ou leur sanction.</p><p>V. – Les décisions de la formation restreinte sont motivées et notifiées à l'intéressé. Elles peuvent être rendues publiques dans les publications, journaux ou services de communication au public par voie électronique choisis par la formation restreinte, dans un format et pour une durée proportionnés à la sanction infligée. Elles peuvent faire l'objet d'un recours de pleine juridiction et d'une demande de suspension présentée conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070933&idArticle=LEGIARTI000006449326&dateTexte=&categorieLien=cid'>L. 521-1 </a>du code de justice administrative, devant le Conseil d'Etat.</p>",
            "num": "L5-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1607126400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "2020-12-05",
                        "titre": "LIVRE Ier : Le service postal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118602",
                        "id": "LEGISCTA000006118602",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-05",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : Le service postal et les services de livraison de colis",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118602",
                        "id": "LEGISCTA000042624202",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136616",
                        "id": "LEGISCTA000006136616",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-21",
                        "fin": "2020-12-05",
                        "titre": "Chapitre II : La régulation des activités postales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150636",
                        "id": "LEGISCTA000006150636",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : La régulation des activités postales et des services de livraison de colis.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150636",
                        "id": "LEGISCTA000042624200",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465324",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150636",
            "sectionParentId": "LEGISCTA000042624200",
            "sectionParentTitre": "Chapitre II : La régulation des activités postales et des services de livraison de colis.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : Le service postal et les services de livraison de colis &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : La régulation des activités postales et des services de livraison de colis.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042624177",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042607095",
                    "textTitle": "LOI n°2020-1508 du 3 décembre 2020 - art. 38 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000042610167",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-04",
                    "dateSignaTexte": "2020-12-03",
                    "dateDebutCible": "2020-12-05"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret n°62-273 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019428891",
                    "textTitle": "Décision n°2008-0701\n du 19 juin 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019428906",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0701",
                    "datePubli": 1220745600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020788672",
                    "textTitle": "Décision n°2009-0527\n du 11 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020788672",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0527",
                    "datePubli": 1245888000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028720783",
                    "textTitle": "Rapport du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028720784",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394755200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032945480",
                    "textTitle": "Décision n°2016-0813 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032945483",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-0813",
                    "datePubli": 1469750400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047996351",
                    "textTitle": "Décision n°2023-1035 du 16 mai 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047996386",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-1035",
                    "datePubli": 1692921600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006449326",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L311-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L311-4",
                    "articleId": "LEGIARTI000044259948",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D594 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D594",
                    "articleId": "LEGIARTI000043463842",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D595 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D595",
                    "articleId": "LEGIARTI000043463833",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L130 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L130",
                    "articleId": "LEGIARTI000043545601",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L2-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2-2",
                    "articleId": "LEGIARTI000039248039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4",
                    "articleId": "LEGIARTI000039248025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L5-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5-1",
                    "articleId": "LEGIARTI000039248012",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5-2",
                    "articleId": "LEGIARTI000044981043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3",
                    "articleId": "LEGIARTI000006465304",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code des postes, télégraphes et téléphones L13",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1921-12-31 art. 11",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465324",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1130803200000,
                    "dateFin": 1394841600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028727662",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1394841600000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247995",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 1607126400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042624177",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1607126400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5-3",
                "5-3"
            ],
            "versionPrecedente": "LEGIARTI000039247995",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039247995",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut, d'office ou à la demande du ministre chargé des postes, d'une organisation professionnelle, d'une association agréée d'utilisateurs, d'une personne physique ou morale concernée, du prestataire du service universel postal ou d'un titulaire de l'autorisation prévue à l'article L. 3 , prononcer des sanctions à l'encontre du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3. Ce pouvoir de sanction est exercé dans les conditions suivantes. I. – En cas de manquement du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3 aux dispositions législatives ou réglementaires afférentes à son activité ou aux textes et décisions pris en application de ces dispositions, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse le met en demeure de s'y conformer dans un délai déterminé ; ce délai ne peut être inférieur à un mois, sauf en cas de manquement grave et répété. La mise en demeure peut être assortie d'obligations de se conformer à des étapes intermédiaires dans le même délai. Elle est motivée et notifiée à l'intéressé. L'Autorité peut rendre publique cette mise en demeure. II. – Lorsque l'intéressé ne se conforme pas dans les délais fixés à la mise en demeure prévue au I ou aux obligations intermédiaires dont elle est assortie, l'Autorité peut, après instruction conduite par ses services, notifier des griefs à la personne en cause. Elle transmet alors le dossier d'instruction à la formation restreinte. III. – Après que la personne en cause a reçu notification des griefs, a été mise à même de consulter le dossier et de présenter ses observations écrites et avant de prononcer une sanction, la formation restreinte procède, selon une procédure contradictoire, à l'audition du représentant de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et de la personne en cause. La formation restreinte peut, en outre, entendre toute personne dont l'audition lui paraît utile. La formation restreinte peut prononcer l'une des sanctions suivantes : a) Pour un titulaire de l'autorisation prévue à l'article L. 3 : – l'avertissement ; – la réduction d'une année de la durée de l'autorisation ; – la suspension de l'autorisation pour un mois au plus ; – le retrait de l'autorisation ; b) Pour le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3, une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'intéressé, à l'ampleur du dommage et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos, ce plafond étant porté à 10 % en cas de nouvelle infraction. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 150 000 €, porté à 375 000 € en cas de nouvelle violation de la même obligation. Lorsque le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3 communique des informations inexactes, refuse de fournir les informations demandées ou fait obstacle au déroulement de l'enquête menée par les fonctionnaires ou agents habilités, il encourt, au titre de cette infraction, une sanction pécuniaire qui ne peut excéder 15 000 €. Lorsque le manquement est constitutif d'une infraction pénale, le montant total des sanctions prononcées ne peut excéder le montant de la sanction encourue le plus élevé. Lorsque la formation restreinte a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou des faits connexes, celui-ci peut ordonner que la sanction pécuniaire s'impute sur l'amende qu'il prononce. Un décret fixe les modalités d'application des alinéas précédents. Les sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine. IV. – L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et la formation restreinte ne peuvent être saisies de faits remontant à plus de trois ans, s'il n'a été fait aucun acte tendant à leur recherche, leur constatation ou leur sanction. V. – Les décisions de la formation restreinte sont motivées et notifiées à l'intéressé. Elles peuvent être rendues publiques dans les publications, journaux ou services de communication au public par voie électronique choisis par la formation restreinte, dans un format et pour une durée proportionnés à la sanction infligée. Elles peuvent faire l'objet d'un recours de pleine juridiction et d'une demande de suspension présentée conformément à l'article L. 521-1 du code de justice administrative, devant le Conseil d'Etat.",
            "texteHtml": "<p>L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse peut, d'office ou à la demande du ministre chargé des postes, d'une organisation professionnelle, d'une association agréée d'utilisateurs, d'une personne physique ou morale concernée, du prestataire du service universel postal ou d'un titulaire de l'autorisation prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465304&dateTexte=&categorieLien=cid'>l'article L. 3</a>, prononcer des sanctions à l'encontre du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3.</p><p>Ce pouvoir de sanction est exercé dans les conditions suivantes.</p><p>I. – En cas de manquement du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3 aux dispositions législatives ou réglementaires afférentes à son activité ou aux textes et décisions pris en application de ces dispositions, l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse le met en demeure de s'y conformer dans un délai déterminé ; ce délai ne peut être inférieur à un mois, sauf en cas de manquement grave et répété.</p><p>La mise en demeure peut être assortie d'obligations de se conformer à des étapes intermédiaires dans le même délai. Elle est motivée et notifiée à l'intéressé. L'Autorité peut rendre publique cette mise en demeure.</p><p>II. – Lorsque l'intéressé ne se conforme pas dans les délais fixés à la mise en demeure prévue au I ou aux obligations intermédiaires dont elle est assortie, l'Autorité peut, après instruction conduite par ses services, notifier des griefs à la personne en cause. Elle transmet alors le dossier d'instruction à la formation restreinte.</p><p>III. – Après que la personne en cause a reçu notification des griefs, a été mise à même de consulter le dossier et de présenter ses observations écrites et avant de prononcer une sanction, la formation restreinte procède, selon une procédure contradictoire, à l'audition du représentant de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et de la personne en cause.</p><p>La formation restreinte peut, en outre, entendre toute personne dont l'audition lui paraît utile.</p><p>La formation restreinte peut prononcer l'une des sanctions suivantes :</p><p>a) Pour un titulaire de l'autorisation prévue à l'article L. 3 :</p><p>– l'avertissement ;</p><p>– la réduction d'une année de la durée de l'autorisation ;</p><p>– la suspension de l'autorisation pour un mois au plus ;</p><p>– le retrait de l'autorisation ;</p><p>b) Pour le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3, une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'intéressé, à l'ampleur du dommage et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos, ce plafond étant porté à 10 % en cas de nouvelle infraction. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 150 000 €, porté à 375 000 € en cas de nouvelle violation de la même obligation.</p><p>Lorsque le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3 communique des informations inexactes, refuse de fournir les informations demandées ou fait obstacle au déroulement de l'enquête menée par les fonctionnaires ou agents habilités, il encourt, au titre de cette infraction, une sanction pécuniaire qui ne peut excéder 15 000 €.</p><p>Lorsque le manquement est constitutif d'une infraction pénale, le montant total des sanctions prononcées ne peut excéder le montant de la sanction encourue le plus élevé.</p><p>Lorsque la formation restreinte a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou des faits connexes, celui-ci peut ordonner que la sanction pécuniaire s'impute sur l'amende qu'il prononce.</p><p>Un décret fixe les modalités d'application des alinéas précédents.</p><p>Les sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine.</p><p>IV. – L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et la formation restreinte ne peuvent être saisies de faits remontant à plus de trois ans, s'il n'a été fait aucun acte tendant à leur recherche, leur constatation ou leur sanction.</p><p>V. – Les décisions de la formation restreinte sont motivées et notifiées à l'intéressé. Elles peuvent être rendues publiques dans les publications, journaux ou services de communication au public par voie électronique choisis par la formation restreinte, dans un format et pour une durée proportionnés à la sanction infligée. Elles peuvent faire l'objet d'un recours de pleine juridiction et d'une demande de suspension présentée conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070933&idArticle=LEGIARTI000006449326&dateTexte=&categorieLien=cid'>L. 521-1 </a>du code de justice administrative, devant le Conseil d'Etat.</p>",
            "num": "L5-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1571529600000,
            "dateFin": 1607126400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "2020-12-05",
                        "titre": "LIVRE Ier : Le service postal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118602",
                        "id": "LEGISCTA000006118602",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-05",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : Le service postal et les services de livraison de colis",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118602",
                        "id": "LEGISCTA000042624202",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136616",
                        "id": "LEGISCTA000006136616",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-21",
                        "fin": "2020-12-05",
                        "titre": "Chapitre II : La régulation des activités postales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150636",
                        "id": "LEGISCTA000006150636",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : La régulation des activités postales et des services de livraison de colis.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150636",
                        "id": "LEGISCTA000042624200",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465324",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150636",
            "sectionParentId": "LEGISCTA000042624200",
            "sectionParentTitre": "Chapitre II : La régulation des activités postales et des services de livraison de colis.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : Le service postal et les services de livraison de colis &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : La régulation des activités postales et des services de livraison de colis.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039247995",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039241255",
                    "textTitle": "LOI n°2019-1063 du 18 octobre 2019 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039242947",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-10-19",
                    "dateSignaTexte": "2019-10-18",
                    "dateDebutCible": "2019-10-20"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret n°62-273 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019428891",
                    "textTitle": "Décision n°2008-0701\n du 19 juin 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019428906",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0701",
                    "datePubli": 1220745600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020788672",
                    "textTitle": "Décision n°2009-0527\n du 11 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020788672",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0527",
                    "datePubli": 1245888000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028720783",
                    "textTitle": "Rapport du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028720784",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394755200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032945480",
                    "textTitle": "Décision n°2016-0813 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032945483",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-0813",
                    "datePubli": 1469750400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047996351",
                    "textTitle": "Décision n°2023-1035 du 16 mai 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047996386",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-1035",
                    "datePubli": 1692921600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006449326",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L311-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L311-4",
                    "articleId": "LEGIARTI000044259948",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D594 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D594",
                    "articleId": "LEGIARTI000043463842",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D595 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D595",
                    "articleId": "LEGIARTI000043463833",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L130 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L130",
                    "articleId": "LEGIARTI000043545601",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L2-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2-2",
                    "articleId": "LEGIARTI000039248039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4",
                    "articleId": "LEGIARTI000039248025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L5-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5-1",
                    "articleId": "LEGIARTI000039248012",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5-2",
                    "articleId": "LEGIARTI000044981043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3",
                    "articleId": "LEGIARTI000006465304",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code des postes, télégraphes et téléphones L13",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1921-12-31 art. 11",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465324",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1130803200000,
                    "dateFin": 1394841600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028727662",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1394841600000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247995",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 1607126400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042624177",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1607126400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5-3",
                "5-3"
            ],
            "versionPrecedente": "LEGIARTI000028727662",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028727662",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "L'Autorité de régulation des communications électroniques et des postes peut, d'office ou à la demande du ministre chargé des postes, d'une organisation professionnelle, d'une association agréée d'utilisateurs, d'une personne physique ou morale concernée, du prestataire du service universel postal ou d'un titulaire de l'autorisation prévue à l'article L. 3 , prononcer des sanctions à l'encontre du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3. Ce pouvoir de sanction est exercé dans les conditions suivantes. I. – En cas de manquement du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3 aux dispositions législatives ou réglementaires afférentes à son activité ou aux textes et décisions pris en application de ces dispositions, l'Autorité de régulation des communications électroniques et des postes le met en demeure de s'y conformer dans un délai déterminé ; ce délai ne peut être inférieur à un mois, sauf en cas de manquement grave et répété. La mise en demeure peut être assortie d'obligations de se conformer à des étapes intermédiaires dans le même délai. Elle est motivée et notifiée à l'intéressé. L'Autorité peut rendre publique cette mise en demeure. II. – Lorsque l'intéressé ne se conforme pas dans les délais fixés à la mise en demeure prévue au I ou aux obligations intermédiaires dont elle est assortie, l'Autorité peut, après instruction conduite par ses services, notifier des griefs à la personne en cause. Elle transmet alors le dossier d'instruction à la formation restreinte. III. – Après que la personne en cause a reçu notification des griefs, a été mise à même de consulter le dossier et de présenter ses observations écrites et avant de prononcer une sanction, la formation restreinte procède, selon une procédure contradictoire, à l'audition du représentant de l'Autorité de régulation des communications électroniques et des postes et de la personne en cause. La formation restreinte peut, en outre, entendre toute personne dont l'audition lui paraît utile. La formation restreinte peut prononcer l'une des sanctions suivantes : a) Pour un titulaire de l'autorisation prévue à l'article L. 3 : – l'avertissement ; – la réduction d'une année de la durée de l'autorisation ; – la suspension de l'autorisation pour un mois au plus ; – le retrait de l'autorisation ; b) Pour le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3, une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'intéressé, à l'ampleur du dommage et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos, ce plafond étant porté à 10 % en cas de nouvelle infraction. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 150 000 €, porté à 375 000 € en cas de nouvelle violation de la même obligation. Lorsque le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3 communique des informations inexactes, refuse de fournir les informations demandées ou fait obstacle au déroulement de l'enquête menée par les fonctionnaires ou agents habilités, il encourt, au titre de cette infraction, une sanction pécuniaire qui ne peut excéder 15 000 €. Lorsque le manquement est constitutif d'une infraction pénale, le montant total des sanctions prononcées ne peut excéder le montant de la sanction encourue le plus élevé. Lorsque la formation restreinte a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou des faits connexes, celui-ci peut ordonner que la sanction pécuniaire s'impute sur l'amende qu'il prononce. Un décret fixe les modalités d'application des alinéas précédents. Les sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine. IV. – L'Autorité de régulation des communications électroniques et des postes et la formation restreinte ne peuvent être saisies de faits remontant à plus de trois ans, s'il n'a été fait aucun acte tendant à leur recherche, leur constatation ou leur sanction. V. – Les décisions de la formation restreinte sont motivées et notifiées à l'intéressé. Elles peuvent être rendues publiques dans les publications, journaux ou services de communication au public par voie électronique choisis par la formation restreinte, dans un format et pour une durée proportionnés à la sanction infligée. Elles peuvent faire l'objet d'un recours de pleine juridiction et d'une demande de suspension présentée conformément à l'article L. 521-1 du code de justice administrative, devant le Conseil d'Etat.",
            "texteHtml": "<p>L'Autorité de régulation des communications électroniques et des postes peut, d'office ou à la demande du ministre chargé des postes, d'une organisation professionnelle, d'une association agréée d'utilisateurs, d'une personne physique ou morale concernée, du prestataire du service universel postal ou d'un titulaire de l'autorisation prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465304&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L3 (V)'>l'article L. 3</a>, prononcer des sanctions à l'encontre du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3.</p><p>Ce pouvoir de sanction est exercé dans les conditions suivantes.</p><p>I. – En cas de manquement du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3 aux dispositions législatives ou réglementaires afférentes à son activité ou aux textes et décisions pris en application de ces dispositions, l'Autorité de régulation des communications électroniques et des postes le met en demeure de s'y conformer dans un délai déterminé ; ce délai ne peut être inférieur à un mois, sauf en cas de manquement grave et répété.</p><p>La mise en demeure peut être assortie d'obligations de se conformer à des étapes intermédiaires dans le même délai. Elle est motivée et notifiée à l'intéressé. L'Autorité peut rendre publique cette mise en demeure.</p><p>II. – Lorsque l'intéressé ne se conforme pas dans les délais fixés à la mise en demeure prévue au I ou aux obligations intermédiaires dont elle est assortie, l'Autorité peut, après instruction conduite par ses services, notifier des griefs à la personne en cause. Elle transmet alors le dossier d'instruction à la formation restreinte.</p><p>III. – Après que la personne en cause a reçu notification des griefs, a été mise à même de consulter le dossier et de présenter ses observations écrites et avant de prononcer une sanction, la formation restreinte procède, selon une procédure contradictoire, à l'audition du représentant de l'Autorité de régulation des communications électroniques et des postes et de la personne en cause.</p><p>La formation restreinte peut, en outre, entendre toute personne dont l'audition lui paraît utile.</p><p>La formation restreinte peut prononcer l'une des sanctions suivantes :</p><p>a) Pour un titulaire de l'autorisation prévue à l'article L. 3 :</p><p>– l'avertissement ;</p><p>– la réduction d'une année de la durée de l'autorisation ;</p><p>– la suspension de l'autorisation pour un mois au plus ;</p><p>– le retrait de l'autorisation ;</p><p>b) Pour le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3, une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'intéressé, à l'ampleur du dommage et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos, ce plafond étant porté à 10 % en cas de nouvelle infraction. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 150 000 €, porté à 375 000 € en cas de nouvelle violation de la même obligation.</p><p>Lorsque le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3 communique des informations inexactes, refuse de fournir les informations demandées ou fait obstacle au déroulement de l'enquête menée par les fonctionnaires ou agents habilités, il encourt, au titre de cette infraction, une sanction pécuniaire qui ne peut excéder 15 000 €.</p><p>Lorsque le manquement est constitutif d'une infraction pénale, le montant total des sanctions prononcées ne peut excéder le montant de la sanction encourue le plus élevé.</p><p>Lorsque la formation restreinte a prononcé une sanction pécuniaire devenue définitive avant que le juge pénal ait statué définitivement sur les mêmes faits ou des faits connexes, celui-ci peut ordonner que la sanction pécuniaire s'impute sur l'amende qu'il prononce.</p><p>Un décret fixe les modalités d'application des alinéas précédents.</p><p>Les sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine.</p><p>IV. – L'Autorité de régulation des communications électroniques et des postes et la formation restreinte ne peuvent être saisies de faits remontant à plus de trois ans, s'il n'a été fait aucun acte tendant à leur recherche, leur constatation ou leur sanction.</p><p>V. – Les décisions de la formation restreinte sont motivées et notifiées à l'intéressé. Elles peuvent être rendues publiques dans les publications, journaux ou services de communication au public par voie électronique choisis par la formation restreinte, dans un format et pour une durée proportionnés à la sanction infligée. Elles peuvent faire l'objet d'un recours de pleine juridiction et d'une demande de suspension présentée conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070933&idArticle=LEGIARTI000006449326&dateTexte=&categorieLien=cid'>L. 521-1 </a>du code de justice administrative, devant le Conseil d'Etat.</p>",
            "num": "L5-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1394841600000,
            "dateFin": 1571529600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "2020-12-05",
                        "titre": "LIVRE Ier : Le service postal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118602",
                        "id": "LEGISCTA000006118602",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-05",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : Le service postal et les services de livraison de colis",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118602",
                        "id": "LEGISCTA000042624202",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136616",
                        "id": "LEGISCTA000006136616",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-21",
                        "fin": "2020-12-05",
                        "titre": "Chapitre II : La régulation des activités postales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150636",
                        "id": "LEGISCTA000006150636",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : La régulation des activités postales et des services de livraison de colis.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150636",
                        "id": "LEGISCTA000042624200",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465324",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150636",
            "sectionParentId": "LEGISCTA000042624200",
            "sectionParentTitre": "Chapitre II : La régulation des activités postales et des services de livraison de colis.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : Le service postal &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : La régulation des activités postales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028727662",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028720796",
                    "textTitle": "Ordonnance n°2014-329\n du 12 mars 2014 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000028721415",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2014-03-14",
                    "dateSignaTexte": "2014-03-12",
                    "dateDebutCible": "2014-03-15"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret n°62-273 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019428891",
                    "textTitle": "Décision n°2008-0701\n du 19 juin 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019428906",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0701",
                    "datePubli": 1220745600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020788672",
                    "textTitle": "Décision n°2009-0527\n du 11 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020788672",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0527",
                    "datePubli": 1245888000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028720783",
                    "textTitle": "Rapport du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028720784",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394755200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032945480",
                    "textTitle": "Décision n°2016-0813 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032945483",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-0813",
                    "datePubli": 1469750400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047996351",
                    "textTitle": "Décision n°2023-1035 du 16 mai 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047996386",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-1035",
                    "datePubli": 1692921600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L521-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006449326",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L311-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L311-4",
                    "articleId": "LEGIARTI000044259948",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D594 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D594",
                    "articleId": "LEGIARTI000043463842",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D595 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D595",
                    "articleId": "LEGIARTI000043463833",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L130 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L130",
                    "articleId": "LEGIARTI000043545601",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L2-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2-2",
                    "articleId": "LEGIARTI000039248039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3",
                    "articleId": "LEGIARTI000006465304",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4",
                    "articleId": "LEGIARTI000039248025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L5-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5-1",
                    "articleId": "LEGIARTI000039248012",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5-2",
                    "articleId": "LEGIARTI000044981043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code des postes, télégraphes et téléphones L13",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1921-12-31 art. 11",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465324",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1130803200000,
                    "dateFin": 1394841600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028727662",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1394841600000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247995",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 1607126400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042624177",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1607126400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5-3",
                "5-3"
            ],
            "versionPrecedente": "LEGIARTI000006465324",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006465324",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "L'Autorité de régulation des communications électroniques et des postes peut, d'office ou à la demande du ministre chargé des postes, d'une organisation professionnelle, d'une association agréée d'utilisateurs, d'une personne physique ou morale concernée, du prestataire du service universel postal ou d'un titulaire de l'autorisation prévue à l'article L. 3, prononcer, dans les conditions prévues au présent article, des sanctions à l'encontre du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3. Ce pouvoir de sanction est exercé dans les conditions suivantes : 1° En cas d'infraction du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3 à une disposition législative ou réglementaire afférente à son activité, aux décisions prises pour en assurer la mise en oeuvre ou aux prescriptions du titre en vertu duquel il l'exerce, le directeur des services de l'Autorité de régulation des communications électroniques et des postes le met en demeure de s'y conformer dans un délai déterminé ; ce délai ne peut être inférieur à un mois sauf en cas d'infraction grave et répétée ; l'autorité peut rendre publique cette mise en demeure ; 2° Lorsque l'intéressé ne se conforme pas dans le délai fixé à une décision prise en application de l'article L. 5-4 ou L. 5-5 ou à la mise en demeure prévue au 1°, ou fournit des renseignements incomplets ou erronés, l'Autorité de régulation des communications électroniques et des postes peut prononcer, compte tenu de la gravité du manquement, une des sanctions suivantes : a) Pour un titulaire de l'autorisation prévue à l'article L. 3 : -l'avertissement ; -la réduction d'une année de la durée de l'autorisation ; -la suspension de l'autorisation pour un mois au plus ; -le retrait de l'autorisation ; b) Pour le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3, si le manquement n'est pas constitutif d'une infraction pénale, une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'intéressé, à l'ampleur du dommage et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos, ce plafond étant porté à 10 % en cas de nouvelle infraction. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 150 000 Euros, porté à 375 000 Euros en cas de nouvelle violation de la même obligation. Lorsque le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3 communique des informations inexactes, refuse de fournir les informations demandées ou fait obstacle au déroulement de l'enquête menée par les fonctionnaires ou agents habilités, l'Autorité de régulation des communications électroniques et des postes peut, après mise en demeure restée infructueuse du directeur des services de l'autorité, prononcer une sanction pécuniaire d'un montant qui ne peut excéder 15 000 Euros. Les sanctions sont prononcées après que l'intéressé a reçu notification des griefs et a été mis à même de consulter le dossier et de présenter ses observations écrites et orales. Les sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine. L'Autorité de régulation des communications électroniques et des postes ne peut être saisie de faits remontant à plus de trois ans, s'il n'a été fait aucun acte tendant à leur recherche, leur constatation ou leur sanction. Les décisions de sanction sont motivées, notifiées à l'intéressé et publiées au Journal officiel. Elles peuvent faire l'objet d'un recours de pleine juridiction et d'une demande de suspension présentée conformément à l'article L. 521-1 du code de justice administrative, devant le Conseil d'Etat.",
            "texteHtml": "<p></p>L'Autorité de régulation des communications électroniques et des postes peut, d'office ou à la demande du ministre chargé des postes, d'une organisation professionnelle, d'une association agréée d'utilisateurs, d'une personne physique ou morale concernée, du prestataire du service universel postal ou d'un titulaire de l'autorisation prévue à l'article L. 3, prononcer, dans les conditions prévues au présent article, des sanctions à l'encontre du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3. <p></p><p></p>Ce pouvoir de sanction est exercé dans les conditions suivantes : <p></p><p></p>1° En cas d'infraction du prestataire du service universel ou d'un titulaire de l'autorisation prévue à l'article L. 3 à une disposition législative ou réglementaire afférente à son activité, aux décisions prises pour en assurer la mise en oeuvre ou aux prescriptions du titre en vertu duquel il l'exerce, le directeur des services de l'Autorité de régulation des communications électroniques et des postes le met en demeure de s'y conformer dans un délai déterminé ; ce délai ne peut être inférieur à un mois sauf en cas d'infraction grave et répétée ; l'autorité peut rendre publique cette mise en demeure ; <p></p><p></p>2° Lorsque l'intéressé ne se conforme pas dans le délai fixé à une décision prise en application de l'article L. 5-4 ou L. 5-5 ou à la mise en demeure prévue au 1°, ou fournit des renseignements incomplets ou erronés, l'Autorité de régulation des communications électroniques et des postes peut prononcer, compte tenu de la gravité du manquement, une des sanctions suivantes : <p></p><p></p>a) Pour un titulaire de l'autorisation prévue à l'article L. 3 :<p></p><p></p>-l'avertissement ;<p></p><p></p>-la réduction d'une année de la durée de l'autorisation ;<p></p><p></p>-la suspension de l'autorisation pour un mois au plus ;<p></p><p></p>-le retrait de l'autorisation ; <p></p><p></p>b) Pour le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3, si le manquement n'est pas constitutif d'une infraction pénale, une sanction pécuniaire dont le montant est proportionné à la gravité du manquement, à la situation de l'intéressé, à l'ampleur du dommage et aux avantages qui en sont tirés, sans pouvoir excéder 5 % du chiffre d'affaires hors taxes du dernier exercice clos, ce plafond étant porté à 10 % en cas de nouvelle infraction. A défaut d'activité antérieure permettant de déterminer ce plafond, le montant de la sanction ne peut excéder 150 000 Euros, porté à 375 000 Euros en cas de nouvelle violation de la même obligation. <p></p><p></p>Lorsque le prestataire du service universel ou un titulaire de l'autorisation prévue à l'article L. 3 communique des informations inexactes, refuse de fournir les informations demandées ou fait obstacle au déroulement de l'enquête menée par les fonctionnaires ou agents habilités, l'Autorité de régulation des communications électroniques et des postes peut, après mise en demeure restée infructueuse du directeur des services de l'autorité, prononcer une sanction pécuniaire d'un montant qui ne peut excéder 15 000 Euros. <p></p><p></p>Les sanctions sont prononcées après que l'intéressé a reçu notification des griefs et a été mis à même de consulter le dossier et de présenter ses observations écrites et orales. <p></p><p></p>Les sanctions pécuniaires sont recouvrées comme les créances de l'Etat étrangères à l'impôt et au domaine. <p></p><p></p>L'Autorité de régulation des communications électroniques et des postes ne peut être saisie de faits remontant à plus de trois ans, s'il n'a été fait aucun acte tendant à leur recherche, leur constatation ou leur sanction. <p></p><p></p>Les décisions de sanction sont motivées, notifiées à l'intéressé et publiées au Journal officiel. Elles peuvent faire l'objet d'un recours de pleine juridiction et d'une demande de suspension présentée conformément à l'article L. 521-1 du code de justice administrative, devant le Conseil d'Etat.<p></p>",
            "num": "L5-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1130803200000,
            "dateFin": 1394841600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092423",
                        "id": "LEGISCTA000006092423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "2020-12-05",
                        "titre": "LIVRE Ier : Le service postal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118602",
                        "id": "LEGISCTA000006118602",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-05",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : Le service postal et les services de livraison de colis",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118602",
                        "id": "LEGISCTA000042624202",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136616",
                        "id": "LEGISCTA000006136616",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-05-21",
                        "fin": "2020-12-05",
                        "titre": "Chapitre II : La régulation des activités postales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150636",
                        "id": "LEGISCTA000006150636",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2020-12-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : La régulation des activités postales et des services de livraison de colis.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150636",
                        "id": "LEGISCTA000042624200",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006465324",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150636",
            "sectionParentId": "LEGISCTA000042624200",
            "sectionParentTitre": "Chapitre II : La régulation des activités postales et des services de livraison de colis.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : Le service postal &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : La régulation des activités postales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006465324",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000446769",
                    "textTitle": "Loi n°2005-516 du 20 mai 2005 - art. 5 () JORF 21 mai 2005 en vigueur le 1er novembre 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006241219",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-05-21",
                    "dateSignaTexte": "2005-05-20",
                    "dateDebutCible": "2005-05-21"
                },
                {
                    "textCid": "LEGITEXT000006070762",
                    "textTitle": "Décret 62-273 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070762",
                    "natureText": "DECRET",
                    "datePubliTexte": "2999-01-01",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "1962-03-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000019428891",
                    "textTitle": "Décision n°2008-0701\n du 19 juin 2008 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000019428906",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0701",
                    "datePubli": 1220745600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020788672",
                    "textTitle": "Décision n°2009-0527\n du 11 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020788672",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0527",
                    "datePubli": 1245888000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000028720783",
                    "textTitle": "Rapport du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028720784",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1394755200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032945480",
                    "textTitle": "Décision n°2016-0813 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000032945483",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-0813",
                    "datePubli": 1469750400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047996351",
                    "textTitle": "Décision n°2023-1035 du 16 mai 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047996386",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-1035",
                    "datePubli": 1692921600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative. - art. L521-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006449326",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L311-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L311-4",
                    "articleId": "LEGIARTI000044259948",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1635292800000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D594 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D594",
                    "articleId": "LEGIARTI000043463842",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D595 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D595",
                    "articleId": "LEGIARTI000043463833",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L130 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L130",
                    "articleId": "LEGIARTI000043545601",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622160000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L2-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2-2",
                    "articleId": "LEGIARTI000039248039",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L4",
                    "articleId": "LEGIARTI000039248025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L5-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5-1",
                    "articleId": "LEGIARTI000039248012",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L5-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5-2",
                    "articleId": "LEGIARTI000044981043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3",
                    "articleId": "LEGIARTI000006465304",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L5-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5-4",
                    "articleId": "LEGIARTI000006465325",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code des postes, télégraphes et téléphones L13",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 1921-12-31 art. 11",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006465324",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1130803200000,
                    "dateFin": 1394841600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028727662",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1394841600000,
                    "dateFin": 1571529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039247995",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1571529600000,
                    "dateFin": 1607126400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042624177",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1607126400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5-3",
                "5-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}