{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006755254",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le régime budgétaire et comptable de l'Autorité de contrôle des assurances et des mutuelles mentionnée à l'article L. 951-1 ainsi que les dispositions relatives à son personnel sont fixés par les articles R. 310-12-2 à R. 310-12-11 du code des assurances, ci-après reproduits : \" Art. R. 310-12-2 .-Sur proposition du secrétaire général et dans le cadre des dispositions mentionnées aux articles L. 310-12-3 et L. 310-12-4, l'Autorité de contrôle délibère sur : 1° Le budget annuel et ses modifications en cours d'année ; 2° Le compte financier et l'affectation des résultats ; 3° Le règlement comptable et financier, qui est transmis aux ministres chargés de l'économie, de la sécurité sociale et de la mutualité ; 4° Les conditions générales de recrutement, d'emploi et de rémunération du personnel ; 5° Les conditions générales de passation des contrats, conventions et marchés ; 6° Les conditions générales d'emploi des fonds disponibles, de placement des réserves ; 7° Les acquisitions, échanges et aliénations de biens immobiliers ; 8° Les emprunts ; 9° Les transactions au-delà d'un montant qu'il fixe, sur proposition du secrétaire général ; 10° Les dons et legs \". \" Art. R. 310-12-3 .-Sans préjudice des compétences du président, le secrétaire général représente l'Autorité de contrôle dans tous les actes de la vie civile. Il est ordonnateur des recettes et des dépenses. Dans le cadre des règles générales fixées par l'Autorité en vertu de l'article R. 310-12-2, il a qualité pour : 1° Liquider et ordonnancer les recettes et les dépenses ; 2° Tenir la comptabilité des engagements de dépense, dans les conditions définies par le règlement comptable et financier ; 3° Gérer les disponibilités et décider des placements ; 4° Passer au nom de l'Autorité tous contrats, conventions et marchés et décider des prises ou cessions à bail de biens immobiliers ; 5° Engager, gérer et licencier le personnel à l'égard duquel il exerce la compétence de l'employeur et en fixer les rémunérations et les indemnités ; 6° Prendre toutes les mesures conservatoires et exercer toutes les actions en justice dans les matières relevant de sa compétence propre ; 7° Fixer le régime des indemnités de mission et de déplacement des personnels à l'égard duquel il exerce la compétence de l'employeur. Dans les matières relevant de sa compétence, le secrétaire général est autorisé à transiger au nom de l'Autorité dans les conditions fixées par les articles 2044 à 2058 du code civil. Un secrétaire général adjoint, placé sous l'autorité du secrétaire général, est nommé parmi les membres du corps de l'inspection générale des affaires sociales par arrêté conjoint des ministres chargés des finances, de la sécurité sociale et de la mutualité pris après avis de l'Autorité. Le secrétaire général peut déléguer sa signature au secrétaire général adjoint en toute matière, à l'exclusion des compétences qu'il détient, le cas échéant, en sa qualité de chef du corps des commissaires contrôleurs des assurances. Il peut également déléguer sa signature à tout autre agent du secrétariat général, dans des matières et des limites qu'il détermine. Le secrétaire général peut nommer un second secrétaire général adjoint. \" \" Art. R. 310-12-4 .-L'exercice comptable débute le 1er janvier et s'achève le 31 décembre. L'Autorité de contrôle arrête son budget chaque année avant le début de l'exercice. Le budget comporte la prévision des recettes attendues et des dépenses nécessitées par l'Autorité pour l'exercice de ses missions. Il peut être modifié en cours d'année. Les crédits inscrits au budget n'ont pas un caractère limitatif. Les délibérations de l'Autorité de contrôle relatives au budget et à ses modifications sont exécutoires de plein droit à l'issue du délai dont disposent les commissaires du Gouvernement pour demander une seconde délibération. \" \" Art. R. 310-12-5 .-I.-L'Autorité de contrôle est dotée d'un agent comptable nommé par arrêté du ministre chargé du budget.L'agent comptable est responsable personnellement et pécuniairement dans les conditions de l'article 60 de la loi de finances pour 1963 (n° 63-156 du 23 février 1963) et du décret n° 64-1022 du 29 septembre 1964 relatif à la constatation et à l'apurement des débets des comptables publics et assimilés. Il est chargé : a) De la tenue des comptabilités de l'Autorité de contrôle ; b) Du recouvrement de la contribution pour frais de contrôle instituée à l'article L. 310-12-4, sans préjudice des dispositions de l'article L. 951-1 du code de la sécurité sociale, et de toutes les autres recettes de l'Autorité de contrôle ; c) Du paiement des dépenses et du maniement des fonds ainsi que des mouvements de comptes de disponibilités. Avec l'accord du secrétaire général, il peut confier sous son contrôle la comptabilité analytique et la comptabilité matière aux services de l'Autorité de contrôle. L'agent comptable peut nommer des mandataires qui sont agréés par le secrétaire général. II.-Les comptes de l'Autorité de contrôle sont établis selon les règles du plan comptable général. Celui-ci peut faire l'objet d'adaptations proposées par le secrétaire général et approuvées par le ministre chargé du budget. Les taux d'amortissement et de dépréciation ainsi que les modalités de tenue des inventaires sont fixés par le règlement comptable et financier. L'agent comptable établit un compte financier au terme de chaque exercice. Le compte financier comprend le compte de résultat, le bilan, l'annexe, la balance générale des comptes à la clôture de l'exercice, le tableau de rapprochement des prévisions et des réalisations effectives et, le cas échéant, la balance des comptes spéciaux. Le compte financier est préparé par l'agent comptable et soumis par le secrétaire général à l'Autorité de contrôle qui entend l'agent comptable. Le compte financier est arrêté par l'Autorité de contrôle. Il est transmis à la Cour des comptes par le secrétaire général, accompagné des délibérations de l'Autorité relatives au budget, à ses modifications et au compte financier, et de tous les autres documents demandés par les ministres ou par la Cour dans les quatre mois qui suivent la clôture de l'exercice. \" \" Art. R. 310-12-6 .-I.-L'agent comptable est tenu de faire diligence pour assurer le recouvrement de toutes les ressources de l'Autorité de contrôle. Les recettes sont recouvrées par l'agent comptable soit spontanément, soit en exécution des instructions du secrétaire général.A l'exception de la contribution mentionnée à l'article L. 310-12-4, dont le recouvrement relève de la procédure de l'état exécutoire, l'agent comptable adresse aux débiteurs les factures correspondantes et reçoit leurs règlements. Tous les droits acquis au cours d'un exercice doivent être pris en compte au titre de cet exercice. II.-Lorsque les créances de l'Autorité de contrôle, autres que la contribution mentionnée à l'article L. 310-12-4, n'ont pu être recouvrées à l'amiable, les poursuites sont conduites conformément aux usages du commerce ou peuvent faire l'objet d'états rendus exécutoires par le secrétaire général. Les états exécutoires peuvent être notifiés aux débiteurs par lettre recommandée avec accusé de réception. Leur recouvrement est poursuivi jusqu'à opposition devant la juridiction compétente. III.-L'agent comptable procède aux poursuites. Celles-ci peuvent, à tout moment, être suspendues sur ordre écrit du secrétaire général si la créance est l'objet d'un litige. Le secrétaire général suspend également les poursuites si, en accord avec l'agent comptable, il estime que la créance est irrécouvrable ou que l'octroi d'un délai par l'agent comptable est conforme à l'intérêt de l'Autorité de contrôle. IV.-Le secrétaire général peut décider, après l'avis conforme de l'agent comptable : 1° En cas de gêne des débiteurs, d'accorder une remise gracieuse des créances de l'Autorité de contrôle, sauf pour la contribution mentionnée à l'article L. 310-12-4 ; 2° Sur demande justifiée des débiteurs, d'accorder la remise totale ou partielle des majorations de retard ou des pénalités appliquées à la contribution mentionnée à l'article L. 310-12-4 ; 3° Une admission en non-valeur des créances de l'Autorité de contrôle, en cas d'irrecouvrabilité avérée ou d'insolvabilité des débiteurs. L'Autorité de contrôle fixe le montant au-delà duquel l'une des remises mentionnées au 1° ou 2° est soumise à son approbation. Lorsque la remise gracieuse totale ou partielle concerne une dette de l'agent comptable, l'avis conforme prévu par l'article 8 du décret n° 64-1022 du 29 septembre 1964 relatif à la constatation et à l'apurement des débets des comptables publics et assimilés est rendu par l'Autorité de contrôle. \" \" Art. R. 310-12-7 .-I.-Toutes les dépenses doivent être liquidées et ordonnancées au cours de l'exercice auquel elles se rattachent. Les dépenses de l'Autorité de contrôle sont réglées par l'agent comptable sur l'ordre donné par le secrétaire général ou après avoir été acceptées par ce dernier. Les ordres de dépenses sont appuyés de pièces justificatives nécessaires, et notamment des factures, mémoires, marchés, baux ou conventions.L'acceptation de la dépense revêt la forme soit d'une mention datée et signée apposée sur le mémoire, la facture ou toute autre pièce en tenant lieu, soit d'un certificat séparé d'exécution de service, l'une ou l'autre précisant que le règlement peut être valablement opéré pour la somme indiquée. II.-L'agent comptable peut payer sans ordonnancement préalable, ou avant service fait, certaines catégories de dépenses dans les conditions prévues par le règlement comptable et financier. III.-La liste des pièces justificatives de recettes et de dépenses est préparée par l'agent comptable et proposée par le secrétaire général à l'agrément du ministre chargé du budget. En cas de perte, destruction ou vol des justifications remises à l'agent comptable, le ministre chargé du budget peut autoriser ce dernier à pourvoir à leur remplacement. Les pièces justificatives sont conservées dans les archives de l'agent comptable pendant dix ans au moins à partir de la date de clôture de l'exercice auquel elles se rapportent. IV.-L'agent comptable suspend le paiement des dépenses lorsqu'il constate, à l'occasion de l'exercice de ses contrôles, des irrégularités ou que les certifications délivrées par le secrétaire général sont inexactes. Il en informe le secrétaire général. Lorsque l'agent comptable a suspendu le paiement des dépenses, le secrétaire général peut, par écrit et sous sa responsabilité, requérir l'agent comptable de payer.L'agent comptable défère à la réquisition et rend compte au ministre chargé du budget qui transmet l'ordre de réquisition à la Cour des comptes. Par dérogation aux dispositions du deuxième alinéa, l'agent comptable doit refuser de déférer à l'ordre de réquisition lorsque la suspension du paiement est motivée par : 1° L'absence de justification du service fait ; 2° Le caractère non libératoire du règlement ; 3° Le manque de fonds disponibles. Dans les cas de refus de la réquisition, l'agent comptable rend immédiatement compte au ministre chargé du budget. \" \" Art. R. 310-12-8 .-Des régies de recettes et de dépenses peuvent être créées auprès de l'Autorité de contrôle par décision du secrétaire général sur avis conforme de l'agent comptable dans les conditions fixées par le décret n° 92-681 du 20 juillet 1992 relatif aux régies de recettes et aux régies d'avance des organismes publics et celles fixées par le règlement comptable et financier. \" \" Art. R. 310-12-9 .-L'Autorité de contrôle dépose ses fonds au Trésor. Elle peut également ouvrir des comptes auprès d'un établissement du secteur bancaire mentionné au titre Ier du livre V du code monétaire et financier. Des comptes bancaires à l'étranger peuvent être ouverts sur autorisation de l'Autorité. Les fonds de l'Autorité peuvent donner lieu à rémunération et faire l'objet de placements selon les conditions générales définies par elle. \" \" Art. R. 310-12-10 .-Les comptes de l'agent comptable de l'Autorité de contrôle des assurances et des mutuelles sont jugés directement par la Cour des comptes. Le contrôle de la gestion de l'agent comptable est également assurée par le receveur général des finances. \" \" Art.R. 310-12-11.-L'Autorité de contrôle est soumise aux dispositions du titre II de la loi n° 91-3 du 3 janvier 1991 relative à la transparence et à la régularité des procédures de marchés et soumettant la passation de certains contrats à des règles de publicité et de mise en concurrence. \" \" Sous-section 3 \" Personnel \" Art.R. 310-12-12.-Les fonctionnaires mis à la disposition de l'Autorité de contrôle des assurances et des mutuelles en application de l'article L. 310-12-1 du code des assurances sont placés dans l'une des positions prévues à l'article 32 de la loi n° 84-16 du 11 janvier 1984, sans que l'effectif placé en position de mise à disposition ne puisse dépasser 15 % de l'effectif global de l'Autorité. La durée de mise à disposition d'un agent auprès de l'Autorité ne peut dépasser trois ans. Des militaires et magistrats peuvent être mis à la disposition de l'Autorité dans les mêmes conditions, selon les modalités prévues par leurs statuts respectifs. Les agents contractuels de droit public recrutés par l'Autorité peuvent être employés pour une durée déterminée ou indéterminée. L'Autorité peut mettre à disposition des agents contractuels de droit public et des salariés de droit privé auprès d'un autre employeur public, d'un organisme communautaire ou international, ou se voir mettre à disposition du personnel par un autre employeur public. Ces mises à disposition font l'objet d'une convention conclue entre l'Autorité et l'autre employeur. \"",
            "texteHtml": "<p></p>Le régime budgétaire et comptable de l'Autorité de contrôle des assurances et des mutuelles mentionnée à l'article L. 951-1 ainsi que les dispositions relatives à son personnel sont fixés par les articles R. 310-12-2 à R. 310-12-11 du code des assurances, ci-après reproduits : <p></p><p></p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812415&dateTexte=&categorieLien=cid'>R. 310-12-2</a>.-Sur proposition du secrétaire général et dans le cadre des dispositions mentionnées aux articles L. 310-12-3 et L. 310-12-4, l'Autorité de contrôle délibère sur : <p></p><p></p>1° Le budget annuel et ses modifications en cours d'année ; <p></p><p></p>2° Le compte financier et l'affectation des résultats ; <p></p><p></p>3° Le règlement comptable et financier, qui est transmis aux ministres chargés de l'économie, de la sécurité sociale et de la mutualité ; <p></p><p></p>4° Les conditions générales de recrutement, d'emploi et de rémunération du personnel ; <p></p><p></p>5° Les conditions générales de passation des contrats, conventions et marchés ; <p></p><p></p>6° Les conditions générales d'emploi des fonds disponibles, de placement des réserves ; <p></p><p></p>7° Les acquisitions, échanges et aliénations de biens immobiliers ; <p></p><p></p>8° Les emprunts ; <p></p><p></p>9° Les transactions au-delà d'un montant qu'il fixe, sur proposition du secrétaire général ; <p></p><p></p>10° Les dons et legs \". <p></p><p></p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812417&dateTexte=&categorieLien=cid'>R. 310-12-3</a>.-Sans préjudice des compétences du président, le secrétaire général représente l'Autorité de contrôle dans tous les actes de la vie civile. <p></p><p></p>Il est ordonnateur des recettes et des dépenses. <p></p><p></p>Dans le cadre des règles générales fixées par l'Autorité en vertu de l'article R. 310-12-2, il a qualité pour : <p></p><p></p>1° Liquider et ordonnancer les recettes et les dépenses ; <p></p><p></p>2° Tenir la comptabilité des engagements de dépense, dans les conditions définies par le règlement comptable et financier ; <p></p><p></p>3° Gérer les disponibilités et décider des placements ; <p></p><p></p>4° Passer au nom de l'Autorité tous contrats, conventions et marchés et décider des prises ou cessions à bail de biens immobiliers ; <p></p><p></p>5° Engager, gérer et licencier le personnel à l'égard duquel il exerce la compétence de l'employeur et en fixer les rémunérations et les indemnités ; <p></p><p></p>6° Prendre toutes les mesures conservatoires et exercer toutes les actions en justice dans les matières relevant de sa compétence propre ; <p></p><p></p>7° Fixer le régime des indemnités de mission et de déplacement des personnels à l'égard duquel il exerce la compétence de l'employeur. <p></p><p></p>Dans les matières relevant de sa compétence, le secrétaire général est autorisé à transiger au nom de l'Autorité dans les conditions fixées par les articles 2044 à 2058 du code civil. <p></p><p></p>Un secrétaire général adjoint, placé sous l'autorité du secrétaire général, est nommé parmi les membres du corps de l'inspection générale des affaires sociales par arrêté conjoint des ministres chargés des finances, de la sécurité sociale et de la mutualité pris après avis de l'Autorité. <p></p><p></p>Le secrétaire général peut déléguer sa signature au secrétaire général adjoint en toute matière, à l'exclusion des compétences qu'il détient, le cas échéant, en sa qualité de chef du corps des commissaires contrôleurs des assurances. Il peut également déléguer sa signature à tout autre agent du secrétariat général, dans des matières et des limites qu'il détermine. <p></p><p></p>Le secrétaire général peut nommer un second secrétaire général adjoint. \" <p></p><p></p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812419&dateTexte=&categorieLien=cid'>R. 310-12-4</a>.-L'exercice comptable débute le 1er janvier et s'achève le 31 décembre.<p></p><p></p>L'Autorité de contrôle arrête son budget chaque année avant le début de l'exercice. Le budget comporte la prévision des recettes attendues et des dépenses nécessitées par l'Autorité pour l'exercice de ses missions. Il peut être modifié en cours d'année. Les crédits inscrits au budget n'ont pas un caractère limitatif. <p></p><p></p>Les délibérations de l'Autorité de contrôle relatives au budget et à ses modifications sont exécutoires de plein droit à l'issue du délai dont disposent les commissaires du Gouvernement pour demander une seconde délibération. \" <p></p><p></p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812421&dateTexte=&categorieLien=cid'>R. 310-12-5</a>.-I.-L'Autorité de contrôle est dotée d'un agent comptable nommé par arrêté du ministre chargé du budget.L'agent comptable est responsable personnellement et pécuniairement dans les conditions de l'article 60 de la loi de finances pour 1963 (n° 63-156 du 23 février 1963) et du décret n° 64-1022 du 29 septembre 1964 relatif à la constatation et à l'apurement des débets des comptables publics et assimilés. <p></p><p></p>Il est chargé : <p></p><p></p>a) De la tenue des comptabilités de l'Autorité de contrôle ; <p></p><p></p>b) Du recouvrement de la contribution pour frais de contrôle instituée à l'article L. 310-12-4, sans préjudice des dispositions de l'article L. 951-1 du code de la sécurité sociale, et de toutes les autres recettes de l'Autorité de contrôle ; <p></p><p></p>c) Du paiement des dépenses et du maniement des fonds ainsi que des mouvements de comptes de disponibilités. <p></p><p></p>Avec l'accord du secrétaire général, il peut confier sous son contrôle la comptabilité analytique et la comptabilité matière aux services de l'Autorité de contrôle.<p></p><p></p>L'agent comptable peut nommer des mandataires qui sont agréés par le secrétaire général. <p></p><p></p>II.-Les comptes de l'Autorité de contrôle sont établis selon les règles du plan comptable général. Celui-ci peut faire l'objet d'adaptations proposées par le secrétaire général et approuvées par le ministre chargé du budget. <p></p><p></p>Les taux d'amortissement et de dépréciation ainsi que les modalités de tenue des inventaires sont fixés par le règlement comptable et financier.<p></p><p></p>L'agent comptable établit un compte financier au terme de chaque exercice. Le compte financier comprend le compte de résultat, le bilan, l'annexe, la balance générale des comptes à la clôture de l'exercice, le tableau de rapprochement des prévisions et des réalisations effectives et, le cas échéant, la balance des comptes spéciaux. <p></p><p></p>Le compte financier est préparé par l'agent comptable et soumis par le secrétaire général à l'Autorité de contrôle qui entend l'agent comptable. Le compte financier est arrêté par l'Autorité de contrôle. Il est transmis à la Cour des comptes par le secrétaire général, accompagné des délibérations de l'Autorité relatives au budget, à ses modifications et au compte financier, et de tous les autres documents demandés par les ministres ou par la Cour dans les quatre mois qui suivent la clôture de l'exercice. \" <p></p><p></p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812423&dateTexte=&categorieLien=cid'>R. 310-12-6</a>.-I.-L'agent comptable est tenu de faire diligence pour assurer le recouvrement de toutes les ressources de l'Autorité de contrôle. Les recettes sont recouvrées par l'agent comptable soit spontanément, soit en exécution des instructions du secrétaire général.A l'exception de la contribution mentionnée à l'article L. 310-12-4, dont le recouvrement relève de la procédure de l'état exécutoire, l'agent comptable adresse aux débiteurs les factures correspondantes et reçoit leurs règlements. Tous les droits acquis au cours d'un exercice doivent être pris en compte au titre de cet exercice. <p></p><p></p>II.-Lorsque les créances de l'Autorité de contrôle, autres que la contribution mentionnée à l'article L. 310-12-4, n'ont pu être recouvrées à l'amiable, les poursuites sont conduites conformément aux usages du commerce ou peuvent faire l'objet d'états rendus exécutoires par le secrétaire général. Les états exécutoires peuvent être notifiés aux débiteurs par lettre recommandée avec accusé de réception. Leur recouvrement est poursuivi jusqu'à opposition devant la juridiction compétente. <p></p><p></p>III.-L'agent comptable procède aux poursuites. Celles-ci peuvent, à tout moment, être suspendues sur ordre écrit du secrétaire général si la créance est l'objet d'un litige. Le secrétaire général suspend également les poursuites si, en accord avec l'agent comptable, il estime que la créance est irrécouvrable ou que l'octroi d'un délai par l'agent comptable est conforme à l'intérêt de l'Autorité de contrôle. <p></p><p></p>IV.-Le secrétaire général peut décider, après l'avis conforme de l'agent comptable : <p></p><p></p>1° En cas de gêne des débiteurs, d'accorder une remise gracieuse des créances de l'Autorité de contrôle, sauf pour la contribution mentionnée à l'article L. 310-12-4 ; <p></p><p></p>2° Sur demande justifiée des débiteurs, d'accorder la remise totale ou partielle des majorations de retard ou des pénalités appliquées à la contribution mentionnée à l'article L. 310-12-4 ; <p></p><p></p>3° Une admission en non-valeur des créances de l'Autorité de contrôle, en cas d'irrecouvrabilité avérée ou d'insolvabilité des débiteurs.<p></p><p></p>L'Autorité de contrôle fixe le montant au-delà duquel l'une des remises mentionnées au 1° ou 2° est soumise à son approbation. <p></p><p></p>Lorsque la remise gracieuse totale ou partielle concerne une dette de l'agent comptable, l'avis conforme prévu par l'article 8 du décret n° 64-1022 du 29 septembre 1964 relatif à la constatation et à l'apurement des débets des comptables publics et assimilés est rendu par l'Autorité de contrôle. \" <p></p><p></p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812425&dateTexte=&categorieLien=cid'>R. 310-12-7</a>.-I.-Toutes les dépenses doivent être liquidées et ordonnancées au cours de l'exercice auquel elles se rattachent. Les dépenses de l'Autorité de contrôle sont réglées par l'agent comptable sur l'ordre donné par le secrétaire général ou après avoir été acceptées par ce dernier. Les ordres de dépenses sont appuyés de pièces justificatives nécessaires, et notamment des factures, mémoires, marchés, baux ou conventions.L'acceptation de la dépense revêt la forme soit d'une mention datée et signée apposée sur le mémoire, la facture ou toute autre pièce en tenant lieu, soit d'un certificat séparé d'exécution de service, l'une ou l'autre précisant que le règlement peut être valablement opéré pour la somme indiquée. <p></p><p></p>II.-L'agent comptable peut payer sans ordonnancement préalable, ou avant service fait, certaines catégories de dépenses dans les conditions prévues par le règlement comptable et financier. <p></p><p></p>III.-La liste des pièces justificatives de recettes et de dépenses est préparée par l'agent comptable et proposée par le secrétaire général à l'agrément du ministre chargé du budget. En cas de perte, destruction ou vol des justifications remises à l'agent comptable, le ministre chargé du budget peut autoriser ce dernier à pourvoir à leur remplacement. Les pièces justificatives sont conservées dans les archives de l'agent comptable pendant dix ans au moins à partir de la date de clôture de l'exercice auquel elles se rapportent. <p></p><p></p>IV.-L'agent comptable suspend le paiement des dépenses lorsqu'il constate, à l'occasion de l'exercice de ses contrôles, des irrégularités ou que les certifications délivrées par le secrétaire général sont inexactes. Il en informe le secrétaire général. <p></p><p></p>Lorsque l'agent comptable a suspendu le paiement des dépenses, le secrétaire général peut, par écrit et sous sa responsabilité, requérir l'agent comptable de payer.L'agent comptable défère à la réquisition et rend compte au ministre chargé du budget qui transmet l'ordre de réquisition à la Cour des comptes. <p></p><p></p>Par dérogation aux dispositions du deuxième alinéa, l'agent comptable doit refuser de déférer à l'ordre de réquisition lorsque la suspension du paiement est motivée par : <p></p><p></p>1° L'absence de justification du service fait ; <p></p><p></p>2° Le caractère non libératoire du règlement ; <p></p><p></p>3° Le manque de fonds disponibles. <p></p><p></p>Dans les cas de refus de la réquisition, l'agent comptable rend immédiatement compte au ministre chargé du budget. \" <p></p><p></p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812427&dateTexte=&categorieLien=cid'>R. 310-12-8</a>.-Des régies de recettes et de dépenses peuvent être créées auprès de l'Autorité de contrôle par décision du secrétaire général sur avis conforme de l'agent comptable dans les conditions fixées par le décret n° 92-681 du 20 juillet 1992 relatif aux régies de recettes et aux régies d'avance des organismes publics et celles fixées par le règlement comptable et financier. \" <p></p><p></p><p></p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812429&dateTexte=&categorieLien=cid'>R. 310-12-9</a>.-L'Autorité de contrôle dépose ses fonds au Trésor. Elle peut également ouvrir des comptes auprès d'un établissement du secteur bancaire mentionné au titre Ier du livre V du code monétaire et financier. Des comptes bancaires à l'étranger peuvent être ouverts sur autorisation de l'Autorité. Les fonds de l'Autorité peuvent donner lieu à rémunération et faire l'objet de placements selon les conditions générales définies par elle. \" <p></p><p></p><p></p>\" Art.<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006812431&dateTexte=&categorieLien=cid'>R. 310-12-10</a>.-Les comptes de l'agent comptable de l'Autorité de contrôle des assurances et des mutuelles sont jugés directement par la Cour des comptes. Le contrôle de la gestion de l'agent comptable est également assurée par le receveur général des finances. \" <p></p><p></p><p></p>\" Art.R. 310-12-11.-L'Autorité de contrôle est soumise aux dispositions du titre II de la loi n° 91-3 du 3 janvier 1991 relative à la transparence et à la régularité des procédures de marchés et soumettant la passation de certains contrats à des règles de publicité et de mise en concurrence. \" <p></p><p></p>\" Sous-section 3 <p></p>\" Personnel <p></p><p></p>\" Art.R. 310-12-12.-Les fonctionnaires mis à la disposition de l'Autorité de contrôle des assurances et des mutuelles en application de l'article L. 310-12-1 du code des assurances sont placés dans l'une des positions prévues à l'article 32 de la loi n° 84-16 du 11 janvier 1984, sans que l'effectif placé en position de mise à disposition ne puisse dépasser 15 % de l'effectif global de l'Autorité. La durée de mise à disposition d'un agent auprès de l'Autorité ne peut dépasser trois ans. <p></p><p></p>Des militaires et magistrats peuvent être mis à la disposition de l'Autorité dans les mêmes conditions, selon les modalités prévues par leurs statuts respectifs. <p></p><p></p>Les agents contractuels de droit public recrutés par l'Autorité peuvent être employés pour une durée déterminée ou indéterminée.<p></p><p></p>L'Autorité peut mettre à disposition des agents contractuels de droit public et des salariés de droit privé auprès d'un autre employeur public, d'un organisme communautaire ou international, ou se voir mettre à disposition du personnel par un autre employeur public. Ces mises à disposition font l'objet d'une convention conclue entre l'Autorité et l'autre employeur. \"<p></p>",
            "num": "R951-2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1134691200000,
            "dateFin": 1268092800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126978",
                        "id": "LEGISCTA000006126978",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-09-14",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Contrôle des institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141963",
                        "id": "LEGISCTA000006141963",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-12-16",
                        "fin": "2010-03-09",
                        "titre": "Chapitre 2 : Fonctionnement de l'Autorité de contrôle.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156818",
                        "id": "LEGISCTA000006156818",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006755251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006156818",
            "sectionParentId": "LEGISCTA000006156818",
            "sectionParentTitre": "Chapitre 2 : Fonctionnement de l'Autorité de contrôle.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire &gt; Titre V : Contrôle des institutions",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006755254",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2010-217 du 3 mars 2010 article 12 : Le présent décret entre en vigueur à la date de la première réunion du collège de l'Autorité de contrôle prudentiel (9 mars 2010), à l'exception de son article 11.",
            "notaHtml": "<p>Décret n° 2010-217 du 3 mars 2010 article 12 : Le présent décret entre en vigueur à la date de la première réunion du collège de l'Autorité de contrôle prudentiel (9 mars 2010), à l'exception de son article 11.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000634104",
                    "textTitle": "Loi n°2005-1564 du 15 décembre 2005 - art. 14 (V) JORF 16 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006842397",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-16",
                    "dateSignaTexte": "2005-12-15",
                    "dateDebutCible": "2005-12-16"
                },
                {
                    "textCid": "JORFTEXT000021902234",
                    "textTitle": "Décret n°2010-217 du 3 mars 2010 - art. 5",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000021903977",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-03-04",
                    "dateSignaTexte": "2010-03-03",
                    "dateDebutCible": "2010-03-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-1",
                    "articleId": "LEGIARTI000006745883",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776476800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 205891200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R310-12-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R310-12-9",
                    "articleId": "LEGIARTI000006812429",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1089936000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R732-3 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R732-3",
                    "articleId": "LEGIARTI000006752101",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R732-3 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R732-3",
                    "articleId": "LEGIARTI000006752101",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R310-12-10",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R310-12-10",
                    "articleId": "LEGIARTI000006812431",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R310-12-2",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R310-12-2",
                    "articleId": "LEGIARTI000006812415",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R310-12-3",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R310-12-3",
                    "articleId": "LEGIARTI000006812417",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R310-12-4",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R310-12-4",
                    "articleId": "LEGIARTI000006812419",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R310-12-5",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R310-12-5",
                    "articleId": "LEGIARTI000006812421",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R310-12-6",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R310-12-6",
                    "articleId": "LEGIARTI000006812423",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R310-12-7",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R310-12-7",
                    "articleId": "LEGIARTI000006812425",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R310-12-8",
                    "linkType": "PILOTE_SUIVEUR",
                    "linkOrientation": "source",
                    "articleNum": "R310-12-8",
                    "articleId": "LEGIARTI000006812427",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006755251",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 842659200000,
                    "dateFin": 1040083200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1040083200000,
                    "dateFin": 1089936000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1089936000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755254",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1268092800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R951-2-1",
                "951-2-1"
            ],
            "versionPrecedente": "LEGIARTI000006755253",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006755253",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le régime budgétaire et comptable de la Commission de contrôle des assurances, des mutuelles et des institutions de prévoyance mentionnée à l'article L. 951-1 ainsi que les dispositions relatives à son personnel sont fixés par les articles R. 310-12-2 à R. 310-12-11 du code des assurances, ci-après reproduits : \"Art. R. 310-12-2. - Sur proposition du secrétaire général et dans le cadre des dispositions mentionnées aux articles L. 310-12-3 et L. 310-12-4, la commission de contrôle délibère sur : 1° Le budget annuel et ses modifications en cours d'année ; 2° Le compte financier et l'affectation des résultats ; 3° Le règlement comptable et financier, qui est transmis aux ministres chargés de l'économie, de la sécurité sociale et de la mutualité ; 4° Les conditions générales de recrutement, d'emploi et de rémunération du personnel ; 5° Les conditions générales de passation des contrats, conventions et marchés ; 6° Les conditions générales d'emploi des fonds disponibles, de placement des réserves ; 7° Les acquisitions, échanges et aliénations de biens immobiliers ; 8° Les emprunts ; 9° Les transactions au-delà d'un montant qu'il fixe, sur proposition du secrétaire général ; 10° Les dons et legs\". \"Art. R. 310-12-3. - Sans préjudice des compétences du président, le secrétaire général représente la commission de contrôle dans tous les actes de la vie civile. Il est ordonnateur des recettes et des dépenses. Dans le cadre des règles générales fixées par la commission en vertu de l'article R. 310-12-2, il a qualité pour : 1° Liquider et ordonnancer les recettes et les dépenses ; 2° Tenir la comptabilité des engagements de dépense, dans les conditions définies par le règlement comptable et financier ; 3° Gérer les disponibilités et décider des placements ; 4° Passer au nom de la commission tous contrats, conventions et marchés et décider des prises ou cessions à bail de biens immobiliers ; 5° Engager, gérer et licencier le personnel à l'égard duquel il exerce la compétence de l'employeur et en fixer les rémunérations et les indemnités ; 6° Prendre toutes les mesures conservatoires et exercer toutes les actions en justice dans les matières relevant de sa compétence propre ; 7° Fixer le régime des indemnités de mission et de déplacement des personnels à l'égard duquel il exerce la compétence de l'employeur. Dans les matières relevant de sa compétence, le secrétaire général est autorisé à transiger au nom de la commission dans les conditions fixées par les articles 2044 à 2058 du code civil. Un secrétaire général adjoint, placé sous l'autorité du secrétaire général, est nommé parmi les membres du corps de l'inspection générale des affaires sociales par arrêté conjoint des ministres chargés des finances, de la sécurité sociale et de la mutualité pris après avis de la commission. Le secrétaire général peut déléguer sa signature au secrétaire général adjoint en toute matière, à l'exclusion des compétences qu'il détient, le cas échéant, en sa qualité de chef du corps des commissaires contrôleurs des assurances. Il peut également déléguer sa signature à tout autre agent du secrétariat général, dans des matières et des limites qu'il détermine. Le secrétaire général peut nommer un second secrétaire général adjoint.\" \"Art. R. 310-12-4. - L'exercice comptable débute le 1er janvier et s'achève le 31 décembre. La commission de contrôle arrête son budget chaque année avant le début de l'exercice. Le budget comporte la prévision des recettes attendues et des dépenses nécessitées par la commission pour l'exercice de ses missions. Il peut être modifié en cours d'année. Les crédits inscrits au budget n'ont pas un caractère limitatif. Les délibérations de la commission de contrôle relatives au budget et à ses modifications sont exécutoires de plein droit à l'issue du délai dont disposent les commissaires du Gouvernement pour demander une seconde délibération.\" \"Art. R. 310-12-5. - I. - La commission de contrôle est dotée d'un agent comptable nommé par arrêté du ministre chargé du budget. L'agent comptable est responsable personnellement et pécuniairement dans les conditions de l'article 60 de la loi de finances pour 1963 (n° 63-156 du 23 février 1963) et du décret n° 64-1022 du 29 septembre 1964 relatif à la constatation et à l'apurement des débets des comptables publics et assimilés. Il est chargé : a) De la tenue des comptabilités de la commission de contrôle ; b) Du recouvrement de la contribution pour frais de contrôle instituée à l'article L. 310-12-4, sans préjudice des dispositions de l'article L. 951-1 du code de la sécurité sociale, et de toutes les autres recettes de la commission de contrôle ; c) Du paiement des dépenses et du maniement des fonds ainsi que des mouvements de comptes de disponibilités. Avec l'accord du secrétaire général, il peut confier sous son contrôle la comptabilité analytique et la comptabilité matière aux services de la commission de contrôle. L'agent comptable peut nommer des mandataires qui sont agréés par le secrétaire général. II. - Les comptes de la commission de contrôle sont établis selon les règles du plan comptable général. Celui-ci peut faire l'objet d'adaptations proposées par le secrétaire général et approuvées par le ministre chargé du budget. Les taux d'amortissement et de dépréciation ainsi que les modalités de tenue des inventaires sont fixés par le règlement comptable et financier. L'agent comptable établit un compte financier au terme de chaque exercice. Le compte financier comprend le compte de résultat, le bilan, l'annexe, la balance générale des comptes à la clôture de l'exercice, le tableau de rapprochement des prévisions et des réalisations effectives et, le cas échéant, la balance des comptes spéciaux. Le compte financier est préparé par l'agent comptable et soumis par le secrétaire général à la commission de contrôle qui entend l'agent comptable. Le compte financier est arrêté par la commission de contrôle. Il est transmis à la Cour des comptes par le secrétaire général, accompagné des délibérations de la commission relatives au budget, à ses modifications et au compte financier, et de tous les autres documents demandés par les ministres ou par la Cour dans les quatre mois qui suivent la clôture de l'exercice.\" \"Art. R. 310-12-6. - I. - L'agent comptable est tenu de faire diligence pour assurer le recouvrement de toutes les ressources de la commission de contrôle. Les recettes sont recouvrées par l'agent comptable soit spontanément, soit en exécution des instructions du secrétaire général. A l'exception de la contribution mentionnée à l'article L. 310-12-4, dont le recouvrement relève de la procédure de l'état exécutoire, l'agent comptable adresse aux débiteurs les factures correspondantes et reçoit leurs règlements. Tous les droits acquis au cours d'un exercice doivent être pris en compte au titre de cet exercice. II. - Lorsque les créances de la commission de contrôle, autres que la contribution mentionnée à l'article L. 310-12-4, n'ont pu être recouvrées à l'amiable, les poursuites sont conduites conformément aux usages du commerce ou peuvent faire l'objet d'états rendus exécutoires par le secrétaire général. Les états exécutoires peuvent être notifiés aux débiteurs par lettre recommandée avec accusé de réception. Leur recouvrement est poursuivi jusqu'à opposition devant la juridiction compétente. III. - L'agent comptable procède aux poursuites. Celles-ci peuvent, à tout moment, être suspendues sur ordre écrit du secrétaire général si la créance est l'objet d'un litige. Le secrétaire général suspend également les poursuites si, en accord avec l'agent comptable, il estime que la créance est irrécouvrable ou que l'octroi d'un délai par l'agent comptable est conforme à l'intérêt de la commission de contrôle. IV. - Le secrétaire général peut décider, après l'avis conforme de l'agent comptable : 1° En cas de gêne des débiteurs, d'accorder une remise gracieuse des créances de la commission de contrôle, sauf pour la contribution mentionnée à l'article L. 310-12-4 ; 2° Sur demande justifiée des débiteurs, d'accorder la remise totale ou partielle des majorations de retard ou des pénalités appliquées à la contribution mentionnée à l'article L. 310-12-4 ; 3° Une admission en non-valeur des créances de la commission de contrôle, en cas d'irrecouvrabilité avérée ou d'insolvabilité des débiteurs. La commission de contrôle fixe le montant au-delà duquel l'une des remises mentionnées au 1° ou 2° est soumise à son approbation. Lorsque la remise gracieuse totale ou partielle concerne une dette de l'agent comptable, l'avis conforme prévu par l'article 8 du décret n° 64-1022 du 29 septembre 1964 relatif à la constatation et à l'apurement des débets des comptables publics et assimilés est rendu par la commission de contrôle.\" \"Art. R. 310-12-7. - I. - Toutes les dépenses doivent être liquidées et ordonnancées au cours de l'exercice auquel elles se rattachent. Les dépenses de la commission de contrôle sont réglées par l'agent comptable sur l'ordre donné par le secrétaire général ou après avoir été acceptées par ce dernier. Les ordres de dépenses sont appuyés de pièces justificatives nécessaires, et notamment des factures, mémoires, marchés, baux ou conventions. L'acceptation de la dépense revêt la forme soit d'une mention datée et signée apposée sur le mémoire, la facture ou toute autre pièce en tenant lieu, soit d'un certificat séparé d'exécution de service, l'une ou l'autre précisant que le règlement peut être valablement opéré pour la somme indiquée. II. - L'agent comptable peut payer sans ordonnancement préalable, ou avant service fait, certaines catégories de dépenses dans les conditions prévues par le règlement comptable et financier. III. - La liste des pièces justificatives de recettes et de dépenses est préparée par l'agent comptable et proposée par le secrétaire général à l'agrément du ministre chargé du budget. En cas de perte, destruction ou vol des justifications remises à l'agent comptable, le ministre chargé du budget peut autoriser ce dernier à pourvoir à leur remplacement. Les pièces justificatives sont conservées dans les archives de l'agent comptable pendant dix ans au moins à partir de la date de clôture de l'exercice auquel elles se rapportent. IV. - L'agent comptable suspend le paiement des dépenses lorsqu'il constate, à l'occasion de l'exercice de ses contrôles, des irrégularités ou que les certifications délivrées par le secrétaire général sont inexactes. Il en informe le secrétaire général. Lorsque l'agent comptable a suspendu le paiement des dépenses, le secrétaire général peut, par écrit et sous sa responsabilité, requérir l'agent comptable de payer. L'agent comptable défère à la réquisition et rend compte au ministre chargé du budget qui transmet l'ordre de réquisition à la Cour des comptes. Par dérogation aux dispositions du deuxième alinéa, l'agent comptable doit refuser de déférer à l'ordre de réquisition lorsque la suspension du paiement est motivée par : 1° L'absence de justification du service fait ; 2° Le caractère non libératoire du règlement ; 3° Le manque de fonds disponibles. Dans les cas de refus de la réquisition, l'agent comptable rend immédiatement compte au ministre chargé du budget.\" \"Art. R. 310-12-8. - Des régies de recettes et de dépenses peuvent être créées auprès de la commission de contrôle par décision du secrétaire général sur avis conforme de l'agent comptable dans les conditions fixées par le décret n° 92-681 du 20 juillet 1992 relatif aux régies de recettes et aux régies d'avance des organismes publics et celles fixées par le règlement comptable et financier.\" \"Art. R. 310-12-9. - La commission de contrôle dépose ses fonds au Trésor. Elle peut également ouvrir des comptes auprès d'un établissement du secteur bancaire mentionné au titre Ier du livre V du code monétaire et financier. Des comptes bancaires à l'étranger peuvent être ouverts sur autorisation de la commission. Les fonds de la commission peuvent donner lieu à rémunération et faire l'objet de placements selon les conditions générales définies par elle.\" \"Art. R. 310-12-10. - Les comptes de l'agent comptable de la Commission de contrôle des assurances, des mutuelles et des institutions de prévoyance sont jugés directement par la Cour des comptes. Le contrôle de la gestion de l'agent comptable est également assurée par le receveur général des finances.\" \"Art. R. 310-12-11. - La commission de contrôle est soumise aux dispositions du titre II de la loi n° 91-3 du 3 janvier 1991 relative à la transparence et à la régularité des procédures de marchés et soumettant la passation de certains contrats à des règles de publicité et de mise en concurrence.\" \"Sous-section 3 \"Personnel \"Art. R. 310-12-12. - Les fonctionnaires mis à la disposition de la Commission de contrôle des assurances, des mutuelles et des institutions de prévoyance en application de l'article L. 310-12-1 du code des assurances sont placés dans l'une des positions prévues à l'article 32 de la loi n° 84-16 du 11 janvier 1984, sans que l'effectif placé en position de mise à disposition ne puisse dépasser 15 % de l'effectif global de la commission. La durée de mise à disposition d'un agent auprès de la commission ne peut dépasser trois ans. Des militaires et magistrats peuvent être mis à la disposition de la commission dans les mêmes conditions, selon les modalités prévues par leurs statuts respectifs. Les agents contractuels de droit public recrutés par la commission peuvent être employés pour une durée déterminée ou indéterminée. La commission peut mettre à disposition des agents contractuels de droit public et des salariés de droit privé auprès d'un autre employeur public, d'un organisme communautaire ou international, ou se voir mettre à disposition du personnel par un autre employeur public. Ces mises à disposition font l'objet d'une convention conclue entre la commission et l'autre employeur.\"",
            "texteHtml": "<p></p>   Le régime budgétaire et comptable de la Commission de contrôle des assurances, des mutuelles et des institutions de prévoyance mentionnée à l'article L. 951-1 ainsi que les dispositions relatives à son personnel sont fixés par les articles R. 310-12-2 à R. 310-12-11 du code des assurances, ci-après reproduits :<p></p><p></p>   \"Art. R. 310-12-2. - Sur proposition du secrétaire général et dans le cadre des dispositions mentionnées aux articles L. 310-12-3 et L. 310-12-4, la commission de contrôle délibère sur :<p></p><p></p>   1° Le budget annuel et ses modifications en cours d'année ;<p></p><p></p>   2° Le compte financier et l'affectation des résultats ;<p></p><p></p>   3° Le règlement comptable et financier, qui est transmis aux ministres chargés de l'économie, de la sécurité sociale et de la mutualité ;<p></p><p></p>   4° Les conditions générales de recrutement, d'emploi et de rémunération du personnel ;<p></p><p></p>   5° Les conditions générales de passation des contrats, conventions et marchés ;<p></p><p></p>   6° Les conditions générales d'emploi des fonds disponibles, de placement des réserves ;<p></p><p></p>   7° Les acquisitions, échanges et aliénations de biens immobiliers ;<p></p><p></p>   8° Les emprunts ;<p></p><p></p>   9° Les transactions au-delà d'un montant qu'il fixe, sur proposition du secrétaire général ;<p></p><p></p>   10° Les dons et legs\".<p></p><p></p>   \"Art. R. 310-12-3. - Sans préjudice des compétences du président, le secrétaire général représente la commission de contrôle dans tous les actes de la vie civile.<p></p><p></p>   Il est ordonnateur des recettes et des dépenses.<p></p><p></p>   Dans le cadre des règles générales fixées par la commission en vertu de l'article R. 310-12-2, il a qualité pour :<p></p><p></p>   1° Liquider et ordonnancer les recettes et les dépenses ;<p></p><p></p>   2° Tenir la comptabilité des engagements de dépense, dans les conditions définies par le règlement comptable et financier ;<p></p><p></p>   3° Gérer les disponibilités et décider des placements ;<p></p><p></p>   4° Passer au nom de la commission tous contrats, conventions et marchés et décider des prises ou cessions à bail de biens immobiliers ;<p></p><p></p>   5° Engager, gérer et licencier le personnel à l'égard duquel il exerce la compétence de l'employeur et en fixer les rémunérations et les indemnités ;<p></p><p></p>   6° Prendre toutes les mesures conservatoires et exercer toutes les actions en justice dans les matières relevant de sa compétence propre ;<p></p><p></p>   7° Fixer le régime des indemnités de mission et de déplacement des personnels à l'égard duquel il exerce la compétence de l'employeur.<p></p><p></p>   Dans les matières relevant de sa compétence, le secrétaire général est autorisé à transiger au nom de la commission dans les conditions fixées par les articles 2044 à 2058 du code civil.<p></p><p></p>   Un secrétaire général adjoint, placé sous l'autorité du secrétaire général, est nommé parmi les membres du corps de l'inspection générale des affaires sociales par arrêté conjoint des ministres chargés des finances, de la sécurité sociale et de la mutualité pris après avis de la commission.<p></p><p></p>   Le secrétaire général peut déléguer sa signature au secrétaire général adjoint en toute matière, à l'exclusion des compétences qu'il détient, le cas échéant, en sa qualité de chef du corps des commissaires contrôleurs des assurances. Il peut également déléguer sa signature à tout autre agent du secrétariat général, dans des matières et des limites qu'il détermine.<p></p><p></p>   Le secrétaire général peut nommer un second secrétaire général adjoint.\"<p></p><p></p>   \"Art. R. 310-12-4. - L'exercice comptable débute le 1er janvier et s'achève le 31 décembre.<p></p><p></p>   La commission de contrôle arrête son budget chaque année avant le début de l'exercice. Le budget comporte la prévision des recettes attendues et des dépenses nécessitées par la commission pour l'exercice de ses missions. Il peut être modifié en cours d'année. Les crédits inscrits au budget n'ont pas un caractère limitatif.<p></p><p></p>   Les délibérations de la commission de contrôle relatives au budget et à ses modifications sont exécutoires de plein droit à l'issue du délai dont disposent les commissaires du Gouvernement pour demander une seconde délibération.\"<p></p><p></p>   \"Art. R. 310-12-5. - I. - La commission de contrôle est dotée d'un agent comptable nommé par arrêté du ministre chargé du budget. L'agent comptable est responsable personnellement et pécuniairement dans les conditions de l'article 60 de la loi de finances pour 1963 (n° 63-156 du 23 février 1963) et du décret n° 64-1022 du 29 septembre 1964 relatif à la constatation et à l'apurement des débets des comptables publics et assimilés.<p></p><p></p>   Il est chargé :<p></p><p></p>   a) De la tenue des comptabilités de la commission de contrôle ;<p></p><p></p>   b) Du recouvrement de la contribution pour frais de contrôle instituée à l'article L. 310-12-4, sans préjudice des dispositions de l'article L. 951-1 du code de la sécurité sociale, et de toutes les autres recettes de la commission de contrôle ;<p></p><p></p>   c) Du paiement des dépenses et du maniement des fonds ainsi que des mouvements de comptes de disponibilités.<p></p><p></p>   Avec l'accord du secrétaire général, il peut confier sous son contrôle la comptabilité analytique et la comptabilité matière aux services de la commission de contrôle.<p></p><p></p>   L'agent comptable peut nommer des mandataires qui sont agréés par le secrétaire général.<p></p><p></p>   II. - Les comptes de la commission de contrôle sont établis selon les règles du plan comptable général. Celui-ci peut faire l'objet d'adaptations proposées par le secrétaire général et approuvées par le ministre chargé du budget.<p></p><p></p>   Les taux d'amortissement et de dépréciation ainsi que les modalités de tenue des inventaires sont fixés par le règlement comptable et financier.<p></p><p></p>   L'agent comptable établit un compte financier au terme de chaque exercice. Le compte financier comprend le compte de résultat, le bilan, l'annexe, la balance générale des comptes à la clôture de l'exercice, le tableau de rapprochement des prévisions et des réalisations effectives et, le cas échéant, la balance des comptes spéciaux.<p></p><p></p>   Le compte financier est préparé par l'agent comptable et soumis par le secrétaire général à la commission de contrôle qui entend l'agent comptable. Le compte financier est arrêté par la commission de contrôle. Il est transmis à la Cour des comptes par le secrétaire général, accompagné des délibérations de la commission relatives au budget, à ses modifications et au compte financier, et de tous les autres documents demandés par les ministres ou par la Cour dans les quatre mois qui suivent la clôture de l'exercice.\"<p></p><p></p>   \"Art. R. 310-12-6. - I. - L'agent comptable est tenu de faire diligence pour assurer le recouvrement de toutes les ressources de la commission de contrôle. Les recettes sont recouvrées par l'agent comptable soit spontanément, soit en exécution des instructions du secrétaire général. A l'exception de la contribution mentionnée à l'article L. 310-12-4, dont le recouvrement relève de la procédure de l'état exécutoire, l'agent comptable adresse aux débiteurs les factures correspondantes et reçoit leurs règlements. Tous les droits acquis au cours d'un exercice doivent être pris en compte au titre de cet exercice.<p></p><p></p>   II. - Lorsque les créances de la commission de contrôle, autres que la contribution mentionnée à l'article L. 310-12-4, n'ont pu être recouvrées à l'amiable, les poursuites sont conduites conformément aux usages du commerce ou peuvent faire l'objet d'états rendus exécutoires par le secrétaire général. Les états exécutoires peuvent être notifiés aux débiteurs par lettre recommandée avec accusé de réception. Leur recouvrement est poursuivi jusqu'à opposition devant la juridiction compétente.<p></p><p></p>   III. - L'agent comptable procède aux poursuites. Celles-ci peuvent, à tout moment, être suspendues sur ordre écrit du secrétaire général si la créance est l'objet d'un litige. Le secrétaire général suspend également les poursuites si, en accord avec l'agent comptable, il estime que la créance est irrécouvrable ou que l'octroi d'un délai par l'agent comptable est conforme à l'intérêt de la commission de contrôle.<p></p><p></p>   IV. - Le secrétaire général peut décider, après l'avis conforme de l'agent comptable :<p></p><p></p>   1° En cas de gêne des débiteurs, d'accorder une remise gracieuse des créances de la commission de contrôle, sauf pour la contribution mentionnée à l'article L. 310-12-4 ;<p></p><p></p>   2° Sur demande justifiée des débiteurs, d'accorder la remise totale ou partielle des majorations de retard ou des pénalités appliquées à la contribution mentionnée à l'article L. 310-12-4 ;<p></p><p></p>   3° Une admission en non-valeur des créances de la commission de contrôle, en cas d'irrecouvrabilité avérée ou d'insolvabilité des débiteurs.<p></p><p></p>   La commission de contrôle fixe le montant au-delà duquel l'une des remises mentionnées au 1° ou 2° est soumise à son approbation.<p></p><p></p>   Lorsque la remise gracieuse totale ou partielle concerne une dette de l'agent comptable, l'avis conforme prévu par l'article 8 du décret n° 64-1022 du 29 septembre 1964 relatif à la constatation et à l'apurement des débets des comptables publics et assimilés est rendu par la commission de contrôle.\"<p></p><p></p>   \"Art. R. 310-12-7. - I. - Toutes les dépenses doivent être liquidées et ordonnancées au cours de l'exercice auquel elles se rattachent. Les dépenses de la commission de contrôle sont réglées par l'agent comptable sur l'ordre donné par le secrétaire général ou après avoir été acceptées par ce dernier. Les ordres de dépenses sont appuyés de pièces justificatives nécessaires, et notamment des factures, mémoires, marchés, baux ou conventions. L'acceptation de la dépense revêt la forme soit d'une mention datée et signée apposée sur le mémoire, la facture ou toute autre pièce en tenant lieu, soit d'un certificat séparé d'exécution de service, l'une ou l'autre précisant que le règlement peut être valablement opéré pour la somme indiquée.<p></p><p></p>    II. - L'agent comptable peut payer sans ordonnancement préalable, ou avant service fait, certaines catégories de dépenses dans les conditions prévues par le règlement comptable et financier.<p></p><p></p>   III. - La liste des pièces justificatives de recettes et de dépenses est préparée par l'agent comptable et proposée par le secrétaire général à l'agrément du ministre chargé du budget. En cas de perte, destruction ou vol des justifications remises à l'agent comptable, le ministre chargé du budget peut autoriser ce dernier à pourvoir à leur remplacement. Les pièces justificatives sont conservées dans les archives de l'agent comptable pendant dix ans au moins à partir de la date de clôture de l'exercice auquel elles se rapportent.<p></p><p></p>   IV. - L'agent comptable suspend le paiement des dépenses lorsqu'il constate, à l'occasion de l'exercice de ses contrôles, des irrégularités ou que les certifications délivrées par le secrétaire général sont inexactes. Il en informe le secrétaire général.<p></p><p></p>   Lorsque l'agent comptable a suspendu le paiement des dépenses, le secrétaire général peut, par écrit et sous sa responsabilité, requérir l'agent comptable de payer. L'agent comptable défère à la réquisition et rend compte au ministre chargé du budget qui transmet l'ordre de réquisition à la Cour des comptes.<p></p><p></p>   Par dérogation aux dispositions du deuxième alinéa, l'agent comptable doit refuser de déférer à l'ordre de réquisition lorsque la suspension du paiement est motivée par :<p></p><p></p>   1° L'absence de justification du service fait ;<p></p><p></p>   2° Le caractère non libératoire du règlement ;<p></p><p></p>   3° Le manque de fonds disponibles.<p></p><p></p>   Dans les cas de refus de la réquisition, l'agent comptable rend immédiatement compte au ministre chargé du budget.\"<p></p><p></p>   \"Art. R. 310-12-8. - Des régies de recettes et de dépenses peuvent être créées auprès de la commission de contrôle par décision du secrétaire général sur avis conforme de l'agent comptable dans les conditions fixées par le décret n° 92-681 du 20 juillet 1992 relatif aux régies de recettes et aux régies d'avance des organismes publics et celles fixées par le règlement comptable et financier.\"<p></p><p></p><p></p>   \"Art. R. 310-12-9. - La commission de contrôle dépose ses fonds au Trésor. Elle peut également ouvrir des comptes auprès d'un établissement du secteur bancaire mentionné au titre Ier du livre V du code monétaire et financier. Des comptes bancaires à l'étranger peuvent être ouverts sur autorisation de la commission. Les fonds de la commission peuvent donner lieu à rémunération et faire l'objet de placements selon les conditions générales définies par elle.\"<p></p><p></p><p></p>   \"Art. R. 310-12-10. - Les comptes de l'agent comptable de la Commission de contrôle des assurances, des mutuelles et des institutions de prévoyance sont jugés directement par la Cour des comptes. Le contrôle de la gestion de l'agent comptable est également assurée par le receveur général des finances.\"<p></p><p></p><p></p>   \"Art. R. 310-12-11. - La commission de contrôle est soumise aux dispositions du titre II de la loi n° 91-3 du 3 janvier 1991 relative à la transparence et à la régularité des procédures de marchés et soumettant la passation de certains contrats à des règles de publicité et de mise en concurrence.\"<p></p><p></p>\n\"Sous-section 3<p></p>\n \"Personnel<p></p><p></p>   \"Art. R. 310-12-12. - Les fonctionnaires mis à la disposition de la Commission de contrôle des assurances, des mutuelles et des institutions de prévoyance en application de l'article L. 310-12-1 du code des assurances sont placés dans l'une des positions prévues à l'article 32 de la loi n° 84-16 du 11 janvier 1984, sans que l'effectif placé en position de mise à disposition ne puisse dépasser 15 % de l'effectif global de la commission. La durée de mise à disposition d'un agent auprès de la commission ne peut dépasser trois ans.<p></p><p></p>   Des militaires et magistrats peuvent être mis à la disposition de la commission dans les mêmes conditions, selon les modalités prévues par leurs statuts respectifs.<p></p><p></p>   Les agents contractuels de droit public recrutés par la commission peuvent être employés pour une durée déterminée ou indéterminée.<p></p><p></p>   La commission peut mettre à disposition des agents contractuels de droit public et des salariés de droit privé auprès d'un autre employeur public, d'un organisme communautaire ou international, ou se voir mettre à disposition du personnel par un autre employeur public. Ces mises à disposition font l'objet d'une convention conclue entre la commission et l'autre employeur.\"<p></p>",
            "num": "R951-2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1089936000000,
            "dateFin": 1134691200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126978",
                        "id": "LEGISCTA000006126978",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-09-14",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Contrôle des institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141963",
                        "id": "LEGISCTA000006141963",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-09-14",
                        "fin": "2005-12-16",
                        "titre": "Chapitre 2 : Fonctionnement de la commission de contrôle.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156786",
                        "id": "LEGISCTA000006156786",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006755251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006156786",
            "sectionParentId": "LEGISCTA000006156786",
            "sectionParentTitre": "Chapitre 2 : Fonctionnement de la commission de contrôle.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire &gt; Titre V : Contrôle des institutions",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006755253",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000804090",
                    "textTitle": "Décret n°2004-693 du 15 juillet 2004 - art. 2 () JORF 16 juillet 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006232371",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-07-16",
                    "dateSignaTexte": "2004-07-15",
                    "dateDebutCible": "2004-07-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-1",
                    "articleId": "LEGIARTI000006745883",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776476800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances R310-12-2 à R310-12-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073984",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 205891200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R732-3 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R732-3",
                    "articleId": "LEGIARTI000006752101",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R732-3 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R732-3",
                    "articleId": "LEGIARTI000006752101",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006755251",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 842659200000,
                    "dateFin": 1040083200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1040083200000,
                    "dateFin": 1089936000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1089936000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755254",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1268092800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R951-2-1",
                "951-2-1"
            ],
            "versionPrecedente": "LEGIARTI000006755252",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006755252",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La commission de contrôle instituée par l'article L. 951-1 se réunit sur convocation de son président. Le secrétariat général de la commission est assuré par le chef de l'inspection générale des affaires sociales ; sur sa proposition, le président de la commission désigne un secrétaire général adjoint.",
            "texteHtml": "<p></p>   La commission de contrôle instituée par l'article L. 951-1 se réunit sur convocation de son président.<p></p><p></p>   Le secrétariat général de la commission est assuré par le chef de l'inspection générale des affaires sociales ; sur sa proposition, le président de la commission désigne un secrétaire général adjoint.<p></p>",
            "num": "R951-2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1040083200000,
            "dateFin": 1089936000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126978",
                        "id": "LEGISCTA000006126978",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-09-14",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Contrôle des institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141963",
                        "id": "LEGISCTA000006141963",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-09-14",
                        "fin": "2005-12-16",
                        "titre": "Chapitre 2 : Fonctionnement de la commission de contrôle.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156786",
                        "id": "LEGISCTA000006156786",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006755251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006156786",
            "sectionParentId": "LEGISCTA000006156786",
            "sectionParentTitre": "Chapitre 2 : Fonctionnement de la commission de contrôle.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire &gt; Titre V : Contrôle des institutions &gt; Chapitre 2 : Fonctionnement de la commission de contrôle.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006755252",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000781265",
                    "textTitle": "Décret n°2002-1457 du 16 décembre 2002 - art. 3 () JORF 17 décembre 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006215620",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-12-17",
                    "dateSignaTexte": "2002-12-16",
                    "dateDebutCible": "2002-12-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-1",
                    "articleId": "LEGIARTI000006745883",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776476800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R732-3 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R732-3",
                    "articleId": "LEGIARTI000006752101",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R732-3 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R732-3",
                    "articleId": "LEGIARTI000006752101",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006755251",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 842659200000,
                    "dateFin": 1040083200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1040083200000,
                    "dateFin": 1089936000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1089936000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755254",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1268092800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R951-2-1",
                "951-2-1"
            ],
            "versionPrecedente": "LEGIARTI000006755251",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006755251",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La commission de contrôle instituée par l'article L. 951-1 se réunit sur convocation de son président. Le secrétariat général de la commission est assuré par le chef de l'inspection générale des affaires sociales ; sur sa proposition, le président de la commission désigne parmi les membres de cette inspection un secrétaire général adjoint.",
            "texteHtml": "<p></p>   La commission de contrôle instituée par l'article L. 951-1 se réunit sur convocation de son président.<p></p><p></p>   Le secrétariat général de la commission est assuré par le chef de l'inspection générale des affaires sociales ; sur sa proposition, le président de la commission désigne parmi les membres de cette inspection un secrétaire général adjoint.<p></p>",
            "num": "R951-2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 842659200000,
            "dateFin": 1040083200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-06",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126978",
                        "id": "LEGISCTA000006126978",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-09-14",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Contrôle des institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141963",
                        "id": "LEGISCTA000006141963",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-09-14",
                        "fin": "2005-12-16",
                        "titre": "Chapitre 2 : Fonctionnement de la commission de contrôle.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156786",
                        "id": "LEGISCTA000006156786",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006755251",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006156786",
            "sectionParentId": "LEGISCTA000006156786",
            "sectionParentTitre": "Chapitre 2 : Fonctionnement de la commission de contrôle.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre IX : Dispositions relatives à la protection sociale complémentaire des salariés et aux institutions à caractère paritaire &gt; Titre V : Contrôle des institutions &gt; Chapitre 2 : Fonctionnement de la commission de contrôle.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006755251",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000195054",
                    "textTitle": "Décret n°96-800 du 9 septembre 1996 - art. 8 () JORF 14 septembre 1996",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006771472",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-09-14",
                    "dateSignaTexte": "1996-09-09",
                    "dateDebutCible": "1996-09-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L951-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L951-1",
                    "articleId": "LEGIARTI000006745883",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 776476800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R732-3 (T)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R732-3",
                    "articleId": "LEGIARTI000006752101",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R732-3 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R732-3",
                    "articleId": "LEGIARTI000006752101",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006755251",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 842659200000,
                    "dateFin": 1040083200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755252",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1040083200000,
                    "dateFin": 1089936000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755253",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1089936000000,
                    "dateFin": 1134691200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006755254",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1134691200000,
                    "dateFin": 1268092800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R951-2-1",
                "951-2-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}