{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019942818",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "SIGNAUX 1. SIGNAUX DE DÉTRESSE ET D'URGENCE Note 1. - Aucune des dispositions de la présente section n'interdit à un aéronef en détresse l'emploi de tous les moyens dont il dispose pour attirer l'attention, faire connaître sa position et demander de l'aide. Note 2. - Le détail des procédures de transmission des signaux de détresse et des signaux d'urgence figure dans les procédures de radiotéléphonie définies par arrêté du ministre chargé de l'aviation civile*. *Arrêté du 27 juin 2000, relatif aux procédures de radiotéléphonie à l'usage de la circulation aérienne générale. Note 3. - Pour les détails sur les signaux visuels de recherches et de sauvetage, se reporter à l'Annexe 12 de l'OACI. 1.1 Signaux de détresse Les signaux ci-après, utilisés ensemble ou séparément, signifient qu'il existe une menace de danger grave et imminent, et qu'un secours immédiat est demandé : a) signal émis par radiotélégraphie ou par tout autre moyen de signalisation, formé du groupe SOS (. . .- - -. . .) du code morse ; b) signal radiotéléphonique de détresse, constitué par le mot MAYDAY ; c) message de détresse envoyé par liaison de données qui exprime la même idée que le mot MAYDAY ; d) fusées ou bombes émettant des feux rouges, tirées l'une après l'autre à de courts intervalles ; e) fusée éclairante rouge à parachute. Note. - L'article 41 du Règlement des radiocommunications de l'UIT (cf. nos 3268, 3270 et 3271) fournit des renseignements sur les signaux d'alarme qui déclenchent les systèmes d'auto-alarme radiotélégraphiques et radiotéléphoniques : 3268 : Le signal d'alarme radiotélégraphique se compose d'une série de douze traits transmis en une minute, la durée de chaque trait étant de quatre secondes et l'intervalle entre deux traits consécutifs d'une seconde. Il peut être transmis à la main, mais sa transmission à l'aide d'un appareil automatique est recommandée. 3270 : Le signal d'alarme radiotéléphonique se compose de deux signaux sensiblement sinusoïdaux à fréquence audible transmis alternativement. L'un d'eux a une fréquence de 2 200 Hz, l'autre une fréquence de 1 300 Hz. Chacun d'eux est émis pendant une durée de 250 ms. 3271 : Lorsqu'il est produit automatiquement, le signal d'alarme radiotéléphonique doit être émis d'une façon continue pendant une durée de trente secondes au moins et d'une minute au plus; s'il est produit par d'autres moyens, ce signal doit être émis d'une façon aussi continue que pratiquement possible pendant une durée de l'ordre de une minute. 1.2 Signaux d'urgence 1.2.1 Les signaux suivants, utilisés ensemble ou séparément, signifient qu'un aéronef désire signaler des difficultés qui le contraignent à atterrir, sans nécessiter de secours immédiat : a) allumage et extinction répétés des phares d'atterrissage ; b) allumage et extinction répétés des feux de position effectués de manière à ce que le signal se distingue de celui des feux de position à éclats. 1.2.2 Les signaux suivants, utilisés ensemble ou séparément, signifient qu'un aéronef a un message très urgent à transmettre concernant la sécurité d'un aéronef, navire ou autre véhicule, ou la sécurité de toute personne à bord ou en vue: a) signal transmis en radiotélégraphie ou par toute autre méthode et constitué par le groupe XXX ; b) signal radiotéléphonique d'urgence, constitué par les mots PANNE, PANNE ; c) message d'urgence envoyé par liaison de données qui exprime la même idée que les mots PANNE, PANNE. 2. SIGNAUX À UTILISER EN CAS D'INTERCEPTION 2.1 Signaux de l'aéronef intercepteur et réponses de l'aéronef intercepté Série Signaux de l'INTERCEPTEUR Signification Réponse de l'INTERCEPTÉ Signification DE JOUR et DE NUIT - Balancer l'appareil et faire clignoter à intervalles irréguliers les feux de position (et les feux d'atterrissage dans le cas d'un hélicoptère) après s'être placé légèrement au-dessus et en avant, et normalement à la gauche, de l'aéronef intercepté (ou à sa droite, si l'intercepté est un hélicoptère) puis, après réponse, effectuer un lent virage en palier, normalement vers la gauche (ou vers la droite dans le cas d'un hélicoptère), pour prendre le cap voulu. Note. - Les conditions météorologiques ou le relief peuvent exiger que l'intercepteur inverse les positions et le sens du virage indiqués ci-dessus dans la Série 1. Note 2. - Si l'aéronef intercepté ne peut évoluer aussi rapidement que l'intercepteur, ce dernier devrait exécuter une série de circuits en hippodrome et balancer l'appareil chaque fois qu'il dépasse l'aéronef intercepté. Vous avez été intercepté. Suivez-moi. DE JOUR et DE NUIT - Balancer l'appareil, faire clignoter à intervalles irréguliers les feux de position et suivre. Note. - Les autres mesures que doit prendre l'aéronef intercepté sont prescrites au Chapitre 3, en 3.8 Compris, j'obéis. 2 DE JOUR et DE NUIT - Exécuter une manœuvre brusque de dégagement consistant en un virage en montée de 90q ou plus, sans couper la ligne de vol de l'aéronef intercepté. Vous pouvez continuer. DE JOUR et DE NUIT - Balancer l'appareil. Compris, j'obéis. 3 DE JOUR et DE NUIT - Abaisser le train d'atterrissage (si l'aéronef en est doté), allumer les phares d'atterrissage fixes et survoler la piste en service ou, si l'aéronef intercepté est un hélicoptère, survoler l'aire d'atterrissage pour hélicoptères. S'il s'agit d'hélicoptères, l'hélicoptère intercepteur exécute une approche et se met en vol stationnaire près de l'aire d'atterrissage. Atterrissez sur cet aérodrome. DE JOUR et DE NUIT - Abaisser le train d'atterrissage (si l'aéronef en est doté), allumer les phares d'atterrissage fixes, suivre l'aéronef intercepteur et, si après le survol de la piste en service ou de l'aire d'atterrissage pour hélicoptères, il est jugé possible d'atterrir en sécurité, procéder à l'atterrissage. Compris, j'obéis. 2.2 Signaux de l'aéronef intercepté et réponses de l'aéronef intercepteur Série Signaux de l'INTERCEPTÉ Signification Réponse de l'INTERCEPTEUR Signification 4 DE JOUR et DE NUIT - Rentrer le train d'atterrissage (si l'aéronef en est doté) et faire clignoter les phares d'atterrissage en passant au-dessus de la piste d'atterrissage en service ou de l'aire d'atterrissage pour hélicoptères à une hauteur supérieure à 300 m (1 000 ft), mais inférieure à 600 m (2 000 ft) (dans le cas d'un hélicoptère, à une hauteur supérieure à 50 m [170 ft], mais inférieure à 100 m [330 ft]) au-dessus du niveau de l'aérodrome, et continuer à exécuter des circuits autour de la piste en service ou de l'aire d'atterrissage pour hélicoptères. S'il est impossible de faire clignoter les phares d'atterrissage, faire clignoter tous autres feux utilisables. Il m'est impossible d'atterrir sur cet aérodrome. DE JOUR et DE NUIT - S'il désire que l'aéronef intercepté le suive vers un autre aérodrome, l'intercepteur rentre son train d'atterrissage (si l'aéronef en est doté) et fait les signaux de la Série 1 prescrits pour l'intercepteur. S'il décide de laisser partir l'aéronef intercepté, l'intercepteur fait les signaux de la Série 2 prescrite pour l'intercepteur. Compris, suivez-moi. Compris, vous pouvez continuer. 5 DE JOUR et DE NUIT - Allumer et éteindre régulièrement tous les feux disponibles, mais d'une manière qui permette de les distinguer de feux clignotants. Il m'est impossible d'obéir. DE JOUR et DE NUIT - Utiliser les signaux de la Série 2 prescrits pour l'aéronef intercepteur. Compris. 6 DE JOUR et DE NUIT - Faire clignoter de façon irrégulière tous les feux disponibles. En détresse. DE JOUR et DE NUIT - Utiliser les signaux de la Série 2 prescrits pour l'aéronef intercepteur. Compris. 3. SIGNAUX VISUELS EMPLOYÉS POUR AVERTIR UN AÉRONEF QU'IL VOLE, SANS AUTORISATION, DANS UNE ZONE RÉGLEMENTÉE, INTERDITE OU DANGEREUSE, OU QU'IL EST SUR LE POINT DE PÉNÉTRER DANSUNE TELLE ZONE De jour ou de nuit, une série de projectiles tirés du sol à des intervalles de dix secondes, et produisant à l'éclatement des étoiles ou des feux rouges et verts, indique à un aéronef qu'il vole sans autorisation dans une zone interdite, réglementée ou dangereuse ou qu'il est sur le point de pénétrer dans une telle zone et qu'il doit prendre les dispositions qui s'imposent. 4. SIGNAUX POUR LA CIRCULATION D'AÉRODROME 4.1 Signaux lumineux et pyrotechniques 4.1.1 Instructions Cf. Tableaux page suivante Signaux lumineux Signaux adressés par le contrôle d'aérodrome: à des aéronefs en vol à des aéronefs au sol Faisceau lumineux dirigé vers l'aéronef intéressé (cf. Figure 1.1) Feu vert continu Vous êtes autorisé à atterrir. Vous êtes autorisé à décoller. Feu rouge continu Cédez le passage à un autre aéronef et restez dans le circuit. Arrêtez. Série d'éclats verts Revenez pour atterrir*. Vous êtes autorisé à circuler. Série d'éclats rouges Aérodrome dangereux, n'atterrissez pas. Dégagez l'aire d'atterrissage en service. Série d'éclats blancs Atterrissez à cet aérodrome et gagnez l'aire de trafic*. Retournez à votre point de départ sur l'aérodrome. Artifice à feu rouge Quelles que soient les instructions antérieures, n'atterrissez pas pour le moment. * L'autorisation d'atterrir et l'autorisation de circuler seront communiquées en temps utile. 4.1.2 Signaux d'accusé de réception des aéronefs a) En vol : 1) de jour : en balançant les ailes ; Note. - Ce signal n'est pas utilisé sur le parcours de base et sur le parcours final de l'approche. 2) de nuit : en éteignant et en allumant deux fois les projecteurs d'atterrissage ou, s'il n'en est pas équipé, ses feux de position. b) Au sol : 1) de jour : en remuant les ailerons ou la gouverne de direction ; 2) de nuit : en éteignant et en allumant deux fois les projecteurs d'atterrissage ou, s'il n'en est pas équipé, ses feux de position. 4.2 Signaux visuels au sol Note. - Voir l'arrêté du 28 août 2003 relatif aux conditions d'homologation et aux procédures d'exploitation des aérodromes (CHEA) pour les spécifications détaillées relatives aux aides visuelles au sol. 4.2.1 Interdiction d'atterrir Un panneau carré rouge horizontal à diagonales jaunes (Figure 1.2) indique, lorsqu'il est disposé sur l'aire à signaux, que les atterrissages sont interdits et que l'interdiction peut se prolonger. (Cliché non reproduit) 4.2.2 Précautions spéciales à prendre au cours de l'approche ou de l'atterrissage Un panneau carré rouge horizontal avec une seule diagonale jaune (Figure 1.3) indique, lorsqu'il est disposé sur l'aire à signaux, qu'en raison du mauvais état de l'aire de manœuvre ou pour toute autre raison, des précautions spéciales doivent être prises au cours de l'approche ou au cours de l'atterrissage. (Cliché non reproduit) 4.2.3 Utilisation des pistes et voies de circulation 4.2.3.1 Un panneau horizontal blanc en forme d'haltère (Figure 1.4) indique, lorsqu'il est disposé sur l'aire à signaux, qu'il est prescrit aux aéronefs d'atterrir, de décoller et de circuler exclusivement sur les pistes et voies de circulation. (Cliché non reproduit) Un panneau horizontal blanc, en forme d'haltère, analogue à celui indiqué en 4.2.3.1 mais comportant une bande noire perpendiculaire à la barre transversale dans chacune des extrémités circulaires de l'haltère (Figure 1.5) indique, lorsqu'il est disposé sur l'aire à signaux, qu'il est prescrit aux aéronefs d'atterrir et de décoller sur les pistes seulement, mais que les autres manœuvres peuvent être effectuées ailleurs que sur les pistes et voies de circulation. (Cliché non reproduit) 4.2.4 Pistes ou voies de circulation fermées Des croix d'une couleur uniforme contrastante, jaune ou blanche (Figure 1.6), disposées horizontalement sur des pistes ou des voies de circulation ou sur des parties de piste ou de voie de circulation indiquent des zones impropres aux manœuvres des aéronefs. (Cliché non reproduit) 4.2.5 Directions d'atterrissage et de décollage 4.2.5.1 Un T d'atterrissage horizontal blanc ou orangé (Figure 1.7) indique aux aéronefs la direction à utiliser pour l'atterrissage et le décollage, ceux-ci s'effectuant dans une direction parallèle à la barre verticale du T, vers la barre transversale du T. (Cliché non reproduit) Note. - Lorsqu'il est utilisé de nuit, le T d'atterrissage est soit illuminé, soit délimité par des feux blancs. 4.2.5.2 Un groupe de deux chiffres (Figure 1.8), placés verticalement sur la tour de contrôle d'aérodrome ou près de celle-ci, indique aux aéronefs sur l'aire de manœuvre la direction du décollage, exprimée en dizaines de degrés du compas magnétique, arrondie à la dizaine la plus proche. (Cliché non reproduit) 4.2.6 Circulation à droite Une flèche de couleur voyante, dirigée vers la droite, placée sur l'aire à signaux ou disposée horizontalement à l'extrémité de la piste ou de la bande en service (Figure 1.9), indique que les virages doivent être exécutés à droite avant l'atterrissage et après le décollage. (Cliché non reproduit) 4.2.7 Bureau de piste des services de la circulation aérienne La lettre C, noire sur fond jaune, placée verticalement (Figure 1.10), indique l'emplacement du bureau de piste des services de la circulation aérienne. (Cliché non reproduit) 4.2.8 Vols de planeurs en cours Une double croix blanche, disposée horizontalement dans l'aire à signaux (Figure 1.11), indique que l'aérodrome est utilisé par des planeurs et que des vols sont en cours. (Cliché non reproduit) 5. SIGNAUX DE CIRCULATION AU SOL 5.1 Signaux adressés par le signaleur à un aéronef Note 1. - Ces signaux sont conçus pour être employés par un signaleur (dont les mains seront éclairées, au besoin, pour être mieux vues du pilote) placé face à l'aéronef et : a) dans les cas d'aéronefs à voilure fixe, en avant de l'extrémité de l'aile gauche, en vue du pilote ; b) dans le cas d'hélicoptères, à l'endroit le plus en vue du pilote. Note 2. - Chaque signal a toujours la même signification, qu'il soit effectué à l'aide de palettes, de barres lumineuses ou de torches électriques. Note 3. - Les moteurs sont numérotés de la droite vers la gauche du signaleur qui fait face à l'aéronef (c'est à dire que le moteur n° 1 est le moteur extérieur gauche). Note 4. - Les signaux marqués d'un astérisque sont conçus pour être adressés à des hélicoptères en vol stationnaire. 5.1.1 Avant d'utiliser les signaux ci-après, le signaleur s'assurera que l'aire à l'intérieur de laquelle un aéronef doit être guidé est dégagée d'obstacles que cet aéronef, en appliquant les dispositions de 3.4.1, risquerait autrement de heurter. Note. - La conception de nombreux aéronefs est telle que la trajectoire suivie par les bouts d'aile, les moteurs et autres extrémités ne peut toujours être surveillée visuellement à partir du poste de pilotage, tandis que l'aéronef est manœuvré au sol. 1 Continuez en vous conformant aux indications du signaleur Le signaleur guide le pilote lorsque les conditions de la circulation sur l'aérodrome le nécessitent. (Cliché non reproduit) 2 Placez-vous devant moi Les bras tendus en position verticale au-dessus de la tête, les paumes se faisant face à l'intérieur. (Cliché non reproduit) 3 Dirigez-vous vers le signaleur suivant Bras droit ou gauche étendu vers le bas, balancer l'autre avant-bras verticalement devant le corps pour indiquer la direction dans laquelle se trouve le signaleur suivant. (Cliché non reproduit) 4 Avancez Les bras légèrement écartés, paumes tournées vers l'arrière, se déplacent d'un mouvement répété vers le haut et l'arrière, à partir de la hauteur des épaules. (Cliché non reproduit) 5 Virez a) Virez à gauche : le bras droit vers le bas, le bras gauche se déplace d'un mouvement répété vers le haut et l'arrière. La vitesse du mouvement du bras indique le rayon du virage. (Cliché non reproduit) b) Virez à droite : le bras gauche vers le bas, le bras droit se déplace d'un mouvement répété vers le haut et l'arrière. La vitesse du mouvement du bras indique le rayon du virage. (Cliché non reproduit) 6 Halte Les bras sont croisés au-dessus de la tête d'un mouvement répété. (La rapidité du mouvement doit être fonction de l'urgence de l'arrêt, autrement dit, plus le mouvement est rapide, plus l'arrêt doit être brusque). (Cliché non reproduit) 7 Freins a) Serrez les freins : lever l'avant-bras horizontalement en travers du corps, les doigts allongés, puis fermer le poing. (Cliché non reproduit) b) Desserrez les freins : lever l'avant-bras horizontalement en travers du corps, le poing fermé, puis allonger les doigts. (Cliché non reproduit) 8 Cales a) Cales mises : les bras vers le bas, les paumes tournées vers l'intérieur, les pouces allongés, les bras tendus en oblique vers le bas se déplacent vers l'intérieur. (Cliché non reproduit) b) Cales enlevées : les bras vers le bas, les paumes tournées vers l'extérieur, les pouces allongés, les bras se déplacent vers l'extérieur. (Cliché non reproduit) 9 Démarrez le(s) moteur(s) La main gauche levée au-dessus de la tête et le nombre approprié de doigts allongés, pour indiquer le numéro du moteur à démarrer, la main droite se déplace d'un mouvement circulaire à hauteur de la tête. (Cliché non reproduit) 10 Coupez les moteurs Bras et main à hauteur des épaules, main devant le cou, la paume tournée vers le bas. La main se déplace horizontalement, le bras restant plié. (Cliché non reproduit) 11 Ralentissez Les bras vers le bas, les paumes tournées vers le sol, se déplacent à plusieurs reprises vers le haut puis vers le bas. (Cliché non reproduit) 12 Ralentissez le(s) moteur(s) du côté indiqué Les bras vers le bas, les paumes tournées vers le sol, élever et abaisser la main droite pour demander de ralentir le(s) moteur(s) et vice versa. (Cliché non reproduit) 13. Reculez Bras vers le bas, paumes tournées vers l'avant, les bras sont balancés d'un mouvement répété vers l'avant et vers le haut, jusqu'à la hauteur des épaules. (Cliché non reproduit) 14 Reculez en virant a) Pour faire tourner la queue vers la droite : tendre le bras gauche vers le bas ; le bras droit est abaissé d'un mouvement répété de la position verticale au-dessus de la tête à la position horizontale avant. (Cliché non reproduit) b) Pour faire tourner la queue vers la gauche : tendre le bras droit vers le bas ; le bras gauche est abaissé d'un mouvement répété de la position verticale au-dessus de la tête à la position horizontale avant. (Cliché non reproduit) 15 Tout va bien, continuez L'avant-bras levé à la hauteur du coude, le pouce tendu. (Cliché non reproduit) 16.* Restez en vol stationnaire Bras étendus horizontalement. (Cliché non reproduit) 17.* Montez Mouvoir de bas en haut les bras étendus latéralement, paumes tournées vers le haut. La rapidité du mouvement indique la vitesse de montée. (Cliché non reproduit) 18.* Descendez Mouvoir de haut en bas les bras étendus latéralement, paumes tournées vers le bas. La rapidité du mouvement indique la vitesse de descente. (Cliché non reproduit) 19.* Déplacez-vous horizontalement L'un des bras reste tendu latéralement, indiquant la direction du mouvement. Va-et-vient répété de l'autre bras devant le corps pour indiquer la même direction. (Cliché non reproduit) 20.* Atterrissez Bras étendus devant le corps et croisés vers le bas. (Cliché non reproduit) 5.2 Signaux adressés par le pilote d'un aéronef à un signaleur Note 1. - Ces signaux sont conçus pour être employés par un pilote, dans son poste de pilotage, ses mains bien en vue du signaleur et, au besoin, éclairées. Note 2. - Les moteurs sont numérotés de la droite vers la gauche du signaleur qui fait face à l'aéronef (c'est à dire que le moteur n° 1 est le moteur extérieur gauche). 5.2.1 Freins Note. - Le moment où le pilote ferme le poing ou allonge les doigts de la main indique, respectivement, le moment où il serre ou desserre les freins. a) Freins serrés: lever le bras, les doigts allongés, horizontalement devant le visage, puis fermer la main. b) Freins desserrés: lever le bras, la main fermée, horizontalement, devant le visage, puis allonger les doigts. 5.2.2 Cales a) Mettez les cales: les bras étendus, les paumes vers l'avant, déplacer les mains vers l'intérieur de façon qu'elles se croisent devant le visage. b) Enlevez les cales: les mains croisées devant le visage, les paumes vers l'avant, déplacer les bras vers l'extérieur. 5.2.3 Prêt à démarrer le(s) moteur(s) Lever le nombre de doigts d'une main qui correspond au numéro du moteur à démarrer.",
            "texteHtml": "<p align='center'>SIGNAUX <br/></p><p align='center'></p><p>1. SIGNAUX DE DÉTRESSE ET D'URGENCE </p><p>Note 1. - Aucune des dispositions de la présente section n'interdit à un aéronef en détresse l'emploi de tous les moyens dont il dispose pour attirer l'attention, faire connaître sa position et demander de l'aide.</p><p>Note 2. - Le détail des procédures de transmission des signaux de détresse et des signaux d'urgence figure dans les procédures de radiotéléphonie définies par arrêté du ministre chargé de l'aviation civile*. *Arrêté du 27 juin 2000, relatif aux procédures de radiotéléphonie à l'usage de la circulation aérienne générale. </p><p>Note 3. - Pour les détails sur les signaux visuels de recherches et de sauvetage, se reporter à l'Annexe 12 de l'OACI. </p><p>1.1 Signaux de détresse</p><p>Les signaux ci-après, utilisés ensemble ou séparément, signifient qu'il existe une menace de danger grave et imminent, et qu'un secours immédiat est demandé : </p><p>a) signal émis par radiotélégraphie ou par tout autre moyen de signalisation, formé du groupe SOS (. . .- - -. . .) du code morse ;</p><p>b) signal radiotéléphonique de détresse, constitué par le mot MAYDAY ; </p><p>c) message de détresse envoyé par liaison de données qui exprime la même idée que le mot MAYDAY ;</p><p>d) fusées ou bombes émettant des feux rouges, tirées l'une après l'autre à de courts intervalles ;</p><p>e) fusée éclairante rouge à parachute.</p><p>Note. - L'article 41 du Règlement des radiocommunications de l'UIT (cf. nos 3268, 3270 et 3271) fournit des renseignements sur les signaux d'alarme qui déclenchent les systèmes d'auto-alarme radiotélégraphiques et radiotéléphoniques :</p><p>3268 : Le signal d'alarme radiotélégraphique se compose d'une série de douze traits transmis en une minute, la durée de chaque trait étant de quatre secondes et l'intervalle entre deux traits consécutifs d'une seconde. Il peut être transmis à la main, mais sa transmission à l'aide d'un appareil automatique est recommandée.</p><p>3270 : Le signal d'alarme radiotéléphonique se compose de deux signaux sensiblement sinusoïdaux à fréquence audible transmis alternativement. L'un d'eux a une fréquence de 2 200 Hz, l'autre une fréquence de 1 300 Hz. Chacun d'eux est émis pendant une durée de 250 ms.</p><p>3271 : Lorsqu'il est produit automatiquement, le signal d'alarme radiotéléphonique doit être émis d'une façon continue pendant une durée de trente secondes au moins et d'une minute au plus; s'il est produit par d'autres moyens, ce signal doit être émis d'une façon aussi continue que pratiquement possible pendant une durée de l'ordre de une minute. </p><p>1.2 Signaux d'urgence</p><p>1.2.1 Les signaux suivants, utilisés ensemble ou séparément, signifient qu'un aéronef désire signaler des difficultés qui le contraignent à atterrir, sans nécessiter de secours immédiat :</p><p>a) allumage et extinction répétés des phares d'atterrissage ;</p><p>b) allumage et extinction répétés des feux de position effectués de manière à ce que le signal se distingue de celui des feux de position à éclats.</p><p>1.2.2 Les signaux suivants, utilisés ensemble ou séparément, signifient qu'un aéronef a un message très urgent à transmettre concernant la sécurité d'un aéronef, navire ou autre véhicule, ou la sécurité de toute personne à bord ou en vue: </p><p>a) signal transmis en radiotélégraphie ou par toute autre méthode et constitué par le groupe XXX ;</p><p>b) signal radiotéléphonique d'urgence, constitué par les mots PANNE, PANNE ; c) message d'urgence envoyé par liaison de données qui exprime la même idée que les mots PANNE, PANNE. </p><p>2. SIGNAUX À UTILISER EN CAS D'INTERCEPTION </p><p>2.1 Signaux de l'aéronef intercepteur et réponses de l'aéronef intercepté</p><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td width='54'><p>Série</p></td><td width='194'><p>Signaux de l'INTERCEPTEUR</p></td><td width='94'><p>Signification</p></td><td width='172'><p>Réponse de l'INTERCEPTÉ</p></td><td width='92'><p>Signification</p></td></tr><tr><td width='54' vAlign='bottom'></td><td width='194' vAlign='top'><p>DE JOUR et DE NUIT - Balancer l'appareil et faire clignoter à intervalles irréguliers les feux de position (et les feux d'atterrissage dans le cas d'un hélicoptère) après s'être placé légèrement au-dessus et en avant, et normalement à la gauche, de l'aéronef intercepté (ou à sa droite, si l'intercepté est un hélicoptère) puis, après réponse, effectuer un lent virage en palier, normalement vers la gauche (ou vers la droite dans le cas d'un hélicoptère), pour prendre le cap voulu.</p><p>Note. - Les conditions météorologiques ou le relief peuvent exiger que l'intercepteur inverse les positions et le sens du virage indiqués ci-dessus dans la Série 1.</p><p>Note 2. - Si l'aéronef intercepté ne peut évoluer aussi rapidement que l'intercepteur, ce dernier devrait exécuter une série de circuits en hippodrome et balancer l'appareil chaque fois qu'il dépasse l'aéronef intercepté.</p></td><td width='94' vAlign='top'><p>Vous avez été intercepté. Suivez-moi.</p></td><td width='172' vAlign='top'><p>DE JOUR et DE NUIT - Balancer l'appareil, faire clignoter à intervalles irréguliers les feux de position et suivre.</p><p>Note. - Les autres mesures que doit prendre l'aéronef intercepté sont prescrites au Chapitre 3, en 3.8 </p></td><td width='92' vAlign='top'><p>Compris, j'obéis. </p></td></tr><tr><td width='54' vAlign='top'><p>2</p></td><td width='194' vAlign='top'><p>DE JOUR et DE NUIT - Exécuter une manœuvre brusque de dégagement consistant en un virage en montée de 90q ou plus, sans couper la ligne de vol de l'aéronef intercepté.</p></td><td width='94' vAlign='top'><p>Vous pouvez continuer.</p></td><td width='172' vAlign='top'><p>DE JOUR et DE NUIT - Balancer l'appareil.</p></td><td width='92' vAlign='top'><p>Compris, j'obéis.</p></td></tr><tr><td width='54' vAlign='top'><p>3</p></td><td width='194' vAlign='top'><p>DE JOUR et DE NUIT - Abaisser le train d'atterrissage (si l'aéronef en est doté), allumer les phares d'atterrissage fixes et survoler la piste en service ou, si l'aéronef intercepté est un hélicoptère, survoler l'aire d'atterrissage pour hélicoptères. S'il s'agit d'hélicoptères, l'hélicoptère intercepteur exécute une approche et se met en vol stationnaire près de l'aire d'atterrissage.</p></td><td width='94' vAlign='top'><p>Atterrissez sur cet aérodrome.</p></td><td width='172' vAlign='top'><p>DE JOUR et DE NUIT - Abaisser le train d'atterrissage (si l'aéronef en est doté), allumer les phares d'atterrissage fixes, suivre l'aéronef intercepteur et, si après le survol de la piste en service ou de l'aire d'atterrissage pour hélicoptères, il est jugé possible d'atterrir en sécurité, procéder à l'atterrissage.</p></td><td width='92' vAlign='top'><p>Compris, j'obéis.</p></td></tr></tbody></table><p>2.2 Signaux de l'aéronef intercepté et réponses de l'aéronef intercepteur</p><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td width='53'><p>Série</p></td><td width='185'><p>Signaux de l'INTERCEPTÉ</p></td><td width='92'><p>Signification</p></td><td width='178'><p>Réponse de l'INTERCEPTEUR</p></td><td width='96'><p>Signification</p></td></tr><tr><td width='53' vAlign='top'><p>4</p></td><td width='185' vAlign='top'><p>DE JOUR et DE NUIT - Rentrer le train d'atterrissage (si l'aéronef en est doté) et faire clignoter les phares d'atterrissage en passant au-dessus de la piste d'atterrissage en service ou de l'aire d'atterrissage pour hélicoptères à une hauteur supérieure à 300 m (1 000 ft), mais inférieure à 600 m (2 000 ft) (dans le cas d'un hélicoptère, à une hauteur supérieure à 50 m [170 ft], mais inférieure à 100 m [330 ft]) au-dessus du niveau de l'aérodrome, et continuer à exécuter des circuits autour de la piste en service ou de l'aire d'atterrissage pour hélicoptères. S'il est impossible de faire clignoter les phares d'atterrissage, faire clignoter tous autres feux utilisables. </p></td><td width='92' vAlign='top'><p>Il m'est impossible d'atterrir sur cet aérodrome.</p></td><td width='178' vAlign='top'><p>DE JOUR et DE NUIT - S'il désire que l'aéronef intercepté le suive vers un autre aérodrome, l'intercepteur rentre son train d'atterrissage (si l'aéronef en est doté) et fait les signaux de la Série 1 prescrits pour l'intercepteur.</p><p>S'il décide de laisser partir l'aéronef intercepté, l'intercepteur fait les signaux de la Série 2 prescrite pour l'intercepteur. </p></td><td width='96' vAlign='top'><p>Compris, suivez-moi.</p><p>Compris, vous pouvez continuer. </p></td></tr><tr><td width='53' vAlign='top'><p>5</p></td><td width='185' vAlign='top'><p>DE JOUR et DE NUIT - Allumer et éteindre régulièrement tous les feux disponibles, mais d'une manière qui permette de les distinguer de feux clignotants.</p></td><td width='92' vAlign='top'><p>Il m'est impossible d'obéir.</p></td><td width='178' vAlign='top'><p>DE JOUR et DE NUIT - Utiliser les signaux de la Série 2 prescrits pour l'aéronef intercepteur.</p></td><td width='96' vAlign='top'><p>Compris.</p></td></tr><tr><td width='53' vAlign='top'><p>6</p></td><td width='185' vAlign='top'><p>DE JOUR et DE NUIT - Faire clignoter de façon irrégulière tous les feux disponibles.</p></td><td width='92' vAlign='top'><p>En détresse.</p></td><td width='178' vAlign='top'><p>DE JOUR et DE NUIT - Utiliser les signaux de la Série 2 prescrits pour l'aéronef intercepteur.</p></td><td width='96' vAlign='top'><p>Compris.</p></td></tr></tbody></table><p>3. SIGNAUX VISUELS EMPLOYÉS POUR AVERTIR UN AÉRONEF QU'IL VOLE, SANS AUTORISATION, DANS UNE ZONE RÉGLEMENTÉE, INTERDITE OU DANGEREUSE, OU QU'IL EST SUR LE POINT DE PÉNÉTRER DANSUNE TELLE ZONE </p><p>De jour ou de nuit, une série de projectiles tirés du sol à des intervalles de dix secondes, et produisant à l'éclatement des étoiles ou des feux rouges et verts, indique à un aéronef qu'il vole sans autorisation dans une zone interdite, réglementée ou dangereuse ou qu'il est sur le point de pénétrer dans une telle zone et qu'il doit prendre les dispositions qui s'imposent. </p><p>4. SIGNAUX POUR LA CIRCULATION D'AÉRODROME </p><p>4.1 Signaux lumineux et pyrotechniques </p><p>4.1.1 Instructions </p><p>Cf. Tableaux page suivante</p><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td rowSpan='2' colSpan='2' width='202'><p align='center'>Signaux lumineux</p></td><td colSpan='2' width='402'><p align='center'>Signaux adressés par le contrôle d'aérodrome:</p></td></tr><tr><td width='206'><p align='center'>à des aéronefs en vol</p></td><td width='196'><p align='center'>à des aéronefs au sol</p></td></tr><tr><td rowSpan='6' width='101'><p align='center'>Faisceau lumineux dirigé vers l'aéronef intéressé (cf. Figure 1.1)</p></td><td width='101' vAlign='top'><p>Feu vert continu</p></td><td width='206' vAlign='top'><p>Vous êtes autorisé à atterrir.</p></td><td width='196' vAlign='top'><p>Vous êtes autorisé à décoller.</p></td></tr><tr><td width='101' vAlign='top'><p>Feu rouge continu</p></td><td width='206' vAlign='top'><p>Cédez le passage à un autre aéronef et restez dans le circuit.</p></td><td width='196' vAlign='top'><p>Arrêtez.</p></td></tr><tr><td width='101' vAlign='top'><p>Série d'éclats verts</p></td><td width='206' vAlign='top'><p>Revenez pour atterrir*.</p></td><td width='196' vAlign='top'><p>Vous êtes autorisé à circuler.</p></td></tr><tr><td width='101' vAlign='top'><p>Série d'éclats rouges</p></td><td width='206'><p>Aérodrome dangereux, n'atterrissez pas.</p></td><td width='196'><p>Dégagez l'aire d'atterrissage en service.</p></td></tr><tr><td width='101' vAlign='top'><p>Série d'éclats blancs</p></td><td width='206' vAlign='bottom'><p>Atterrissez à cet aérodrome et gagnez l'aire de trafic*.</p></td><td width='196' vAlign='bottom'><p>Retournez à votre point de départ sur l'aérodrome.</p></td></tr><tr><td width='101' vAlign='top'><p>Artifice à feu rouge</p></td><td width='206' vAlign='top'><p>Quelles que soient les instructions antérieures, n'atterrissez pas pour le moment.</p></td><td width='196' vAlign='top'></td></tr><tr><td colSpan='4' width='605' vAlign='top'><p>* L'autorisation d'atterrir et l'autorisation de circuler seront communiquées en temps utile.</p></td></tr></tbody></table><p><br/></p><p>4.1.2 Signaux d'accusé de réception des aéronefs</p><p>a) En vol :</p><p>1) de jour : en balançant les ailes ;</p><p>Note. - Ce signal n'est pas utilisé sur le parcours de base et sur le parcours final de l'approche.</p><p>2) de nuit : en éteignant et en allumant deux fois les projecteurs d'atterrissage ou, s'il n'en est pas équipé, ses feux de position.</p><p>b) Au sol :</p><p>1) de jour : en remuant les ailerons ou la gouverne de direction ;</p><p>2) de nuit : en éteignant et en allumant deux fois les projecteurs d'atterrissage ou, s'il n'en est pas équipé, ses feux de position. </p><p>4.2 Signaux visuels au sol </p><p>Note. - Voir l'arrêté du 28 août 2003 relatif aux conditions d'homologation et aux procédures d'exploitation des aérodromes (CHEA) pour les spécifications détaillées relatives aux aides visuelles au sol. </p><p>4.2.1 Interdiction d'atterrir</p><p>Un panneau carré rouge horizontal à diagonales jaunes (Figure 1.2) indique, lorsqu'il est disposé sur l'aire à signaux, que les atterrissages sont interdits et que l'interdiction peut se prolonger.</p><p>(Cliché non reproduit)</p><p>4.2.2 Précautions spéciales à prendre au cours de l'approche ou de l'atterrissage </p><p>Un panneau carré rouge horizontal avec une seule diagonale jaune (Figure 1.3) indique, lorsqu'il est disposé sur l'aire à signaux, qu'en raison du mauvais état de l'aire de manœuvre ou pour toute autre raison, des précautions spéciales doivent être prises au cours de l'approche ou au cours de l'atterrissage.</p><p>(Cliché non reproduit)</p><p>4.2.3 Utilisation des pistes et voies de circulation </p><p>4.2.3.1 Un panneau horizontal blanc en forme d'haltère (Figure 1.4) indique, lorsqu'il est disposé sur l'aire à signaux, qu'il est prescrit aux aéronefs d'atterrir, de décoller et de circuler exclusivement sur les pistes et voies de circulation.</p><p>(Cliché non reproduit)</p><p>Un panneau horizontal blanc, en forme d'haltère, analogue à celui indiqué en 4.2.3.1 mais comportant une bande noire perpendiculaire à la barre transversale dans chacune des extrémités circulaires de l'haltère (Figure 1.5) indique, lorsqu'il est disposé sur l'aire à signaux, qu'il est prescrit aux aéronefs d'atterrir et de décoller sur les pistes seulement, mais que les autres manœuvres peuvent être effectuées ailleurs que sur les pistes et voies de circulation.</p><p>(Cliché non reproduit)</p><p>4.2.4 Pistes ou voies de circulation fermées</p><p>Des croix d'une couleur uniforme contrastante, jaune ou blanche (Figure 1.6), disposées horizontalement sur des pistes ou des voies de circulation ou sur des parties de piste ou de voie de circulation indiquent des zones impropres aux manœuvres des aéronefs.</p><p>(Cliché non reproduit)</p><p>4.2.5 Directions d'atterrissage et de décollage </p><p>4.2.5.1 Un T d'atterrissage horizontal blanc ou orangé (Figure 1.7) indique aux aéronefs la direction à utiliser pour l'atterrissage et le décollage, ceux-ci s'effectuant dans une direction parallèle à la barre verticale du T, vers la barre transversale du T.</p><p>(Cliché non reproduit)</p><p>Note. - Lorsqu'il est utilisé de nuit, le T d'atterrissage est soit illuminé, soit délimité par des feux blancs. </p><p>4.2.5.2 Un groupe de deux chiffres (Figure 1.8), placés verticalement sur la tour de contrôle d'aérodrome ou près de celle-ci, indique aux aéronefs sur l'aire de manœuvre la direction du décollage, exprimée en dizaines de degrés du compas magnétique, arrondie à la dizaine la plus proche.</p><p>(Cliché non reproduit)</p><p>4.2.6 Circulation à droite </p><p>Une flèche de couleur voyante, dirigée vers la droite, placée sur l'aire à signaux ou disposée horizontalement à l'extrémité de la piste ou de la bande en service (Figure 1.9), indique que les virages doivent être exécutés à droite avant l'atterrissage et après le décollage.</p><p>(Cliché non reproduit)</p><p>4.2.7 Bureau de piste des services de la circulation aérienne </p><p>La lettre C, noire sur fond jaune, placée verticalement (Figure 1.10), indique l'emplacement du bureau de piste des services de la circulation aérienne.</p><p>(Cliché non reproduit)</p><p>4.2.8 Vols de planeurs en cours</p><p>Une double croix blanche, disposée horizontalement dans l'aire à signaux (Figure 1.11), indique que l'aérodrome est utilisé par des planeurs et que des vols sont en cours.</p><p>(Cliché non reproduit)</p><p>5. SIGNAUX DE CIRCULATION AU SOL</p><p>5.1 Signaux adressés par le signaleur à un aéronef</p><p>Note 1. - Ces signaux sont conçus pour être employés par un signaleur (dont les mains seront éclairées, au besoin, pour être mieux vues du pilote) placé face à l'aéronef et :</p><p>a) dans les cas d'aéronefs à voilure fixe, en avant de l'extrémité de l'aile gauche, en vue du pilote ;</p><p>b) dans le cas d'hélicoptères, à l'endroit le plus en vue du pilote.</p><p>Note 2. - Chaque signal a toujours la même signification, qu'il soit effectué à l'aide de palettes, de barres lumineuses ou de torches électriques.</p><p>Note 3. - Les moteurs sont numérotés de la droite vers la gauche du signaleur qui fait face à l'aéronef (c'est à dire que le moteur n° 1 est le moteur extérieur gauche).</p><p>Note 4. - Les signaux marqués d'un astérisque sont conçus pour être adressés à des hélicoptères en vol stationnaire. </p><p>5.1.1 Avant d'utiliser les signaux ci-après, le signaleur s'assurera que l'aire à l'intérieur de laquelle un aéronef doit être guidé est dégagée d'obstacles que cet aéronef, en appliquant les dispositions de 3.4.1, risquerait autrement de heurter. </p><p>Note. - La conception de nombreux aéronefs est telle que la trajectoire suivie par les bouts d'aile, les moteurs et autres extrémités ne peut toujours être surveillée visuellement à partir du poste de pilotage, tandis que l'aéronef est manœuvré au sol. </p><p>1 Continuez en vous conformant aux indications du signaleur </p><p>Le signaleur guide le pilote lorsque les conditions de la circulation sur l'aérodrome le nécessitent.</p><p>(Cliché non reproduit)</p><p>2 Placez-vous devant moi</p><p>Les bras tendus en position verticale au-dessus de la tête, les paumes se faisant face à l'intérieur. </p><p>(Cliché non reproduit)</p><p>3 Dirigez-vous vers le signaleur suivant</p><p>Bras droit ou gauche étendu vers le bas, balancer l'autre avant-bras verticalement devant le corps pour indiquer la direction dans laquelle se trouve le signaleur suivant.</p><p>(Cliché non reproduit)</p><p>4 Avancez</p><p>Les bras légèrement écartés, paumes tournées vers l'arrière, se déplacent d'un mouvement répété vers le haut et l'arrière, à partir de la hauteur des épaules.</p><p>(Cliché non reproduit)</p><p>5 Virez</p><p>a) Virez à gauche : le bras droit vers le bas, le bras gauche se déplace d'un mouvement répété vers le haut et l'arrière. La vitesse du mouvement du bras indique le rayon du virage.</p><p>(Cliché non reproduit)</p><p>b) Virez à droite : le bras gauche vers le bas, le bras droit se déplace d'un mouvement répété vers le haut et l'arrière. La vitesse du mouvement du bras indique le rayon du virage.</p><p>(Cliché non reproduit)</p><p>6 Halte</p><p>Les bras sont croisés au-dessus de la tête d'un mouvement répété. (La rapidité du mouvement doit être fonction de l'urgence de l'arrêt, autrement dit, plus le mouvement est rapide, plus l'arrêt doit être brusque).</p><p>(Cliché non reproduit)</p><p>7 Freins</p><p>a) Serrez les freins : lever l'avant-bras horizontalement en travers du corps, les doigts allongés, puis fermer le poing. </p><p>(Cliché non reproduit)</p><p>b) Desserrez les freins : lever l'avant-bras horizontalement en travers du corps, le poing fermé, puis allonger les doigts. </p><p>(Cliché non reproduit)</p><p>8 Cales </p><p>a) Cales mises : les bras vers le bas, les paumes tournées vers l'intérieur, les pouces allongés, les bras tendus en oblique vers le bas se déplacent vers l'intérieur.</p><p>(Cliché non reproduit)</p><p>b) Cales enlevées : les bras vers le bas, les paumes tournées vers l'extérieur, les pouces allongés, les bras se déplacent vers l'extérieur.</p><p>(Cliché non reproduit)</p><p>9 Démarrez le(s) moteur(s) </p><p>La main gauche levée au-dessus de la tête et le nombre approprié de doigts allongés, pour indiquer le numéro du moteur à démarrer, la main droite se déplace d'un mouvement circulaire à hauteur de la tête.</p><p>(Cliché non reproduit)</p><p>10 Coupez les moteurs </p><p>Bras et main à hauteur des épaules, main devant le cou, la paume tournée vers le bas. La main se déplace horizontalement, le bras restant plié.</p><p>(Cliché non reproduit)</p><p>11 Ralentissez</p><p>Les bras vers le bas, les paumes tournées vers le sol, se déplacent à plusieurs reprises vers le haut puis vers le bas.</p><p>(Cliché non reproduit)</p><p>12 Ralentissez le(s) moteur(s) du côté indiqué </p><p>Les bras vers le bas, les paumes tournées vers le sol, élever et abaisser la main droite pour demander de ralentir le(s) moteur(s) et vice versa.</p><p>(Cliché non reproduit)</p><p>13. Reculez </p><p>Bras vers le bas, paumes tournées vers l'avant, les bras sont balancés d'un mouvement répété vers l'avant et vers le haut, jusqu'à la hauteur des épaules.</p><p>(Cliché non reproduit)</p><p>14 Reculez en virant</p><p>a) Pour faire tourner la queue vers la droite : tendre le bras gauche vers le bas ; le bras droit est abaissé d'un mouvement répété de la position verticale au-dessus de la tête à la position horizontale avant.</p><p>(Cliché non reproduit)</p><p>b) Pour faire tourner la queue vers la gauche : tendre le bras droit vers le bas ; le bras gauche est abaissé d'un mouvement répété de la position verticale au-dessus de la tête à la position horizontale avant. </p><p>(Cliché non reproduit)</p><p>15 Tout va bien, continuez</p><p>L'avant-bras levé à la hauteur du coude, le pouce tendu. </p><p>(Cliché non reproduit)</p><p>16.* Restez en vol stationnaire</p><p>Bras étendus horizontalement. </p><p>(Cliché non reproduit)</p><p>17.* Montez</p><p>Mouvoir de bas en haut les bras étendus latéralement, paumes tournées vers le haut. La rapidité du mouvement indique la vitesse de montée.</p><p>(Cliché non reproduit)</p><p>18.* Descendez</p><p>Mouvoir de haut en bas les bras étendus latéralement, paumes tournées vers le bas. La rapidité du mouvement indique la vitesse de descente.</p><p>(Cliché non reproduit)</p><p>19.* Déplacez-vous horizontalement</p><p>L'un des bras reste tendu latéralement, indiquant la direction du mouvement.</p><p>Va-et-vient répété de l'autre bras devant le corps pour indiquer la même direction.</p><p>(Cliché non reproduit)</p><p>20.* Atterrissez Bras étendus devant le corps et croisés vers le bas.</p><p>(Cliché non reproduit)</p><p>5.2 Signaux adressés par le pilote d'un aéronef à un signaleur </p><p>Note 1. - Ces signaux sont conçus pour être employés par un pilote, dans son poste de pilotage, ses mains bien en vue du signaleur et, au besoin, éclairées.</p><p>Note 2. - Les moteurs sont numérotés de la droite vers la gauche du signaleur qui fait face à l'aéronef (c'est à dire que le moteur n° 1 est le moteur extérieur gauche).</p><p>5.2.1 Freins</p><p>Note. - Le moment où le pilote ferme le poing ou allonge les doigts de la main indique, respectivement, le moment où il serre ou desserre les freins. </p><p>a) Freins serrés: lever le bras, les doigts allongés, horizontalement devant le visage, puis fermer la main. </p><p>b) Freins desserrés: lever le bras, la main fermée, horizontalement, devant le visage, puis allonger les doigts. </p><p>5.2.2 Cales</p><p>a) Mettez les cales: les bras étendus, les paumes vers l'avant, déplacer les mains vers l'intérieur de façon qu'elles se croisent devant le visage.</p><p>b) Enlevez les cales: les mains croisées devant le visage, les paumes vers l'avant, déplacer les bras vers l'extérieur. </p>5.2.3 Prêt à démarrer le(s) moteur(s) Lever le nombre de doigts d'une main qui correspond au numéro du moteur à démarrer.",
            "num": "Annexe I : Appendice 1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1146700800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1968526676,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129119",
                        "id": "LEGISCTA000006129119",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "REGLES DE l'AIR ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143966",
                        "id": "LEGISCTA000006143966",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843536",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006143966",
            "sectionParentId": "LEGISCTA000006143966",
            "sectionParentTitre": "REGLES DE l'AIR ",
            "fullSectionsTitre": "Annexes &gt; Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; REGLES DE l'AIR ",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019942818",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814781",
                    "textTitle": "Arrêté du 3 mars 2006, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814781",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2006-05-03",
                    "dateSignaTexte": "2006-03-03",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843536",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 703036800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019942818",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I : Appendice 1"
            ],
            "versionPrecedente": "LEGIARTI000006843536",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006843536",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "SIGNAUX 1. Signaux de détresse et d'urgence. Aucune des dispositions ci-après n'interdit à un aéronef en détresse l'emploi de tous les moyens dont il dispose pour attirer l'attention, faire connaître sa position et demander de l'aide. Le détail des procédures de transmission des signaux de détresse et des signaux d'urgence figure dans les procédures de radiotéléphonie définies par arrêté du ministre chargé de l'aviation civile. Les signaux visuels de recherche et de sauvetage sont définis par arrêté du ministre chargé de l'aviation civile. 1.1. Signaux de détresse Les signaux ci-après, utilisés ensemble ou séparément, signifient qu'il existe une menace de danger grave et imminent et qu'un secours immédiat est demandé : 1. Un signal émis par radiotélégraphie ou par tout autre moyen de signalisation, formé du groupe SOS (... - - - ...) du code Morse ; 2. Un signal émis par radiotéléphonie, constitué par le mot \" MAYDAY \" ; 3. Fusées ou bombes émettant des feux rouges, tirées l'une après l'autre à de courts intervalles ; 4. Une fusée éclairante rouge à parachute. Note. - Le règlement des radiocommunications de l'Union internationale des télécommunications fournit des renseignements sur les signaux d'alarme qui déclenchent les systèmes d'alarme automatiques. 1.2. Signaux d'urgence 1.2.1. Les signaux suivants, utilisés ensemble ou séparément, signifient qu'un aéronef désire signaler des difficultés qui le contraignent à atterrir, sans nécessiter de secours immédiat : 1. Allumage et extinction répétés des phares d'atterrissage ; 2. Allumage et extinction répétés des feux de position effectués de manière à ce que le signal se distingue de celui des feux de position à éclats. 1.2.2. Les signaux suivants, utilisés ensemble ou séparément, signifient qu'un aéronef a un message très urgent à transmettre concernant la sécurité d'un aéronef, navire ou autre véhicule, ou la sécurité de toute personne à bord ou en vue : 1. Signal transmis en radiotélégraphie ou par toute autre méthode et constitué par le groupe XXX ; 2. Signal transmis en radiotéléphonie et constitué par les mots \" PANNE, PANNE \". 2. Signaux à utiliser en cas d'interception. 2.1. Signaux de l'aéronef intercepteur et réponses de l'aéronef intercepté SÉRIE SIGNAUX DE L'INTERCEPTEUR SIGNIFICATION RÉPONSES DE L'INTERCEPTÉ SIGNIFICATION 1 De jour et de nuit : Balancer l'appareil et faire clignoter à intervalles irréguliers les feux de position (et les feux d'atterrissage dans le cas d'un hélicoptère) après s'être placé légèrement au-dessus et en avant, et normalement à la gauche de l'aéronef intercepté (ou à sa droite, si l'intercepté est un hélicoptère) puis, après réponse, effectuer un lent virage en palier, normalement vers la gauche (ou vers la droite dans le cas d'un hélicoptère), pour prendre le cap voulu. Note 1. - Les conditions météorologiques ou le relief peuvent exiger que l'intercepteur inverse les positions et le sens du virage indiqués ci-dessus dans la série 1. Note 2. - Si l'aéronef intercepté ne peut évoluer aussi rapidement que l'intercepteur, ce dernier devrait exécuter une série de circuits en hippodrome et balancer l'appareil chaque fois qu'il dépasse l'aéronef intercepté. Vous avez été intercepté. Suivez-moi. De jour et de nuit : Balancer l'appareil, faire clignoter à intervalles irréguliers les feux de position et suivre. Note. - Les autres mesures que doit prendre l'aéronef intercepté sont prescrites au chapitre III, en 3.13. Compris, j'obéis. 2 De jour et de nuit : Exécuter une manoeuvre brusque de dégagement consistant en un virage en montée de 90° ou plus, sans couper la ligne de vol de l'aéronef intercepté. Vous pouvez continuer. De jour et de nuit : Balancer l'appareil. Compris, j'obéis. 3 De jour et de nuit : Abaisser le train d'atterrissage (si l'aéronef en est doté), allumer les phares d'atterrissage fixes et survoler la piste en service ou, si l'aéronef intercepté est un hélicoptère, survoler l'aire d'atterrissage pour hélicoptères. S'il s'agit d'hélicoptères, l'hélicoptère intercepteur exécute une approche et se met en vol stationnaire près de l'aire d'atterrissage. Atterrissez sur cet aérodrome. De jour et de nuit : Abaisser le train d'atterrissage (si l'aéronef en est doté), allumer les phares d'atterrissage fixes, suivre l'aéronef intercepteur et, si après le survol de la piste en service ou de l'aire d'atterrissage pour hélicoptères, il est jugé possible d'atterrir en sécurité, procéder à l'atterrissage. Compris, j'obéis. 2.2. Signaux de l'aéronef intercepté et réponses de l'aéronef intercepteur SÉRIE SIGNAUX DE L'INTERCEPTÉ SIGNIFICATION RÉPONSES DE L'INTERCEPTEUR SIGNIFICATION 4 De jour et de nuit : Rentrer le train d'atterrissage (si l'aéronef en est doté) et faire clignoter les phares d'atterrissage en passant au-dessus de la piste d'atterrissage en service ou de l'aire d'atterrissage pour hélicoptères à une hauteur supérieure à 300 m (1 000 pieds), mais inférieure à 600 m (2 000 pieds) (dans le cas d'un hélicoptère, à une hauteur supérieure à 50 m [170 pieds], mais inférieure à 100 m [330 pieds]) au-dessus du niveau de l'aérodrome, et continuer à exécuter des circuits autour de la piste en service ou de l'aire d'atterrissage pour hélicoptères. S'il est impossible de faire clignoter les phares d'atterrissage, faire clignoter tous les autres feux utilisables. Il m'est impossible d'atterrir sur cet aérodrome. De jour et de nuit : S'il désire que l'aéronef intercepté le suive vers un autre aérodrome, l'intercepteur rentre son train d'atterrissage (si l'aéronef en est doté) et fait les signaux de la série 1 prescrits pour l'intercepteur. S'il décide de laisser partir l'aéronef intercepté, l'intercepteur fait les signaux de la série 2 prescrits pour l'intercepteur. Compris suivez-moi. Compris, vous pouvez continuer. 5 De jour et de nuit : Allumer et éteindre régulièrement tous les feux disponibles, mais d'une manière qui permette de les distinguer de feux clignotants. Il m'est impossible d'obéir. De jour et de nuit : Utiliser les signaux de la série 2 prescrits pour l'aéronef intercepteur. Compris. 6 De jour et de nuit : Faire clignoter de façon irrégulière tous les feux disponibles. En détresse. De jour et de nuit : Utiliser les signaux de la série 2 prescrits pour l'aéronef intercepteur. Compris. 3. Signaux visuels employés pour avertir un aéronef, qu'il vole sans autorisation dans une zone interdite ou réglementée, ou qu'il vole dans une zone dangereuse, ou qu'il est sur le point de pénétrer dans une zone interdite, réglementée ou dangereuse. De jour ou de nuit, une série de projectiles tirés du sol à des intervalles de dix secondes et produisant à l'éclatement des étoiles ou des feux rouges et verts, indique à un aéronef qu'il vole sans autorisation dans une zone interdite ou réglementée, ou qu'il vole dans une zone dangereuse, ou qu'il est sur le point de pénétrer dans une zone interdite, réglementée ou dangereuse et qu'il doit prendre les dispositions qui s'imposent. 4. Signaux pour la circulation d'aérodrome. 4.1. Signaux lumineux et pyrotechniques 4.1.1. Instructions. SIGNAL LUMINEUX SIGNAUX ADRESSÉS PAR LE CONTRÔLE D'AÉRODROME A des aéronefs en vol A des aéronefs au sol Feux vert continu. Vous êtes autorisé à atterrir. Vous êtes autorisé à décoller. Feu rouge continu. Cédez le passage à un autre aéronef et restez dans le circuit. Arrêtez. Série d'éclats verts. Revenez pour atterrir (1). Vous êtes autorisé à circuler. Série d'éclats rouges. Aérodrome dangereux, n'atterrissez pas. Dégagez l'aire d'atterrissage en service. Série d'éclats blancs. Atterrissez à cet aérodrome et gagnez l'aire de trafic (1). Retournez à votre point de départ sur l'aérodrome. Artifice à feu rouge. Quelles que soient les instructions antérieures, n'atterrissez pas pour le moment. (1) La clairance d'atterrir et la clairance de circuler seront communiquées en temps utile. 4.1.2. Signaux d'accusé de réception des aéronefs. a) En vol : 1. De jour : - en balançant les ailes ; Ce signal n'est pas utilisé en étape de base et en approche finale. 2. De nuit : - en éteignant et en allumant deux fois les projecteurs d'atterrissage ou, s'il n'en est pas équipé, ses feux de position. b) Au sol : 1. De jour : - en remuant les ailerons ou la gouverne de direction ; 2. De nuit : - en éteignant et en allumant deux fois les projecteurs d'atterrissage ou, s'il n'en est pas équipé, ses feux de position. 4.2. Signaux visuels au sol 4.2.1. Interdiction d'atterrir. Un panneau carré rouge horizontal à diagonales jaunes indique, lorsqu'il est disposé sur l'aire à signaux, que les atterrissages sont interdits et que l'interdiction peut se prolonger. 4.2.2. Précautions spéciales à prendre au cours de l'approche ou de l'atterrissage. Un panneau carré rouge horizontal avec une seule diagonale jaune indique, lorsqu'il est disposé sur l'aire à signaux, qu'en raison du mauvais état de l'aire de manoeuvre ou pour toute autre raison des précautions spéciales doivent être prises au cours de l'approche ou au cours de l'atterrissage. 4.2.3. Utilisation des pistes et voies de circulation. 4.2.3.1. Un panneau horizontal blanc en forme d'haltère indique, lorsqu'il est disposé sur l'aire à signaux, qu'il est prescrit aux aéronefs d'atterrir, de décoller et de circuler exclusivement sur les pistes et voies de circulation. 4.2.3.2. Un panneau horizontal blanc, en forme d'haltère, analogue à celui indiqué en 4.2.3.1 mais comportant une bande noire perpendiculaire à la barre transversale dans chacune des extrémités circulaires de l'haltère indique, lorsqu'il est disposé sur l'aire à signaux, qu'il est prescrit aux aéronefs d'atterrir et de décoller sur les pistes seulement, mais que les autres manoeuvres peuvent être effectuées ailleurs que sur les pistes et voies de circulation. 4.2.4. Pistes ou voies de circulation fermées. Des croix d'une couleur uniforme contrastante, jaune ou blanche, disposées horizontalement sur des pistes ou des voies de circulation ou sur des parties de piste ou de voie de circulation, indiquent des zones impropres aux manoeuvres des aéronefs. 4.2.5. Directions d'atterrissage et de décollage. 4.2.5.1. Un T d'atterrissage horizontal blanc ou orangé indique aux aéronefs la direction à utiliser pour l'atterrissage et le décollage, ceux-ci s'effectuant dans une direction parallèle à la barre verticale du T, vers la barre transversale du T. 4.2.5.2. Un groupe de deux chiffres, placés verticalement sur le bâtiment de la tour de contrôle d'aérodrome ou près de celle-ci, indique aux aéronefs sur l'aire de manoeuvre la direction du décollage, exprimée en dizaines de degrés du compas magnétique, arrondie à la dizaine la plus proche. 4.2.6. Circulation à droite. Une flèche de couleur voyante, dirigée vers la droite, placée sur l'aire à signaux ou disposée horizontalement à l'extrémité de la piste ou de la bande en service, indique que les virages doivent être exécutés à droite avant l'atterrissage et après le décollage. 4.2.7. Bureau de piste. La lettre C, noire sur fond jaune, placée verticalement, indique l'emplacement du bureau de piste. 4.2.8. Vols de planeurs en cours. Une double croix blanche, disposée horizontalement dans l'aire à signaux, indique que l'aérodrome est utilisé par des planeurs et que des vols sont en cours. 5. Signaux de circulation au sol. 5.1. Signaux adressés par le signaleur à un aéronef Ces signaux sont conçus pour être employés par un signaleur (dont les mains seront éclairées, au besoin, pour être mieux vues du pilote) placé face à l'aéronef et : a) Dans le cas d'aéronefs à voilure fixe, en avant de l'extrémité de l'aile gauche, en vue du pilote ; b) Dans les cas d'hélicoptères, à l'endroit le plus en vue du pilote. Chaque signal a toujours la même signification, qu'il soit effectué à l'aide de palettes, de barres lumineuses ou de torches électriques. Les moteurs sont numérotés de la droite vers la gauche du signaleur qui fait face à l'aéronef (c'est-à-dire que le moteur n° 1 est le moteur extérieur gauche). Les signaux marqués d'un astérisque sont conçus pour être adressés à des hélicoptères en vol stationnaire. Avant d'utiliser les signaux ci-après, le signaleur doit s'assurer que l'aire à l'intérieur de laquelle un aéronef doit être guidé est dégagée d'obstacles que cet aéronef, en appliquant les dispositions prescrites au chapitre III en 3.11.1., risquerait de heurter car la conception de nombreux aéronefs est telle que la trajectoire suivie par les bouts d'ailes, les moteurs et autres extrémités ne peut pas toujours être surveillée visuellement à partir du poste de pilotage, tandis que l'aéronef est manoeuvré au sol. 5.1.1. Continuez en vous conformant aux indications du signaleur. Le signaleur guide le pilote lorsque les conditions de la circulation sur l'aérodrome le nécessitent. 5.1.2. Placez-vous devant moi. Les bras tendus en position verticale au-dessus de la tête, les paumes se faisant face à l'intérieur. 5.1.3. Dirigez-vous vers le signaleur suivant. Bras droit ou gauche étendu vers le bas, balancer l'autre avant-bras verticalement devant le corps pour indiquer la direction dans laquelle se trouve le signaleur suivant. 5.1.4. Avancez. Les bras légèrement écartés, paumes tournées vers l'arrière, se déplacent d'un mouvement répété vers le haut et l'arrière, à partir de la hauteur des épaules. 5.1.5. Virez. a) Virez à gauche : le bras droit vers le bas, le bras gauche se déplace d'un mouvement répété vers le haut et l'arrière. La vitesse du mouvement du bras indique le rayon du virage. b) Virez à droite : le bras gauche vers le bas, le bras droit se déplace d'un mouvement répété vers le haut et l'arrière. la vitesse du mouvement du bras indique le rayon du virage. 5.1.6. Halte. Les bras sont croisés au-dessus de la tête d'un mouvement répété. (La rapidité du mouvement doit être fonction de l'urgence de l'arrêt, autrement dit, plus le mouvement est rapide, plus l'arrêt doit être brusque.) 5.1.7. Freins. a) Serrez les feins : lever l'avant-bras horizontalement en travers du corps, les doigts allongés, puis fermer le poing. b) Desserrez les freins : lever l'avant-bras horizontalement en travers du corps, le poing fermé, puis allonger les doigts. 5.1.8. Cales. a) Cales mises : les bras vers le bas, les paumes tournées vers l'intérieur, les pouces allongés, les bras tendus en oblique vers le bas se déplacent vers l'intérieur. b) Cales enlevées : les bras vers le bas, les paumes tournées vers l'extérieur, les pouces allongés, les bras se déplacent vers l'extérieur. 5.1.9. Démarrez le(s) moteur(s). La main gauche levée au-dessus de la tête et le nombre approprié de doigts allongés, pour indiquer le numéro du moteur à démarrer, la main droite se déplace d'un mouvement circulaire à hauteur de la tête. 5.1.10. Coupez les moteurs. Bras et main à hauteur des épaules, main devant le cou, la paume tournée ver le bas. La main se déplace horizontalement, le bras restant plié. 5.1.11. Ralentissez. Les bras vers le bas, les paumes tournées ver le sol, se déplacent à plusieurs reprises vers le haut puis vers le bas. 5.1.12. Ralentissez le(s) moteur(s) du côté indiqué. Les bras vers le bas, les paumes tournées vers le sol, élever et abaisser la main droite pour demander de ralentir le(s) moteur(s) et vice versa. 5.1.13. Reculez. Bras vers le bas, paumes tournées vers l'avant, les bras sont balancés d'un mouvement répété vers l'avant et vers le haut, jusqu'à la hauteur des épaules. 5.1.14. Reculez en virant. a) Pour faire tourner la queue vers la droite : tendre le bras gauche vers le bas ; le bras droit est abaissé d'un mouvement répété de la position verticale au-dessus de la tête à la position horizontale avant. b) Pour faire tourner la queue vers la gauche : tendre le bras droit vers le bas ; le bras gauche est abaissé d'un mouvement répété de la position verticale au-dessus de la tête à la position horizontale avant. 5.1.15. Tout va bien, continuez. L'avant-bras levé à la hauteur du coude, le pouce tendu. 5.1.16. Restez en vol stationnaire. Bras étendus horizontalement. 5.1.17. Montez. Mouvoir de bas en haut les bras étendus latéralement, paumes tournées vers le haut. La rapidité du mouvement indique la vitesse de montée. 5.1.18. Descendez. Mouvoir de haut en bas les bras étendus latéralement, paumes tournées vers le bas. La rapidité du mouvement indique la vitesse de descente. 5.1.19. Déplacez-vous horizontalement. L'un des bras reste tendu latéralement, indiquant la direction du mouvement. Va-et-vient répété de l'autre bras devant le corps pour indiquer la même direction. 5.1.20. Atterrissez. Bras étendus devant le corps et croisés vers le bas. 5.2. Signaux adressés par le pilote d'un aéronef à un signaleur Ces signaux sont conçus pour être employés par un pilote, dans son poste de pilotage, ses mains bien en vue du signaleur et, au besoin, éclairées. Les moteurs sont numérotés de la droite vers la gauche du signaleur qui fait face à l'aéronef (c'est-à-dire que le moteur n° 1 est le moteur extérieur gauche). 5.2.1. Freins. Note. - Le moment où le pilote ferme le poing ou allonge les doigts de la main indique, respectivement, le moment où il serre ou desserre les freins. a) Freins serrés, lever le bras, les doigts allongés, horizontalement devant le visage, puis fermer la main ; b) Freins desserrés : lever le bras, la main fermée, horizontalement devant le visage, puis allonger les doigts. 5.2.2. Cales. a) Mettez les cales : les bras étendus, les paumes vers l'avant, déplacer les mains vers l'intérieur de façon qu'elles se croisent devant le visage ; b) Enlevez les cales : les mains croisées devant le visage, les paumes vers l'avant, déplacer les bras vers l'extérieur. 5.2.3. Prêt à démarrer le(s) moteur(s). Lever le nombre de doigts d'une main qui correspond au numéro du moteur à démarrer.",
            "texteHtml": "<p align='center'><strong>SIGNAUX</strong><br/></p><p align='center'></p><p align='center'>1. Signaux de détresse et d'urgence. </p><p>Aucune des dispositions ci-après n'interdit à un aéronef en détresse l'emploi de tous les moyens dont il dispose pour attirer l'attention, faire connaître sa position et demander de l'aide.</p><p>Le détail des procédures de transmission des signaux de détresse et des signaux d'urgence figure dans les procédures de radiotéléphonie définies par arrêté du ministre chargé de l'aviation civile.</p><p>Les signaux visuels de recherche et de sauvetage sont définis par arrêté du ministre chargé de l'aviation civile.</p><p>1.1. Signaux de détresse</p><p>Les signaux ci-après, utilisés ensemble ou séparément, signifient qu'il existe une menace de danger grave et imminent et qu'un secours immédiat est demandé :</p><p>1. Un signal émis par radiotélégraphie ou par tout autre moyen de signalisation, formé du groupe SOS (... - - - ...) du code Morse ;</p><p>2. Un signal émis par radiotéléphonie, constitué par le mot \" MAYDAY \" ;</p><p>3. Fusées ou bombes émettant des feux rouges, tirées l'une après l'autre à de courts intervalles ;</p><p>4. Une fusée éclairante rouge à parachute.</p><p>Note. - Le règlement des radiocommunications de l'Union internationale des télécommunications fournit des renseignements sur les signaux d'alarme qui déclenchent les systèmes d'alarme automatiques.</p><p>1.2. Signaux d'urgence</p><p>1.2.1. Les signaux suivants, utilisés ensemble ou séparément, signifient qu'un aéronef désire signaler des difficultés qui le contraignent à atterrir, sans nécessiter de secours immédiat :</p><p>1. Allumage et extinction répétés des phares d'atterrissage ;</p><p>2. Allumage et extinction répétés des feux de position effectués de manière à ce que le signal se distingue de celui des feux de position à éclats.</p><p>1.2.2. Les signaux suivants, utilisés ensemble ou séparément, signifient qu'un aéronef a un message très urgent à transmettre concernant la sécurité d'un aéronef, navire ou autre véhicule, ou la sécurité de toute personne à bord ou en vue :</p><p>1. Signal transmis en radiotélégraphie ou par toute autre méthode et constitué par le groupe XXX ;</p><p>2. Signal transmis en radiotéléphonie et constitué par les mots \" PANNE, PANNE \".</p><p align='center'>2. Signaux à utiliser en cas d'interception.</p><p>2.1. Signaux de l'aéronef intercepteur et réponses de l'aéronef intercepté </p><p>SÉRIE SIGNAUX DE L'INTERCEPTEUR SIGNIFICATION RÉPONSES DE L'INTERCEPTÉ SIGNIFICATION </p><p>1 </p><p>De jour et de nuit : </p><p>Balancer l'appareil et faire clignoter à intervalles irréguliers les feux de position (et les feux d'atterrissage dans le cas d'un hélicoptère) après s'être placé légèrement au-dessus et en avant, et normalement à la gauche de l'aéronef intercepté (ou à sa droite, si l'intercepté est un hélicoptère) puis, après réponse, effectuer un lent virage en palier, normalement vers la gauche (ou vers la droite dans le cas d'un hélicoptère), pour prendre le cap voulu. </p><p>Note 1. - Les conditions météorologiques ou le relief peuvent exiger que l'intercepteur inverse les positions et le sens du virage indiqués ci-dessus dans la série 1. </p><p>Note 2. - Si l'aéronef intercepté ne peut évoluer aussi rapidement que l'intercepteur, ce dernier devrait exécuter une série de circuits en hippodrome et balancer l'appareil chaque fois qu'il dépasse l'aéronef intercepté. </p><p>Vous avez été intercepté. </p><p>Suivez-moi. </p><p>De jour et de nuit : </p><p>Balancer l'appareil, faire clignoter à intervalles irréguliers les feux de position et suivre. </p><p>Note. - Les autres mesures que doit prendre l'aéronef intercepté sont prescrites au chapitre III, en 3.13. </p><p>Compris, j'obéis. </p><p>2 </p><p>De jour et de nuit : </p><p>Exécuter une manoeuvre brusque de dégagement consistant en un virage en montée de 90° ou plus, sans couper la ligne de vol de l'aéronef intercepté. </p><p>Vous pouvez continuer. </p><p>De jour et de nuit : </p><p>Balancer l'appareil. </p><p>Compris, j'obéis. </p><p>3 </p><p>De jour et de nuit : </p><p>Abaisser le train d'atterrissage (si l'aéronef en est doté), allumer les phares d'atterrissage fixes et survoler la piste en service ou, si l'aéronef intercepté est un hélicoptère, survoler l'aire d'atterrissage pour hélicoptères. S'il s'agit d'hélicoptères, l'hélicoptère intercepteur exécute une approche et se met en vol stationnaire près de l'aire d'atterrissage. </p><p>Atterrissez sur cet aérodrome. </p><p>De jour et de nuit : </p><p>Abaisser le train d'atterrissage (si l'aéronef en est doté), allumer les phares d'atterrissage fixes, suivre l'aéronef intercepteur et, si après le survol de la piste en service ou de l'aire d'atterrissage pour hélicoptères, il est jugé possible d'atterrir en sécurité, procéder à l'atterrissage. </p><p>Compris, j'obéis. </p><p>2.2. Signaux de l'aéronef intercepté et réponses de l'aéronef intercepteur </p><p>SÉRIE SIGNAUX DE L'INTERCEPTÉ SIGNIFICATION RÉPONSES DE L'INTERCEPTEUR SIGNIFICATION </p><p>4 </p><p>De jour et de nuit : </p><p>Rentrer le train d'atterrissage (si l'aéronef en est doté) et faire clignoter les phares d'atterrissage en passant au-dessus de la piste d'atterrissage en service ou de l'aire d'atterrissage pour hélicoptères à une hauteur supérieure à 300 m (1 000 pieds), mais inférieure à 600 m (2 000 pieds) (dans le cas d'un hélicoptère, à une hauteur supérieure à 50 m [170 pieds], mais inférieure à 100 m [330 pieds]) au-dessus du niveau de l'aérodrome, et continuer à exécuter des circuits autour de la piste en service ou de l'aire d'atterrissage pour hélicoptères. S'il est impossible de faire clignoter les phares d'atterrissage, faire clignoter tous les autres feux utilisables. </p><p>Il m'est impossible d'atterrir sur cet aérodrome. </p><p>De jour et de nuit : </p><p>S'il désire que l'aéronef intercepté le suive vers un autre aérodrome, l'intercepteur rentre son train d'atterrissage (si l'aéronef en est doté) et fait les signaux de la série 1 prescrits pour l'intercepteur. </p><p>S'il décide de laisser partir l'aéronef intercepté, l'intercepteur fait les signaux de la série 2 prescrits pour l'intercepteur. </p><p>Compris suivez-moi. </p><p>Compris, vous pouvez continuer. </p><p>5 </p><p>De jour et de nuit : </p><p>Allumer et éteindre régulièrement tous les feux disponibles, mais d'une manière qui permette de les distinguer de feux clignotants. </p><p>Il m'est impossible d'obéir. </p><p>De jour et de nuit : </p><p>Utiliser les signaux de la série 2 prescrits pour l'aéronef intercepteur. </p><p>Compris. </p><p>6 </p><p>De jour et de nuit : </p><p>Faire clignoter de façon irrégulière tous les feux disponibles. </p><p>En détresse. </p><p>De jour et de nuit : </p><p>Utiliser les signaux de la série 2 prescrits pour l'aéronef intercepteur. </p><p>Compris. </p><p align='center'>3. Signaux visuels employés pour avertir un aéronef, qu'il vole sans autorisation dans une zone interdite ou réglementée, ou qu'il vole dans une zone dangereuse, ou qu'il est sur le point de pénétrer dans une zone interdite, réglementée ou dangereuse. </p><p>De jour ou de nuit, une série de projectiles tirés du sol à des intervalles de dix secondes et produisant à l'éclatement des étoiles ou des feux rouges et verts, indique à un aéronef qu'il vole sans autorisation dans une zone interdite ou réglementée, ou qu'il vole dans une zone dangereuse, ou qu'il est sur le point de pénétrer dans une zone interdite, réglementée ou dangereuse et qu'il doit prendre les dispositions qui s'imposent.</p><p align='center'>4. Signaux pour la circulation d'aérodrome. </p><p>4.1. Signaux lumineux et pyrotechniques </p><p>4.1.1. Instructions. </p><p>SIGNAL LUMINEUX </p><p>SIGNAUX ADRESSÉS PAR LE CONTRÔLE D'AÉRODROME </p><p>A des aéronefs en vol </p><p>A des aéronefs au sol </p><p>Feux vert continu. </p><p>Vous êtes autorisé à atterrir. </p><p>Vous êtes autorisé à décoller. </p><p>Feu rouge continu. </p><p>Cédez le passage à un autre aéronef et restez dans le circuit. </p><p>Arrêtez. </p><p>Série d'éclats verts. </p><p>Revenez pour atterrir (1). </p><p>Vous êtes autorisé à circuler. </p><p>Série d'éclats rouges. </p><p>Aérodrome dangereux, n'atterrissez pas. </p><p>Dégagez l'aire d'atterrissage en service. </p><p>Série d'éclats blancs. </p><p>Atterrissez à cet aérodrome et gagnez l'aire de trafic (1). </p><p>Retournez à votre point de départ sur l'aérodrome. </p><p>Artifice à feu rouge. </p><p>Quelles que soient les instructions antérieures, n'atterrissez pas pour le moment. </p><p>(1) La clairance d'atterrir et la clairance de circuler seront communiquées en temps utile. </p><p>4.1.2. Signaux d'accusé de réception des aéronefs. </p><p>a) En vol : </p><p>1. De jour : </p><p>- en balançant les ailes ; </p><p>Ce signal n'est pas utilisé en étape de base et en approche finale. </p><p>2. De nuit : </p><p>- en éteignant et en allumant deux fois les projecteurs d'atterrissage ou, s'il n'en est pas équipé, ses feux de position. </p><p>b) Au sol : </p><p>1. De jour : </p><p>- en remuant les ailerons ou la gouverne de direction ; </p><p>2. De nuit : </p><p>- en éteignant et en allumant deux fois les projecteurs d'atterrissage ou, s'il n'en est pas équipé, ses feux de position. </p><p>4.2. Signaux visuels au sol </p><p>4.2.1. Interdiction d'atterrir. </p><p>Un panneau carré rouge horizontal à diagonales jaunes indique, lorsqu'il est disposé sur l'aire à signaux, que les atterrissages sont interdits et que l'interdiction peut se prolonger. </p><p>4.2.2. Précautions spéciales à prendre au cours de l'approche ou de l'atterrissage. </p><p>Un panneau carré rouge horizontal avec une seule diagonale jaune indique, lorsqu'il est disposé sur l'aire à signaux, qu'en raison du mauvais état de l'aire de manoeuvre ou pour toute autre raison des précautions spéciales doivent être prises au cours de l'approche ou au cours de l'atterrissage. </p><p>4.2.3. Utilisation des pistes et voies de circulation. </p><p>4.2.3.1. Un panneau horizontal blanc en forme d'haltère indique, lorsqu'il est disposé sur l'aire à signaux, qu'il est prescrit aux aéronefs d'atterrir, de décoller et de circuler exclusivement sur les pistes et voies de circulation. </p><p>4.2.3.2. Un panneau horizontal blanc, en forme d'haltère, analogue à celui indiqué en 4.2.3.1 mais comportant une bande noire perpendiculaire à la barre transversale dans chacune des extrémités circulaires de l'haltère indique, lorsqu'il est disposé sur l'aire à signaux, qu'il est prescrit aux aéronefs d'atterrir et de décoller sur les pistes seulement, mais que les autres manoeuvres peuvent être effectuées ailleurs que sur les pistes et voies de circulation. </p><p>4.2.4. Pistes ou voies de circulation fermées. </p><p>Des croix d'une couleur uniforme contrastante, jaune ou blanche, disposées horizontalement sur des pistes ou des voies de circulation ou sur des parties de piste ou de voie de circulation, indiquent des zones impropres aux manoeuvres des aéronefs. </p><p>4.2.5. Directions d'atterrissage et de décollage. </p><p>4.2.5.1. Un T d'atterrissage horizontal blanc ou orangé indique aux aéronefs la direction à utiliser pour l'atterrissage et le décollage, ceux-ci s'effectuant dans une direction parallèle à la barre verticale du T, vers la barre transversale du T. </p><p>4.2.5.2. Un groupe de deux chiffres, placés verticalement sur le bâtiment de la tour de contrôle d'aérodrome ou près de celle-ci, indique aux aéronefs sur l'aire de manoeuvre la direction du décollage, exprimée en dizaines de degrés du compas magnétique, arrondie à la dizaine la plus proche. </p><p>4.2.6. Circulation à droite. </p><p>Une flèche de couleur voyante, dirigée vers la droite, placée sur l'aire à signaux ou disposée horizontalement à l'extrémité de la piste ou de la bande en service, indique que les virages doivent être exécutés à droite avant l'atterrissage et après le décollage. </p><p>4.2.7. Bureau de piste. </p><p>La lettre C, noire sur fond jaune, placée verticalement, indique l'emplacement du bureau de piste. </p><p>4.2.8. Vols de planeurs en cours. </p><p>Une double croix blanche, disposée horizontalement dans l'aire à signaux, indique que l'aérodrome est utilisé par des planeurs et que des vols sont en cours. </p><p align='center'>5. Signaux de circulation au sol. </p><p>5.1. Signaux adressés par le signaleur à un aéronef </p><p>Ces signaux sont conçus pour être employés par un signaleur (dont les mains seront éclairées, au besoin, pour être mieux vues du pilote) placé face à l'aéronef et : </p><p>a) Dans le cas d'aéronefs à voilure fixe, en avant de l'extrémité de l'aile gauche, en vue du pilote ; </p><p>b) Dans les cas d'hélicoptères, à l'endroit le plus en vue du pilote. </p><p>Chaque signal a toujours la même signification, qu'il soit effectué à l'aide de palettes, de barres lumineuses ou de torches électriques. </p><p>Les moteurs sont numérotés de la droite vers la gauche du signaleur qui fait face à l'aéronef (c'est-à-dire que le moteur n° 1 est le moteur extérieur gauche). </p><p>Les signaux marqués d'un astérisque sont conçus pour être adressés à des hélicoptères en vol stationnaire. </p><p>Avant d'utiliser les signaux ci-après, le signaleur doit s'assurer que l'aire à l'intérieur de laquelle un aéronef doit être guidé est dégagée d'obstacles que cet aéronef, en appliquant les dispositions prescrites au chapitre III en 3.11.1., risquerait de heurter car la conception de nombreux aéronefs est telle que la trajectoire suivie par les bouts d'ailes, les moteurs et autres extrémités ne peut pas toujours être surveillée visuellement à partir du poste de pilotage, tandis que l'aéronef est manoeuvré au sol. </p><p>5.1.1. Continuez en vous conformant aux indications du signaleur. </p><p>Le signaleur guide le pilote lorsque les conditions de la circulation sur l'aérodrome le nécessitent. </p><p>5.1.2. Placez-vous devant moi. </p><p>Les bras tendus en position verticale au-dessus de la tête, les paumes se faisant face à l'intérieur. </p><p>5.1.3. Dirigez-vous vers le signaleur suivant. </p><p>Bras droit ou gauche étendu vers le bas, balancer l'autre avant-bras verticalement devant le corps pour indiquer la direction dans laquelle se trouve le signaleur suivant. </p><p>5.1.4. Avancez. </p><p>Les bras légèrement écartés, paumes tournées vers l'arrière, se déplacent d'un mouvement répété vers le haut et l'arrière, à partir de la hauteur des épaules. </p><p>5.1.5. Virez. </p><p>a) Virez à gauche : le bras droit vers le bas, le bras gauche se déplace d'un mouvement répété vers le haut et l'arrière. La vitesse du mouvement du bras indique le rayon du virage. </p><p>b) Virez à droite : le bras gauche vers le bas, le bras droit se déplace d'un mouvement répété vers le haut et l'arrière. la vitesse du mouvement du bras indique le rayon du virage. </p><p>5.1.6. Halte. </p><p>Les bras sont croisés au-dessus de la tête d'un mouvement répété. (La rapidité du mouvement doit être fonction de l'urgence de l'arrêt, autrement dit, plus le mouvement est rapide, plus l'arrêt doit être brusque.) </p><p>5.1.7. Freins. </p><p>a) Serrez les feins : lever l'avant-bras horizontalement en travers du corps, les doigts allongés, puis fermer le poing. </p><p>b) Desserrez les freins : lever l'avant-bras horizontalement en travers du corps, le poing fermé, puis allonger les doigts. </p><p>5.1.8. Cales. </p><p>a) Cales mises : les bras vers le bas, les paumes tournées vers l'intérieur, les pouces allongés, les bras tendus en oblique vers le bas se déplacent vers l'intérieur. </p><p>b) Cales enlevées : les bras vers le bas, les paumes tournées vers l'extérieur, les pouces allongés, les bras se déplacent vers l'extérieur. </p><p>5.1.9. Démarrez le(s) moteur(s). </p><p>La main gauche levée au-dessus de la tête et le nombre approprié de doigts allongés, pour indiquer le numéro du moteur à démarrer, la main droite se déplace d'un mouvement circulaire à hauteur de la tête. </p><p>5.1.10. Coupez les moteurs. </p><p>Bras et main à hauteur des épaules, main devant le cou, la paume tournée ver le bas. La main se déplace horizontalement, le bras restant plié. </p><p>5.1.11. Ralentissez. </p><p>Les bras vers le bas, les paumes tournées ver le sol, se déplacent à plusieurs reprises vers le haut puis vers le bas. </p><p>5.1.12. Ralentissez le(s) moteur(s) du côté indiqué. </p><p>Les bras vers le bas, les paumes tournées vers le sol, élever et abaisser la main droite pour demander de ralentir le(s) moteur(s) et vice versa. </p><p>5.1.13. Reculez. </p><p>Bras vers le bas, paumes tournées vers l'avant, les bras sont balancés d'un mouvement répété vers l'avant et vers le haut, jusqu'à la hauteur des épaules. </p><p>5.1.14. Reculez en virant. </p><p>a) Pour faire tourner la queue vers la droite : tendre le bras gauche vers le bas ; le bras droit est abaissé d'un mouvement répété de la position verticale au-dessus de la tête à la position horizontale avant. </p><p>b) Pour faire tourner la queue vers la gauche : tendre le bras droit vers le bas ; le bras gauche est abaissé d'un mouvement répété de la position verticale au-dessus de la tête à la position horizontale avant. </p><p>5.1.15. Tout va bien, continuez. </p><p>L'avant-bras levé à la hauteur du coude, le pouce tendu. </p><p>5.1.16. Restez en vol stationnaire. </p><p>Bras étendus horizontalement. </p><p>5.1.17. Montez. </p><p>Mouvoir de bas en haut les bras étendus latéralement, paumes tournées vers le haut. La rapidité du mouvement indique la vitesse de montée. </p><p>5.1.18. Descendez. </p><p>Mouvoir de haut en bas les bras étendus latéralement, paumes tournées vers le bas. La rapidité du mouvement indique la vitesse de descente. </p><p>5.1.19. Déplacez-vous horizontalement. </p><p>L'un des bras reste tendu latéralement, indiquant la direction du mouvement. Va-et-vient répété de l'autre bras devant le corps pour indiquer la même direction. </p><p>5.1.20. Atterrissez. </p><p>Bras étendus devant le corps et croisés vers le bas. </p><p>5.2. Signaux adressés par le pilote d'un aéronef à un signaleur </p><p>Ces signaux sont conçus pour être employés par un pilote, dans son poste de pilotage, ses mains bien en vue du signaleur et, au besoin, éclairées. </p><p>Les moteurs sont numérotés de la droite vers la gauche du signaleur qui fait face à l'aéronef (c'est-à-dire que le moteur n° 1 est le moteur extérieur gauche). </p><p>5.2.1. Freins. </p><p>Note. - Le moment où le pilote ferme le poing ou allonge les doigts de la main indique, respectivement, le moment où il serre ou desserre les freins. </p><p>a) Freins serrés, lever le bras, les doigts allongés, horizontalement devant le visage, puis fermer la main ; </p><p>b) Freins desserrés : lever le bras, la main fermée, horizontalement devant le visage, puis allonger les doigts. </p><p>5.2.2. Cales. </p><p>a) Mettez les cales : les bras étendus, les paumes vers l'avant, déplacer les mains vers l'intérieur de façon qu'elles se croisent devant le visage ; </p><p>b) Enlevez les cales : les mains croisées devant le visage, les paumes vers l'avant, déplacer les bras vers l'extérieur. </p><p>5.2.3. Prêt à démarrer le(s) moteur(s). </p><p>Lever le nombre de doigts d'une main qui correspond au numéro du moteur à démarrer. </p>",
            "num": "Annexe I : Appendice A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 703036800000,
            "dateFin": 1146700800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1968526676,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129119",
                        "id": "LEGISCTA000006129119",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2999-01-01",
                        "titre": "REGLES DE l'AIR ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143966",
                        "id": "LEGISCTA000006143966",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843536",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006143966",
            "sectionParentId": "LEGISCTA000006143966",
            "sectionParentTitre": "REGLES DE l'AIR ",
            "fullSectionsTitre": "Annexes &gt; Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; REGLES DE l'AIR ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006843536",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843536",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 703036800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019942818",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I : Appendice A"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}