{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933336",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux événements postérieurs à la clôture de l'exercice, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-560. Événements postérieurs à la clôture de l'exercice Introduction 01. Entre la date de clôture de l'exercice et la date d'approbation des comptes, le commissaire aux comptes peut identifier des événements qui doivent faire l'objet d'un traitement comptable ou d'une information à l'organe appelé à statuer sur les comptes. Ces événements sont qualifiés d'“ événements postérieurs ”. 02. Les référentiels comptables applicables définissent les événements postérieurs qui doivent faire l'objet d'un traitement comptable. Ce sont les événements survenus entre la date de clôture de l'exercice et la date d'arrêté des comptes : -qui ont un lien direct avec des situations qui existaient à la date de clôture de l'exercice et doivent donner lieu à un enregistrement comptable ; -ou qui doivent faire l'objet d'une information dans l'annexe. Au-delà de la date d'arrêté des comptes, aucun traitement comptable des événements postérieurs n'est prévu. 03. Les événements postérieurs qui doivent faire l'objet d'une information à l'organe appelé à statuer sur les comptes sont les événements importants que celui-ci doit connaître pour se prononcer sur les comptes en connaissance de cause. Lorsque de tels événements surviennent entre la date de clôture de l'exercice et la date d'arrêté des comptes, ils sont mentionnés dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. Lorsqu'ils surviennent au-delà de cette date, ils font l'objet d'une communication à l'organe appelé à statuer sur les comptes. 04. La présente norme a pour objet de définir : -les procédures d'audit que le commissaire aux comptes met en œuvre pour identifier les événements postérieurs ; -les incidences des événements postérieurs identifiés par le commissaire aux comptes sur son rapport ou sur l'information des organes compétents. Ces incidences sont différentes selon la date à laquelle le commissaire aux comptes identifie les événements postérieurs et selon la date de survenance de ces événements. Identification des événements postérieurs 05. Le commissaire aux comptes collecte les éléments suffisants et appropriés lui permettant d'identifier les événements postérieurs. 06. Pour ce faire, le commissaire aux comptes peut notamment : -prendre connaissance des procédures mises en place par la direction pour identifier ces événements ; -consulter les procès-verbaux ou les comptes rendus des réunions tenues par l'organe délibérant et par les organes mentionnés à l' article L. 823-16 du code de commerce après la date de clôture de l'exercice ; -prendre connaissance, le cas échéant, des dernières situations intermédiaires et des derniers documents prévisionnels établis par l'entité ; -s'enquérir auprès des personnes compétentes de l'entité de l'évolution des procès, contentieux et litiges depuis ses derniers contrôles ; -s'enquérir auprès de la direction de sa connaissance de la survenance d'événements postérieurs. 07. Ces procédures sont mises en œuvre jusqu'à une date aussi rapprochée que possible de la date de signature de son rapport par le commissaire aux comptes. Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date de clôture de l'exercice et la date d'arrêté des comptes 08. Lorsque le commissaire aux comptes identifie, entre la date de clôture de l'exercice et la date d'arrêté des comptes, un événement postérieur susceptible de conduire à une anomalie significative dans les comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié. Si tel n'est pas le cas, il en informe la direction et lui demande de modifier les comptes. 09. En cas de refus de la direction, le commissaire aux comptes en évalue l'incidence sur son opinion. 10. Lorsque l'événement n'a pas d'incidence sur les comptes mais nécessite qu'une information soit fournie dans le rapport de l'organe compétent de l'entité à l'organe appelé à statuer sur les comptes, le commissaire aux comptes vérifie que cette information a bien été donnée. Si tel n'est pas le cas, il en informe la direction et lui demande d'apporter les informations requises. 11. En cas de refus de la direction, le commissaire aux comptes formule une observation dans son rapport. Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date d'arrêté des comptes et la date de signature de son rapport 12. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. 13. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou formule une observation dans son rapport. 14. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre ces deux dates, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes. Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes en fait mention dans son rapport. Incidence des événements postérieurs connus par le commissaire aux comptes entre la date de signature de son rapport et la date d'approbation des comptes 15. Après la date de signature de son rapport, le commissaire aux comptes ne met plus en œuvre de procédures d'audit pour identifier les événements postérieurs. 16. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. 17. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou sur la partie de son rapport relative à la vérification : -du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes ; ou -des informations relatives au groupe données dans le rapport de gestion, et établit un nouveau rapport dans lequel il est fait référence au rapport précédent. 18. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu après la date d'arrêté des comptes, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes. Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes rédige une communication dont il est donné lecture lors de la réunion de l'organe appelé à statuer sur les comptes ou qui est portée à sa connaissance.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux événements postérieurs à la clôture de l'exercice, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-560. Événements postérieurs à la clôture de l'exercice<br/><br/>\n Introduction<br/><br/>\n 01. Entre la date de clôture de l'exercice et la date d'approbation des comptes, le commissaire aux comptes peut identifier des événements qui doivent faire l'objet d'un traitement comptable ou d'une information à l'organe appelé à statuer sur les comptes. Ces événements sont qualifiés d'“ événements postérieurs ”.<br/><br/>\n 02. Les référentiels comptables applicables définissent les événements postérieurs qui doivent faire l'objet d'un traitement comptable.<br/><br/>\n Ce sont les événements survenus entre la date de clôture de l'exercice et la date d'arrêté des comptes :</p><p><br/>\n-qui ont un lien direct avec des situations qui existaient à la date de clôture de l'exercice et doivent donner lieu à un enregistrement comptable ;<br/><br/>\n-ou qui doivent faire l'objet d'une information dans l'annexe.</p><p><br/>\n Au-delà de la date d'arrêté des comptes, aucun traitement comptable des événements postérieurs n'est prévu.<br/><br/>\n 03. Les événements postérieurs qui doivent faire l'objet d'une information à l'organe appelé à statuer sur les comptes sont les événements importants que celui-ci doit connaître pour se prononcer sur les comptes en connaissance de cause.<br/><br/>\n Lorsque de tels événements surviennent entre la date de clôture de l'exercice et la date d'arrêté des comptes, ils sont mentionnés dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes.<br/><br/>\n Lorsqu'ils surviennent au-delà de cette date, ils font l'objet d'une communication à l'organe appelé à statuer sur les comptes.<br/><br/>\n 04. La présente norme a pour objet de définir :</p><p><br/>\n-les procédures d'audit que le commissaire aux comptes met en œuvre pour identifier les événements postérieurs ;<br/><br/>\n-les incidences des événements postérieurs identifiés par le commissaire aux comptes sur son rapport ou sur l'information des organes compétents.</p><p><br/>\n Ces incidences sont différentes selon la date à laquelle le commissaire aux comptes identifie les événements postérieurs et selon la date de survenance de ces événements.<br/><br/>\n Identification des événements postérieurs<br/><br/>\n 05. Le commissaire aux comptes collecte les éléments suffisants et appropriés lui permettant d'identifier les événements postérieurs.<br/><br/>\n 06. Pour ce faire, le commissaire aux comptes peut notamment :</p><p><br/>\n-prendre connaissance des procédures mises en place par la direction pour identifier ces événements ;<br/><br/>\n-consulter les procès-verbaux ou les comptes rendus des réunions tenues par l'organe délibérant et par les organes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>article L. 823-16 du code de commerce</a> après la date de clôture de l'exercice ;<br/><br/>\n-prendre connaissance, le cas échéant, des dernières situations intermédiaires et des derniers documents prévisionnels établis par l'entité ;<br/><br/>\n-s'enquérir auprès des personnes compétentes de l'entité de l'évolution des procès, contentieux et litiges depuis ses derniers contrôles ;<br/><br/>\n-s'enquérir auprès de la direction de sa connaissance de la survenance d'événements postérieurs.</p><p><br/>\n 07. Ces procédures sont mises en œuvre jusqu'à une date aussi rapprochée que possible de la date de signature de son rapport par le commissaire aux comptes.<br/><br/>\n Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date de clôture de l'exercice et la date d'arrêté des comptes<br/><br/>\n 08. Lorsque le commissaire aux comptes identifie, entre la date de clôture de l'exercice et la date d'arrêté des comptes, un événement postérieur susceptible de conduire à une anomalie significative dans les comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié.<br/><br/>\n Si tel n'est pas le cas, il en informe la direction et lui demande de modifier les comptes.<br/><br/>\n 09. En cas de refus de la direction, le commissaire aux comptes en évalue l'incidence sur son opinion.<br/><br/>\n 10. Lorsque l'événement n'a pas d'incidence sur les comptes mais nécessite qu'une information soit fournie dans le rapport de l'organe compétent de l'entité à l'organe appelé à statuer sur les comptes, le commissaire aux comptes vérifie que cette information a bien été donnée.<br/><br/>\n Si tel n'est pas le cas, il en informe la direction et lui demande d'apporter les informations requises.<br/><br/>\n 11. En cas de refus de la direction, le commissaire aux comptes formule une observation dans son rapport.<br/><br/>\n Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date d'arrêté des comptes et la date de signature de son rapport<br/><br/>\n 12. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes.<br/><br/>\n 13. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou formule une observation dans son rapport.<br/><br/>\n 14. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre ces deux dates, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes.<br/><br/>\n Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes en fait mention dans son rapport.<br/><br/>\n Incidence des événements postérieurs connus par le commissaire aux comptes entre la date de signature de son rapport et la date d'approbation des comptes<br/><br/>\n 15. Après la date de signature de son rapport, le commissaire aux comptes ne met plus en œuvre de procédures d'audit pour identifier les événements postérieurs.<br/><br/>\n 16. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes.<br/><br/>\n 17. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou sur la partie de son rapport relative à la vérification :</p><p><br/>\n-du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes ; ou<br/><br/>\n-des informations relatives au groupe données dans le rapport de gestion,</p><p><br/>\n et établit un nouveau rapport dans lequel il est fait référence au rapport précédent.<br/><br/>\n 18. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu après la date d'arrêté des comptes, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes.<br/><br/>\n Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes rédige une communication dont il est donné lecture lors de la réunion de l'organe appelé à statuer sur les comptes ou qui est portée à sa connaissance.</p>",
            "num": "A823-19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 5 : Des contrôles particuliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163219",
                        "id": "LEGISCTA000020163414",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163221",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163219",
            "sectionParentId": "LEGISCTA000020163414",
            "sectionParentTitre": "Paragraphe 5 : Des contrôles particuliers",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 5 : Des contrôles particuliers",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047933336",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000047932551",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000618070",
                    "textTitle": "Arrêté du 7 mai 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001674317",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163412",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445838",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933336",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-19",
                "823-19"
            ],
            "versionPrecedente": "LEGIARTI000024445838",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024445838",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux évènements postérieurs à la clôture de l'exercice, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : ÉVÉNEMENTS POSTÉRIEURS À LA CLÔTURE DE L'EXERCICE Introduction 1. Entre la date de clôture de l'exercice et la date d'approbation des comptes, le commissaire aux comptes peut identifier des événements qui doivent faire l'objet d'un traitement comptable ou d'une information à l'organe appelé à statuer sur les comptes. Ces événements sont qualifiés d'\"événements postérieurs\". 2. Les référentiels comptables applicables définissent les événements postérieurs qui doivent faire l'objet d'un traitement comptable. Ce sont les événements survenus entre la date de clôture de l'exercice et la date d'arrêté des comptes : - qui ont un lien direct avec des situations qui existaient à la date de clôture de l'exercice et doivent donner lieu à un enregistrement comptable ; - ou qui doivent faire l'objet d'une information dans l'annexe. Au-delà de la date d'arrêté des comptes, aucun traitement comptable des événements postérieurs n'est prévu. 3. Les événements postérieurs qui doivent faire l'objet d'une information à l'organe appelé à statuer sur les comptes sont les événements importants que celui-ci doit connaître pour se prononcer sur les comptes en connaissance de cause. Lorsque de tels événements surviennent entre la date de clôture de l'exercice et la date d'arrêté des comptes, ils sont mentionnés dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. Lorsqu'ils surviennent au-delà de cette date, ils font l'objet d'une communication à l'organe appelé à statuer sur les comptes. 4. La présente norme a pour objet de définir : - les procédures d'audit que le commissaire aux comptes met en œuvre pour identifier les événements postérieurs ; - les incidences des événements postérieurs identifiés par le commissaire aux comptes sur son rapport ou sur l'information des organes compétents. Ces incidences sont différentes selon la date à laquelle le commissaire aux comptes identifie les événements postérieurs et selon la date de survenance de ces événements. Identification des événements postérieurs 5. Le commissaire aux comptes collecte les éléments suffisants et appropriés lui permettant d'identifier les événements postérieurs. 6. Pour ce faire, le commissaire aux comptes peut notamment : - prendre connaissance des procédures mises en place par la direction pour identifier ces événements ; - consulter les procès-verbaux ou les comptes rendus des réunions tenues par l'organe délibérant et par les organes mentionnés à l'article L. 823-16 du code de commerce après la date de clôture de l'exercice ; - prendre connaissance, le cas échéant, des dernières situations intermédiaires et des derniers documents prévisionnels établis par l'entité ; - s'enquérir auprès des personnes compétentes de l'entité de l'évolution des procès, contentieux et litiges depuis ses derniers contrôles ; - s'enquérir auprès de la direction de sa connaissance de la survenance d'événements postérieurs. 7. Ces procédures sont mises en œuvre jusqu'à une date aussi rapprochée que possible de la date de signature de son rapport par le commissaire aux comptes. Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date de clôture de l'exercice et la date d'arrêté des comptes 8. Lorsque le commissaire aux comptes identifie, entre la date de clôture de l'exercice et la date d'arrêté des comptes, un événement postérieur susceptible de conduire à une anomalie significative dans les comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié. Si tel n'est pas le cas, il en informe la direction et lui demande de modifier les comptes. 9. En cas de refus de la direction, le commissaire aux comptes en évalue l'incidence sur son opinion. 10. Lorsque l'événement n'a pas d'incidence sur les comptes mais nécessite qu'une information soit fournie dans le rapport de l'organe compétent de l'entité à l'organe appelé à statuer sur les comptes, le commissaire aux comptes vérifie que cette information a bien été donnée. Si tel n'est pas le cas, il en informe la direction et lui demande d'apporter les informations requises. 11. En cas de refus de la direction, le commissaire aux comptes formule une observation dans la troisième partie de son rapport. Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date d'arrêté des comptes et la date de signature de son rapport 12. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. 13. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou formule une observation dans la troisième partie de son rapport. 14. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre ces deux dates, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes. Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes en fait mention dans la troisième partie de son rapport. Incidence des événements postérieurs connus par le commissaire aux comptes entre la date de signature de son rapport et la date d'approbation des comptes 15. Après la date de signature de son rapport, le commissaire aux comptes ne met plus en œuvre de procédures d'audit pour identifier les événements postérieurs. 16. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. 17. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou sur la troisième partie de son rapport et établit un nouveau rapport dans lequel il est fait référence au rapport précédent. 18. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu après la date d'arrêté des comptes, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes. Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes rédige une communication dont il est donné lecture lors de la réunion de l'organe appelé à statuer sur les comptes ou qui est portée à sa connaissance.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative aux évènements postérieurs à la clôture de l'exercice, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p align='center'>ÉVÉNEMENTS POSTÉRIEURS À LA CLÔTURE DE L'EXERCICE <br/></p><p>Introduction </p><p></p><p></p><p>1. Entre la date de clôture de l'exercice et la date d'approbation des comptes, le commissaire aux comptes peut identifier des événements qui doivent faire l'objet d'un traitement comptable ou d'une information à l'organe appelé à statuer sur les comptes. Ces événements sont qualifiés d'\"événements postérieurs\". </p><p>2. Les référentiels comptables applicables définissent les événements postérieurs qui doivent faire l'objet d'un traitement comptable. </p><p>Ce sont les événements survenus entre la date de clôture de l'exercice et la date d'arrêté des comptes :</p><p>- qui ont un lien direct avec des situations qui existaient à la date de clôture de l'exercice et doivent donner lieu à un enregistrement comptable ;</p><p>- ou qui doivent faire l'objet d'une information dans l'annexe. </p><p>Au-delà de la date d'arrêté des comptes, aucun traitement comptable des événements postérieurs n'est prévu. </p><p>3. Les événements postérieurs qui doivent faire l'objet d'une information à l'organe appelé à statuer sur les comptes sont les événements importants que celui-ci doit connaître pour se prononcer sur les comptes en connaissance de cause. </p><p>Lorsque de tels événements surviennent entre la date de clôture de l'exercice et la date d'arrêté des comptes, ils sont mentionnés dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. </p><p>Lorsqu'ils surviennent au-delà de cette date, ils font l'objet d'une communication à l'organe appelé à statuer sur les comptes. </p><p>4. La présente norme a pour objet de définir :</p><p>- les procédures d'audit que le commissaire aux comptes met en œuvre pour identifier les événements postérieurs ;</p><p>- les incidences des événements postérieurs identifiés par le commissaire aux comptes sur son rapport ou sur l'information des organes compétents. </p><p>Ces incidences sont différentes selon la date à laquelle le commissaire aux comptes identifie les événements postérieurs et selon la date de survenance de ces événements. </p><p></p><p></p><p>Identification des événements postérieurs </p><p></p><p></p><p>5. Le commissaire aux comptes collecte les éléments suffisants et appropriés lui permettant d'identifier les événements postérieurs. </p><p>6. Pour ce faire, le commissaire aux comptes peut notamment :</p><p>- prendre connaissance des procédures mises en place par la direction pour identifier ces événements ;</p><p>- consulter les procès-verbaux ou les comptes rendus des réunions tenues par l'organe délibérant et par les organes mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>l'article L. 823-16</a> du code de commerce après la date de clôture de l'exercice ;</p><p>- prendre connaissance, le cas échéant, des dernières situations intermédiaires et des derniers documents prévisionnels établis par l'entité ;</p><p>- s'enquérir auprès des personnes compétentes de l'entité de l'évolution des procès, contentieux et litiges depuis ses derniers contrôles ;</p><p>- s'enquérir auprès de la direction de sa connaissance de la survenance d'événements postérieurs. </p><p>7. Ces procédures sont mises en œuvre jusqu'à une date aussi rapprochée que possible de la date de signature de son rapport par le commissaire aux comptes. </p><p>Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date de clôture de l'exercice et la date d'arrêté des comptes </p><p>8. Lorsque le commissaire aux comptes identifie, entre la date de clôture de l'exercice et la date d'arrêté des comptes, un événement postérieur susceptible de conduire à une anomalie significative dans les comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié. </p><p>Si tel n'est pas le cas, il en informe la direction et lui demande de modifier les comptes. </p><p>9. En cas de refus de la direction, le commissaire aux comptes en évalue l'incidence sur son opinion. </p><p>10. Lorsque l'événement n'a pas d'incidence sur les comptes mais nécessite qu'une information soit fournie dans le rapport de l'organe compétent de l'entité à l'organe appelé à statuer sur les comptes, le commissaire aux comptes vérifie que cette information a bien été donnée. </p><p>Si tel n'est pas le cas, il en informe la direction et lui demande d'apporter les informations requises. </p><p>11. En cas de refus de la direction, le commissaire aux comptes formule une observation dans la troisième partie de son rapport. </p><p>Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date d'arrêté des comptes et la date de signature de son rapport </p><p>12. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. </p><p>13. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou formule une observation dans la troisième partie de son rapport. </p><p>14. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre ces deux dates, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes. </p><p>Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes en fait mention dans la troisième partie de son rapport. </p><p>Incidence des événements postérieurs connus par le commissaire aux comptes entre la date de signature de son rapport et la date d'approbation des comptes </p><p>15. Après la date de signature de son rapport, le commissaire aux comptes ne met plus en œuvre de procédures d'audit pour identifier les événements postérieurs. </p><p>16. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. </p><p>17. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou sur la troisième partie de son rapport et établit un nouveau rapport dans lequel il est fait référence au rapport précédent. </p><p>18. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu après la date d'arrêté des comptes, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes. </p><p>Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes rédige une communication dont il est donné lecture lors de la réunion de l'organe appelé à statuer sur les comptes ou qui est portée à sa connaissance.</p><p></p>",
            "num": "A823-19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1312416000000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 5 : Des contrôles particuliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163219",
                        "id": "LEGISCTA000020163414",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163221",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163219",
            "sectionParentId": "LEGISCTA000020163414",
            "sectionParentTitre": "Paragraphe 5 : Des contrôles particuliers",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 5 : Des contrôles particuliers",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024445838",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024424757",
                    "textTitle": "Arrêté du 21 juin 2011 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024428862",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-03",
                    "dateSignaTexte": "2011-06-21",
                    "dateDebutCible": "2011-08-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000618070",
                    "textTitle": "Arrêté du 7 mai 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001674317",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163412",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445838",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933336",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-19",
                "823-19"
            ],
            "versionPrecedente": "LEGIARTI000020163412",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163412",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux événements postérieurs à la clôture de l'exercice, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX ÉVÉNEMENTS POSTÉRIEURS À LA CLÔTURE DE L'EXERCICE Introduction 1. Entre la date de clôture de l'exercice et la date d'approbation des comptes, le commissaire aux comptes peut identifier des événements qui doivent faire l'objet d'un traitement comptable ou d'une information à l'organe appelé à statuer sur les comptes. Ces événements sont qualifiés d'« événements postérieurs ». 2. Les référentiels comptables applicables définissent les événements postérieurs qui doivent faire l'objet d'un traitement comptable. Ce sont les événements survenus entre la date de clôture de l'exercice et la date d'arrêté des comptes : ― qui ont un lien direct avec des situations qui existaient à la date de clôture de l'exercice et doivent donner lieu à un enregistrement comptable ; ― ou qui doivent faire l'objet d'une information dans l'annexe. Au-delà de la date d'arrêté des comptes, aucun traitement comptable des événements postérieurs n'est prévu. 3. Les événements postérieurs qui doivent faire l'objet d'une information à l'organe appelé à statuer sur les comptes sont les événements importants que celui-ci doit connaître pour se prononcer sur les comptes en connaissance de cause. Lorsque de tels événements surviennent entre la date de clôture de l'exercice et la date d'arrêté des comptes, ils sont mentionnés dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. Lorsqu'ils surviennent au-delà de cette date, ils font l'objet d'une communication à l'organe appelé à statuer sur les comptes. 4. La présente norme a pour objet de définir : ― les procédures d'audit que le commissaire aux comptes met en œuvre pour identifier les événements postérieurs ; ― les incidences des événements postérieurs identifiés par le commissaire aux comptes sur son rapport ou sur l'information des organes compétents. Ces incidences sont différentes selon la date à laquelle le commissaire aux comptes identifie les événements postérieurs et selon la date de survenance de ces événements. Identification des événements postérieurs 5. Le commissaire aux comptes collecte les éléments suffisants et appropriés lui permettant d'identifier les événements postérieurs. 6. Pour ce faire, le commissaire aux comptes peut notamment : ― prendre connaissance des procédures mises en place par la direction pour identifier ces événements ; ― consulter les procès-verbaux ou les comptes rendus des réunions tenues par l'organe appelé à statuer sur les comptes, par l'organe d'administration ou de surveillance et par la direction après la date de clôture de l'exercice ; ― prendre connaissance, le cas échéant, des dernières situations intermédiaires et des derniers documents prévisionnels établis par l'entité ; ― s'enquérir auprès des personnes compétentes de l'entité de l'évolution des procès, contentieux et litiges depuis ses derniers contrôles ; ― s'enquérir auprès de la direction de sa connaissance de la survenance d'événements postérieurs. 7. Ces procédures sont mises en œuvre jusqu'à une date aussi rapprochée que possible de la date de signature de son rapport par le commissaire aux comptes. Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date de clôture de l'exercice et la date d'arrêté des comptes 8. Lorsque le commissaire aux comptes identifie, entre la date de clôture de l'exercice et la date d'arrêté des comptes, un événement postérieur susceptible de conduire à une anomalie significative dans les comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié. Si tel n'est pas le cas, il en informe la direction et lui demande de modifier les comptes. 9. En cas de refus de la direction, le commissaire aux comptes en évalue l'incidence sur son opinion. 10. Lorsque l'événement n'a pas d'incidence sur les comptes mais nécessite qu'une information soit fournie dans le rapport de l'organe compétent de l'entité à l'organe appelé à statuer sur les comptes, le commissaire aux comptes vérifie que cette information a bien été donnée. Si tel n'est pas le cas, il en informe la direction et lui demande d'apporter les informations requises. 11. En cas de refus de la direction, le commissaire aux comptes formule une observation dans la troisième partie de son rapport. Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date d'arrêté des comptes et la date de signature de son rapport 12. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. 13. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou formule une observation dans la troisième partie de son rapport. 14. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre ces deux dates, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes. Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes en fait mention dans la troisième partie de son rapport. Incidence des événements postérieurs connus par le commissaire aux comptes entre la date de signature de son rapport et la date d'approbation des comptes 15. Après la date de signature de son rapport, le commissaire aux comptes ne met plus en œuvre de procédures d'audit pour identifier les événements postérieurs. 16. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes. 17. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou sur la troisième partie de son rapport et établit un nouveau rapport dans lequel il est fait référence au rapport précédent. 18. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu après la date d'arrêté des comptes, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes. Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes rédige une communication dont il est donné lecture lors de la réunion de l'organe appelé à statuer sur les comptes ou qui est portée à sa connaissance.",
            "texteHtml": "<p><br/>La norme d'exercice professionnel relative aux événements postérieurs à la clôture de l'exercice, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p><br/><br/>NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX ÉVÉNEMENTS POSTÉRIEURS À LA CLÔTURE DE L'EXERCICE</p><p><br/>Introduction</p><p><br/> 1. Entre la date de clôture de l'exercice et la date d'approbation des comptes, le commissaire aux comptes peut identifier des événements qui doivent faire l'objet d'un traitement comptable ou d'une information à l'organe appelé à statuer sur les comptes. Ces événements sont qualifiés d'« événements postérieurs ».<br/> 2. Les référentiels comptables applicables définissent les événements postérieurs qui doivent faire l'objet d'un traitement comptable.<br/> Ce sont les événements survenus entre la date de clôture de l'exercice et la date d'arrêté des comptes :<br/> ― qui ont un lien direct avec des situations qui existaient à la date de clôture de l'exercice et doivent donner lieu à un enregistrement comptable ;<br/> ― ou qui doivent faire l'objet d'une information dans l'annexe.<br/> Au-delà de la date d'arrêté des comptes, aucun traitement comptable des événements postérieurs n'est prévu.<br/> 3. Les événements postérieurs qui doivent faire l'objet d'une information à l'organe appelé à statuer sur les comptes sont les événements importants que celui-ci doit connaître pour se prononcer sur les comptes en connaissance de cause.<br/> Lorsque de tels événements surviennent entre la date de clôture de l'exercice et la date d'arrêté des comptes, ils sont mentionnés dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes.<br/> Lorsqu'ils surviennent au-delà de cette date, ils font l'objet d'une communication à l'organe appelé à statuer sur les comptes.<br/> 4. La présente norme a pour objet de définir :<br/> ― les procédures d'audit que le commissaire aux comptes met en œuvre pour identifier les événements postérieurs ;<br/> ― les incidences des événements postérieurs identifiés par le commissaire aux comptes sur son rapport ou sur l'information des organes compétents.<br/> Ces incidences sont différentes selon la date à laquelle le commissaire aux comptes identifie les événements postérieurs et selon la date de survenance de ces événements.</p><p><br/>Identification des événements postérieurs</p><p><br/> 5. Le commissaire aux comptes collecte les éléments suffisants et appropriés lui permettant d'identifier les événements postérieurs.<br/> 6. Pour ce faire, le commissaire aux comptes peut notamment :<br/> ― prendre connaissance des procédures mises en place par la direction pour identifier ces événements ;<br/> ― consulter les procès-verbaux ou les comptes rendus des réunions tenues par l'organe appelé à statuer sur les comptes, par l'organe d'administration ou de surveillance et par la direction après la date de clôture de l'exercice ;<br/> ― prendre connaissance, le cas échéant, des dernières situations intermédiaires et des derniers documents prévisionnels établis par l'entité ;<br/> ― s'enquérir auprès des personnes compétentes de l'entité de l'évolution des procès, contentieux et litiges depuis ses derniers contrôles ;<br/> ― s'enquérir auprès de la direction de sa connaissance de la survenance d'événements postérieurs.<br/> 7. Ces procédures sont mises en œuvre jusqu'à une date aussi rapprochée que possible de la date de signature de son rapport par le commissaire aux comptes.<br/>Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date de clôture de l'exercice et la date d'arrêté des comptes<br/> 8. Lorsque le commissaire aux comptes identifie, entre la date de clôture de l'exercice et la date d'arrêté des comptes, un événement postérieur susceptible de conduire à une anomalie significative dans les comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié.<br/> Si tel n'est pas le cas, il en informe la direction et lui demande de modifier les comptes.<br/> 9. En cas de refus de la direction, le commissaire aux comptes en évalue l'incidence sur son opinion.<br/> 10. Lorsque l'événement n'a pas d'incidence sur les comptes mais nécessite qu'une information soit fournie dans le rapport de l'organe compétent de l'entité à l'organe appelé à statuer sur les comptes, le commissaire aux comptes vérifie que cette information a bien été donnée.<br/> Si tel n'est pas le cas, il en informe la direction et lui demande d'apporter les informations requises.<br/> 11. En cas de refus de la direction, le commissaire aux comptes formule une observation dans la troisième partie de son rapport.<br/>Incidence des événements postérieurs identifiés par le commissaire aux comptes entre la date d'arrêté des comptes et la date de signature de son rapport<br/> 12. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes.<br/> 13. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou formule une observation dans la troisième partie de son rapport.<br/> 14. Lorsque le commissaire aux comptes identifie, entre la date d'arrêté des comptes et la date de signature de son rapport, un événement postérieur survenu entre ces deux dates, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes.<br/> Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes en fait mention dans la troisième partie de son rapport.<br/>Incidence des événements postérieurs connus par le commissaire aux comptes entre la date de signature de son rapport et la date d'approbation des comptes<br/> 15. Après la date de signature de son rapport, le commissaire aux comptes ne met plus en œuvre de procédures d'audit pour identifier les événements postérieurs.<br/> 16. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu entre la date de clôture de l'exercice et la date d'arrêté des comptes, il vérifie que cet événement a donné lieu à un traitement comptable approprié ou à une information dans le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes.<br/> 17. Si tel n'est pas le cas, et s'il n'est pas procédé volontairement par l'entité à un nouvel arrêté des comptes, ou si le rapport de l'organe compétent à l'organe appelé à statuer sur les comptes n'est pas complété, le commissaire aux comptes en évalue l'incidence sur son opinion ou sur la troisième partie de son rapport et établit un nouveau rapport dans lequel il est fait référence au rapport précédent.<br/> 18. Lorsque le commissaire aux comptes a connaissance, entre la date de signature de son rapport et la date d'approbation des comptes, d'un événement postérieur survenu après la date d'arrêté des comptes, il s'enquiert auprès de l'organe compétent de son intention de communiquer une information sur cet événement à l'organe appelé à statuer sur les comptes.<br/> Lorsqu'une telle communication n'est pas prévue, le commissaire aux comptes rédige une communication dont il est donné lecture lors de la réunion de l'organe appelé à statuer sur les comptes ou qui est portée à sa connaissance.</p>",
            "num": "A823-19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1312416000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 5 : Des contrôles particuliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163219",
                        "id": "LEGISCTA000020163414",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163221",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163219",
            "sectionParentId": "LEGISCTA000020163414",
            "sectionParentTitre": "Paragraphe 5 : Des contrôles particuliers",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 5 : Des contrôles particuliers",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163412",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000618070",
                    "textTitle": "Arrêté du 7 mai 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001674317",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163412",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445838",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933336",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-19",
                "823-19"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}