{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000029626071",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque les titres ou droits cédés ont fait partie du patrimoine privé du cédant avant d'être loués ou d'être considérés comme des éléments d'actif affectés à l'exercice de la profession en application des dispositions des articles 93 ou 151 nonies du code général des impôts ou d'être inscrits à l'actif d'une entreprise, le gain net imposable suivant les règles des articles 150-0 A à 150-0 E du même code est déterminé par différence entre la valeur réelle au moment de l'entrée dans le patrimoine professionnel et le prix d'acquisition des titres ou, en cas d'acquisition à titre gratuit, la valeur retenue pour la détermination des droits de mutation. La valeur réelle mentionnée à l'alinéa précédent s'entend soit de la valeur d'inscription des titres à l'actif d'une entreprise, soit de la valeur des titres à la date à laquelle ils sont considérés comme des éléments de l'actif professionnel en application de l'article 93 ou du I de l'article 151 nonies précités. II. – Lorsque les titres ou droits cédés ont été loués ou considérés comme des éléments d'actifs affectés à l'exercice de la profession en application des dispositions des articles 93 ou 151 nonies du code général des impôts ou inscrits à l'actif d'une entreprise, puis sont revenus dans le patrimoine privé du contribuable, le gain net imposable suivant les règles des articles 150-0 A à 150-0 E du même code est déterminé par la différence entre le prix effectif de cession et la valeur réelle des titres au jour de leur retrait du patrimoine professionnel du contribuable. La valeur réelle mentionnée à l'alinéa précédent s'entend soit de la valeur des titres lors de leur retrait de l'actif d'une entreprise, soit de la valeur des titres à la date à laquelle ils cessent d'être considérés comme des éléments de l'actif professionnel en application de l'article 93 ou du I de l'article 151 nonies précités. III. – Lorsque les titres ou droits cédés ont successivement fait partie du patrimoine privé, été inscrits à l'actif d'une entreprise ou considérés comme des éléments d'actifs affectés à l'exercice de la profession en application des dispositions des articles 93 ou 151 nonies du code général des impôts ou été loués, puis sont revenus dans le patrimoine privé, la somme des gains nets relatifs aux périodes de détention des titres dans le patrimoine privé est égale à la somme algébrique de ces gains afférents à chacune des périodes et calculés selon les modalités mentionnées au I et au II. IV. – (Abrogé).",
            "texteHtml": "<p>I. – Lorsque les titres ou droits cédés ont fait partie du patrimoine privé du cédant avant d'être loués ou d'être considérés comme des éléments d'actif affectés à l'exercice de la profession en application des dispositions des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307164&dateTexte=&categorieLien=cid'>articles 93 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307887&dateTexte=&categorieLien=cid'>151 nonies </a>du code général des impôts ou d'être inscrits à l'actif d'une entreprise, le gain net imposable suivant les règles des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302714&dateTexte=&categorieLien=cid'>articles 150-0 A à 150-0 E</a> du même code est déterminé par différence entre la valeur réelle au moment de l'entrée dans le patrimoine professionnel et le prix d'acquisition des titres ou, en cas d'acquisition à titre gratuit, la valeur retenue pour la détermination des droits de mutation.</p><p>La valeur réelle mentionnée à l'alinéa précédent s'entend soit de la valeur d'inscription des titres à l'actif d'une entreprise, soit de la valeur des titres à la date à laquelle ils sont considérés comme des éléments de l'actif professionnel en application de l'article 93 ou du I de l'article 151 nonies précités.</p><p>II. – Lorsque les titres ou droits cédés ont été loués ou considérés comme des éléments d'actifs affectés à l'exercice de la profession en application des dispositions des articles 93 ou 151 nonies du code général des impôts ou inscrits à l'actif d'une entreprise, puis sont revenus dans le patrimoine privé du contribuable, le gain net imposable suivant les règles des articles 150-0 A à 150-0 E du même code est déterminé par la différence entre le prix effectif de cession et la valeur réelle des titres au jour de leur retrait du patrimoine professionnel du contribuable.</p><p>La valeur réelle mentionnée à l'alinéa précédent s'entend soit de la valeur des titres lors de leur retrait de l'actif d'une entreprise, soit de la valeur des titres à la date à laquelle ils cessent d'être considérés comme des éléments de l'actif professionnel en application de l'article 93 ou du I de l'article 151 nonies précités.</p><p>III. – Lorsque les titres ou droits cédés ont successivement fait partie du patrimoine privé, été inscrits à l'actif d'une entreprise ou considérés comme des éléments d'actifs affectés à l'exercice de la profession en application des dispositions des articles 93 ou 151 nonies du code général des impôts ou été loués, puis sont revenus dans le patrimoine privé, la somme des gains nets relatifs aux périodes de détention des titres dans le patrimoine privé est égale à la somme algébrique de ces gains afférents à chacune des périodes et calculés selon les modalités mentionnées au I et au II.</p><p>IV. – (Abrogé).</p>",
            "num": "74-0 E ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1414108800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 299763162,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133665",
                        "id": "LEGISCTA000006133665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146655",
                        "id": "LEGISCTA000006146655",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "Section I : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161970",
                        "id": "LEGISCTA000006161970",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "V : Plus-values de cession à titre onéreux de biens ou de droits de toute nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179190",
                        "id": "LEGISCTA000006179190",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-03-31",
                        "fin": "2999-01-01",
                        "titre": "1 : Valeurs mobilières, droits sociaux et titres assimilés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191234",
                        "id": "LEGISCTA000006191234",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006293778",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191234",
            "sectionParentId": "LEGISCTA000006191234",
            "sectionParentTitre": "1 : Valeurs mobilières, droits sociaux et titres assimilés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section I : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; V : Plus-values de cession à titre onéreux de biens ou de droits de toute nature &gt; 1 : Valeurs mobilières, droits sociaux et titres assimilés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029626071",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029620742",
                    "textTitle": "DÉCRET n°2014-1223 du 21 octobre 2014 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029621403",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-10-23",
                    "dateSignaTexte": "2014-10-21",
                    "dateDebutCible": "2014-10-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000006302714",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 nonies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 nonies",
                    "articleId": "LEGIARTI000006307887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 93",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "93",
                    "articleId": "LEGIARTI000006307164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006293778",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152748800000,
                    "dateFin": 1414108800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029626071",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1414108800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "74-0 E ter",
                "74-0"
            ],
            "versionPrecedente": "LEGIARTI000006293778",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006293778",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque les titres ou droits cédés ont fait partie du patrimoine privé du cédant avant d'être loués ou d'être considérés comme des éléments d'actif affectés à l'exercice de la profession en application des dispositions des articles 93 ou 151 nonies du code général des impôts ou d'être inscrits à l'actif d'une entreprise, le gain net imposable suivant les règles des articles 150-0 A à 150-0 E du même code est déterminé par différence entre la valeur réelle au moment de l'entrée dans le patrimoine professionnel et le prix d'acquisition des titres ou, en cas d'acquisition à titre gratuit, la valeur retenue pour la détermination des droits de mutation. La valeur réelle mentionnée à l'alinéa précédent s'entend soit de la valeur d'inscription des titres à l'actif d'une entreprise, soit de la valeur des titres à la date à laquelle ils sont considérés comme des éléments de l'actif professionnel en application de l'article 93 ou du I de l'article 151 nonies précités. II.-Lorsque les titres ou droits cédés ont été loués ou considérés comme des éléments d'actifs affectés à l'exercice de la profession en application des dispositions des articles 93 ou 151 nonies du code général des impôts ou inscrits à l'actif d'une entreprise, puis sont revenus dans le patrimoine privé du contribuable, le gain net imposable suivant les règles des articles 150-0 A à 150-0 E du même code est déterminé par la différence entre le prix effectif de cession et la valeur réelle des titres au jour de leur retrait du patrimoine professionnel du contribuable. La valeur réelle mentionnée à l'alinéa précédent s'entend soit de la valeur des titres lors de leur retrait de l'actif d'une entreprise, soit de la valeur des titres à la date à laquelle ils cessent d'être considérés comme des éléments de l'actif professionnel en application de l'article 93 ou du I de l'article 151 nonies précités. III.-Lorsque les titres ou droits cédés ont successivement fait partie du patrimoine privé, été inscrits à l'actif d'une entreprise ou considérés comme des éléments d'actifs affectés à l'exercice de la profession en application des dispositions des articles 93 ou 151 nonies du code général des impôts ou été loués, puis sont revenus dans le patrimoine privé, la somme des gains nets relatifs aux périodes de détention des titres dans le patrimoine privé est égale à la somme algébrique de ces gains afférents à chacune des périodes et calculés selon les modalités mentionnées au I et au II. IV.-Pour l'appréciation du seuil d'imposition prévu au 1 du I de l'article 150-0 A du code général des impôts, lorsque les titres ou droits cédés figurent dans le patrimoine professionnel du contribuable, le montant de cession à retenir est égal à la valeur réelle des titres ou droits, déterminée selon les modalités mentionnées au deuxième alinéa du I, à la date de leur dernière entrée dans le patrimoine professionnel.",
            "texteHtml": "<p></p>I.-Lorsque les titres ou droits cédés ont fait partie du patrimoine privé du cédant avant d'être loués ou d'être considérés comme des éléments d'actif affectés à l'exercice de la profession en application des dispositions des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307164&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 93 (V)'>articles 93 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307887&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 151 nonies (V)'>151 nonies </a>du code général des impôts ou d'être inscrits à l'actif d'une entreprise, le gain net imposable suivant les règles des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302714&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 150-0 A (V)'>articles 150-0 A à 150-0 E</a> du même code est déterminé par différence entre la valeur réelle au moment de l'entrée dans le patrimoine professionnel et le prix d'acquisition des titres ou, en cas d'acquisition à titre gratuit, la valeur retenue pour la détermination des droits de mutation. <p></p><p></p>La valeur réelle mentionnée à l'alinéa précédent s'entend soit de la valeur d'inscription des titres à l'actif d'une entreprise, soit de la valeur des titres à la date à laquelle ils sont considérés comme des éléments de l'actif professionnel en application de l'article 93 ou du I de l'article 151 nonies précités. <p></p><p></p>II.-Lorsque les titres ou droits cédés ont été loués ou considérés comme des éléments d'actifs affectés à l'exercice de la profession en application des dispositions des articles 93 ou 151 nonies du code général des impôts ou inscrits à l'actif d'une entreprise, puis sont revenus dans le patrimoine privé du contribuable, le gain net imposable suivant les règles des articles 150-0 A à 150-0 E du même code est déterminé par la différence entre le prix effectif de cession et la valeur réelle des titres au jour de leur retrait du patrimoine professionnel du contribuable. <p></p><p></p>La valeur réelle mentionnée à l'alinéa précédent s'entend soit de la valeur des titres lors de leur retrait de l'actif d'une entreprise, soit de la valeur des titres à la date à laquelle ils cessent d'être considérés comme des éléments de l'actif professionnel en application de l'article 93 ou du I de l'article 151 nonies précités. <p></p><p></p>III.-Lorsque les titres ou droits cédés ont successivement fait partie du patrimoine privé, été inscrits à l'actif d'une entreprise ou considérés comme des éléments d'actifs affectés à l'exercice de la profession en application des dispositions des articles 93 ou 151 nonies du code général des impôts ou été loués, puis sont revenus dans le patrimoine privé, la somme des gains nets relatifs aux périodes de détention des titres dans le patrimoine privé est égale à la somme algébrique de ces gains afférents à chacune des périodes et calculés selon les modalités mentionnées au I et au II. <p></p><p></p>IV.-Pour l'appréciation du seuil d'imposition prévu au 1 du I de l'article 150-0 A du code général des impôts, lorsque les titres ou droits cédés figurent dans le patrimoine professionnel du contribuable, le montant de cession à retenir est égal à la valeur réelle des titres ou droits, déterminée selon les modalités mentionnées au deuxième alinéa du I, à la date de leur dernière entrée dans le patrimoine professionnel.<p></p>",
            "num": "74-0 E ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1152748800000,
            "dateFin": 1414108800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 299763162,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133665",
                        "id": "LEGISCTA000006133665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146655",
                        "id": "LEGISCTA000006146655",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-01-04",
                        "fin": "2999-01-01",
                        "titre": "Section I : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161970",
                        "id": "LEGISCTA000006161970",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "V : Plus-values de cession à titre onéreux de biens ou de droits de toute nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179190",
                        "id": "LEGISCTA000006179190",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-03-31",
                        "fin": "2999-01-01",
                        "titre": "1 : Valeurs mobilières, droits sociaux et titres assimilés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191234",
                        "id": "LEGISCTA000006191234",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006293778",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191234",
            "sectionParentId": "LEGISCTA000006191234",
            "sectionParentTitre": "1 : Valeurs mobilières, droits sociaux et titres assimilés",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section I : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; V : Plus-values de cession à titre onéreux de biens ou de droits de toute nature &gt; 1 : Valeurs mobilières, droits sociaux et titres assimilés",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006293778",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000268429",
                    "textTitle": "Décret n°2006-859 du 11 juillet 2006 - art. 1 () JORF 13 juillet 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006252992",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-07-13",
                    "dateSignaTexte": "2006-07-11",
                    "dateDebutCible": "2006-07-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150-0 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150-0 A",
                    "articleId": "LEGIARTI000006302714",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 151 nonies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "151 nonies",
                    "articleId": "LEGIARTI000006307887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "93",
                    "articleId": "LEGIARTI000006307164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006293778",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152748800000,
                    "dateFin": 1414108800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029626071",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1414108800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "74-0 E ter",
                "74-0"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}