{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028420208",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le recteur d'académie ou le directeur académique des services de l'éducation nationale agissant sur délégation du recteur désigne des représentants des chefs d'établissement d'enseignement privés sous contrat du premier ou du second degré sous contrat, selon la commission consultative mixte considérée, sur proposition des délégations locales des organisations professionnelles et des sections locales des organisations syndicales représentant dans le ressort de ladite commission les chefs d'établissement. Nul ne peut être désigné s'il n'exerce pas les fonctions de chef d'établissement dans le premier ou le second degré, selon la commission consultative mixte considérée, et s'il n'exerce pas ces fonctions dans le ressort territorial de celle-ci. Nul ne peut être désigné en qualité de représentant des chefs d'établissement s'il figure sur une liste de candidats établie en application de l'article R. 914-10-11 . II.-Les représentants des chefs d'établissement ont voix consultative. Leur participation n'est pas prise en compte pour l'application du premier alinéa de l'article R. 914-12 . III.-Leur nombre est fixé par arrêté du recteur d'académie ou par le directeur académique des services de l'éducation nationale agissant sur délégation du recteur selon la commission consultative mixte considérée. Il est égal au minimum à la moitié du nombre de représentants titulaires des maîtres siégeant à la commission consultative mixte considérée arrondi au nombre entier supérieur et au maximum au nombre de sièges de représentants titulaires fixé pour la représentation des maîtres. IV.-A l'occasion de la création ou du renouvellement de la commission consultative mixte considérée, une délégation locale d'une organisation professionnelle ou une section locale d'une organisation syndicale représentant dans le ressort de la commission consultative mixte considérée les chefs d'établissement du premier ou du second degré sous contrat peut demander au recteur d'académie ou au directeur académique des services de l'éducation nationale agissant sur délégation du recteur, selon la commission consultative mixte considérée, la convocation d'une élection pour déterminer les organisations professionnelles et les organisations syndicales représentant les chefs d'établissement qui peuvent proposer des représentants à désigner. Lorsque le recteur ou le directeur académique des services de l'éducation nationale décide de convoquer une élection, cette dernière est organisée sur sigle et à la plus forte moyenne après application du quotient électoral. Les autres modalités d'organisation de l'élection sont fixées par arrêté du recteur d'académie ou du directeur académique des services de l'éducation nationale. Sont habilitées à présenter une candidature les délégations locales des organisations professionnelles et les sections locales des organisations syndicales représentant dans le ressort de la commission consultative mixte considérée les chefs d'établissement d'enseignement privés du premier ou du second degré sous contrat. Ces délégations locales des organisations professionnelles et ces sections locales des organisations syndicales proposent leurs représentants compte tenu du nombre de sièges qu'elles ont obtenu. V.-A défaut de proposition de représentants des chefs d'établissement, il est procédé par voie de tirage au sort parmi les chefs d'établissement du premier ou du second degré sous contrat en fonctions dans le ressort territorial de la commission consultative mixte considérée. Les sièges des représentants des chefs d'établissement demeurent vacants si leur désignation est refusée par les intéressés.",
            "texteHtml": "<p align='left'>I.-Le recteur d'académie ou le directeur académique des services de l'éducation nationale agissant sur délégation du recteur désigne des représentants des chefs d'établissement d'enseignement privés sous contrat du premier ou du second degré sous contrat, selon la commission consultative mixte considérée, sur proposition des délégations locales des organisations professionnelles et des sections locales des organisations syndicales représentant dans le ressort de ladite commission les chefs d'établissement. </p><p>Nul ne peut être désigné s'il n'exerce pas les fonctions de chef d'établissement dans le premier ou le second degré, selon la commission consultative mixte considérée, et s'il n'exerce pas ces fonctions dans le ressort territorial de celle-ci. </p><p>Nul ne peut être désigné en qualité de représentant des chefs d'établissement s'il figure sur une liste de candidats établie en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000028420178&dateTexte=&categorieLien=cid' title='Code de l'éducation - art. R914-10-11 (V)'>l'article R. 914-10-11</a>. </p><p>II.-Les représentants des chefs d'établissement ont voix consultative. Leur participation n'est pas prise en compte pour l'application du premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000020054951&dateTexte=&categorieLien=cid' title='Code de l'éducation - art. R914-12 (V)'>l'article R. 914-12</a>. </p><p>III.-Leur nombre est fixé par arrêté du recteur d'académie ou par le directeur académique des services de l'éducation nationale agissant sur délégation du recteur selon la commission consultative mixte considérée. Il est égal au minimum à la moitié du nombre de représentants titulaires des maîtres siégeant à la commission consultative mixte considérée arrondi au nombre entier supérieur et au maximum au nombre de sièges de représentants titulaires fixé pour la représentation des maîtres. </p><p>IV.-A l'occasion de la création ou du renouvellement de la commission consultative mixte considérée, une délégation locale d'une organisation professionnelle ou une section locale d'une organisation syndicale représentant dans le ressort de la commission consultative mixte considérée les chefs d'établissement du premier ou du second degré sous contrat peut demander au recteur d'académie ou au directeur académique des services de l'éducation nationale agissant sur délégation du recteur, selon la commission consultative mixte considérée, la convocation d'une élection pour déterminer les organisations professionnelles et les organisations syndicales représentant les chefs d'établissement qui peuvent proposer des représentants à désigner. </p><p>Lorsque le recteur ou le directeur académique des services de l'éducation nationale décide de convoquer une élection, cette dernière est organisée sur sigle et à la plus forte moyenne après application du quotient électoral. Les autres modalités d'organisation de l'élection sont fixées par arrêté du recteur d'académie ou du directeur académique des services de l'éducation nationale. </p><p>Sont habilitées à présenter une candidature les délégations locales des organisations professionnelles et les sections locales des organisations syndicales représentant dans le ressort de la commission consultative mixte considérée les chefs d'établissement d'enseignement privés du premier ou du second degré sous contrat. </p><p>Ces délégations locales des organisations professionnelles et ces sections locales des organisations syndicales proposent leurs représentants compte tenu du nombre de sièges qu'elles ont obtenu. </p><p>V.-A défaut de proposition de représentants des chefs d'établissement, il est procédé par voie de tirage au sort parmi les chefs d'établissement du premier ou du second degré sous contrat en fonctions dans le ressort territorial de la commission consultative mixte considérée. </p><p>Les sièges des représentants des chefs d'établissement demeurent vacants si leur désignation est refusée par les intéressés.</p>",
            "num": "R914-10-23",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1388275200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612671,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-12-29",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Les personnels de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020054912",
                        "id": "LEGISCTA000020056282",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-12-29",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020054914",
                        "id": "LEGISCTA000020056280",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-12-29",
                        "fin": "2018-05-31",
                        "titre": "Chapitre IV : Dispositions propres aux personnels des établissements d'enseignement privés.\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020054916",
                        "id": "LEGISCTA000020056278",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-05-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions propres aux personnels exerçant dans des classes sous contrat des établissements d'enseignement privés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020054916",
                        "id": "LEGISCTA000036961760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-12-29",
                        "fin": "2016-06-26",
                        "titre": "Section 2 : Les organismes consultatifs.\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020054926",
                        "id": "LEGISCTA000020056268",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-06-26",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Les organismes consultatifs et autres conditions d'exercice des droits syndicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020054926",
                        "id": "LEGISCTA000032773457",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-12-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions communes.\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020054945",
                        "id": "LEGISCTA000020056250",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028420208",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020054945",
            "sectionParentId": "LEGISCTA000020056250",
            "sectionParentTitre": "Sous-section 3 : Dispositions communes.\r\n\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IX : Les personnels de l'éducation. &gt; Titre Ier : Dispositions générales. &gt; Chapitre IV : Dispositions propres aux personnels des établissements d'enseignement privés.\r\n &gt; Section 2 : Les organismes consultatifs.\r\n &gt; Sous-section 3 : Dispositions communes.\r\n\r\n",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028420208",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2013-1231 du 21 décembre 2013, article 6 : Au lieu de \"ressort territorial celle-ci\", il convient de lire \"ressort territorial de celle-ci\" ; au lieu de \"parmi les établissement\", il convient de lire \"parmi les chefs d'établissement\".",
            "notaHtml": "<p>Décret n° 2013-1231 du 21 décembre 2013, article 6 : Au lieu de \"ressort territorial celle-ci\", il convient de lire \"ressort territorial de celle-ci\" ; au lieu de \"parmi les établissement\", il convient de lire \"parmi les chefs d'établissement\".</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028396084",
                    "textTitle": "Décret n°2013-1231 du 23 décembre 2013 - art. 6",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000028419674",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-12-28",
                    "dateSignaTexte": "2013-12-23",
                    "dateDebutCible": "2013-12-29"
                },
                {
                    "textCid": "JORFTEXT000028939212",
                    "textTitle": "Décret n° 2013-1231\r\n du 23 décembre 2013, v. init.",
                    "linkType": "RECTIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000028939212",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-05-17",
                    "dateSignaTexte": "2013-12-23",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R231-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R231-2",
                    "articleId": "LEGIARTI000047845411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1689379200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R914-10-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R914-10-11",
                    "articleId": "LEGIARTI000028420178",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522627200000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R914-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R914-12",
                    "articleId": "LEGIARTI000020054951",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230508800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R973-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R973-3",
                    "articleId": "LEGIARTI000030722848",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1434240000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R974-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R974-3",
                    "articleId": "LEGIARTI000045006971",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028420208",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1388275200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R914-10-23",
                "914-10-23"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}