{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042779529",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Tant que l'action publique n'a pas été mise en mouvement, le procureur de la République peut proposer à une personne morale mise en cause pour un ou plusieurs délits prévus aux articles 433-1 , 433-2 , 435-3 , 435-4 , 435-9 , 435-10 , 445-1 , 445-1-1 , 445-2 et 445-2-1 , à l'avant-dernier alinéa de l'article 434-9 et au deuxième alinéa de l'article 434-9-1 du code pénal et leur blanchiment, pour les délits prévus aux articles 1741 et 1743 du code général des impôts et leur blanchiment, ainsi que pour des infractions connexes, de conclure une convention judiciaire d'intérêt public imposant une ou plusieurs des obligations suivantes : 1° Verser une amende d'intérêt public au Trésor public. Le montant de cette amende est fixé de manière proportionnée aux avantages tirés des manquements constatés, dans la limite de 30 % du chiffre d'affaires moyen annuel calculé sur les trois derniers chiffres d'affaires annuels connus à la date du constat de ces manquements. Son versement peut être échelonné, selon un échéancier fixé par le procureur de la République, sur une période qui ne peut être supérieure à un an et qui est précisée par la convention ; 2° Se soumettre, pour une durée maximale de trois ans et sous le contrôle de l'Agence française anticorruption, à un programme de mise en conformité destiné à s'assurer de l'existence et de la mise en œuvre en son sein des mesures et procédures énumérées au II de l'article 131-39-2 du code pénal. Les frais occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées, pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle sont supportés par la personne morale mise en cause, dans la limite d'un plafond fixé par la convention. Lorsque la victime est identifiée, et sauf si la personne morale mise en cause justifie de la réparation de son préjudice, la convention prévoit également le montant et les modalités de la réparation des dommages causés par l'infraction dans un délai qui ne peut être supérieur à un an. La victime est informée de la décision du procureur de la République de proposer la conclusion d'une convention judiciaire d'intérêt public à la personne morale mise en cause. Elle transmet au procureur de la République tout élément permettant d'établir la réalité et l'étendue de son préjudice. Les représentants légaux de la personne morale mise en cause demeurent responsables en tant que personnes physiques. Ils sont informés, dès la proposition du procureur de la République, qu'ils peuvent se faire assister d'un avocat avant de donner leur accord à la proposition de convention. II. – Lorsque la personne morale mise en cause donne son accord à la proposition de convention, le procureur de la République saisit par requête le président du tribunal judiciaire aux fins de validation. La proposition de convention est jointe à la requête. La requête contient un exposé précis des faits ainsi que la qualification juridique susceptible de leur être appliquée. Le procureur de la République informe de cette saisine la personne morale mise en cause et, le cas échéant, la victime. Le président du tribunal procède à l'audition, en audience publique, de la personne morale mise en cause et de la victime assistées, le cas échéant, de leur avocat. A l'issue de cette audition, le président du tribunal prend la décision de valider ou non la proposition de convention, en vérifiant le bien-fondé du recours à cette procédure, la régularité de son déroulement, la conformité du montant de l'amende aux limites prévues au 1° du I du présent article et la proportionnalité des mesures prévues aux avantages tirés des manquements. La décision du président du tribunal, qui est notifiée à la personne morale mise en cause et, le cas échéant, à la victime, n'est pas susceptible de recours. Si le président du tribunal rend une ordonnance de validation, la personne morale mise en cause dispose, à compter du jour de la validation, d'un délai de dix jours pour exercer son droit de rétractation. La rétractation est notifiée au procureur de la République par lettre recommandée avec demande d'avis de réception. Si la personne morale mise en cause n'exerce pas ce droit de rétractation, les obligations que la convention comporte sont mises à exécution. Dans le cas contraire, la proposition devient caduque. L'ordonnance de validation n'emporte pas déclaration de culpabilité et n'a ni la nature ni les effets d'un jugement de condamnation. La convention judiciaire d'intérêt public n'est pas inscrite au bulletin n° 1 du casier judiciaire. Elle fait l'objet d'un communiqué de presse du procureur de la République. L'ordonnance de validation, le montant de l'amende d'intérêt public et la convention sont publiés sur les sites internet des ministères de la justice et du budget. La victime peut, au vu de l'ordonnance de validation, demander le recouvrement des dommages et intérêts que la personne morale s'est engagée à lui verser suivant la procédure d'injonction de payer, conformément aux règles prévues par le code de procédure civile. III. – Si le président du tribunal ne valide pas la proposition de convention, si la personne morale mise en cause décide d'exercer son droit de rétractation ou si, dans le délai prévu par la convention, la personne morale mise en cause ne justifie pas de l'exécution intégrale des obligations prévues, le procureur de la République met en mouvement l'action publique, sauf élément nouveau. Si la convention a été conclue dans le cadre d'une information judiciaire, le dernier alinéa de l'article 180-2 est applicable. En cas de poursuites et de condamnation, il est tenu compte, s'il y a lieu, de l'exécution partielle des obligations prévues par la convention. Si le président du tribunal ne valide pas la proposition de convention ou si la personne morale exerce son droit de rétractation, le procureur de la République ne peut faire état devant la juridiction d'instruction ou de jugement des déclarations faites ou des documents remis par la personne morale au cours de la procédure prévue au présent article. A peine de nullité, le procureur de la République notifie à la personne morale mise en cause l'interruption de l'exécution de la convention lorsque cette personne ne justifie pas de l'exécution intégrale des obligations prévues. Cette décision prend effet immédiatement. Le cas échéant, elle entraîne de plein droit la restitution de l'amende d'intérêt public versée au Trésor public prévue au 1° du I. Elle n'entraîne cependant pas la restitution des éventuels frais supportés par la personne morale et occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle. IV. – La prescription de l'action publique est suspendue durant l'exécution de la convention. L'exécution des obligations prévues par la convention éteint l'action publique. Elle ne fait cependant pas échec au droit des personnes ayant subi un préjudice du fait des manquements constatés, sauf l'Etat, de poursuivre la réparation de leur préjudice devant la juridiction civile. Le président du tribunal judiciaire peut désigner, aux fins de validation de la convention judiciaire d'intérêt public, tout juge du tribunal. V. – Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>I. – Tant que l'action publique n'a pas été mise en mouvement, le procureur de la République peut proposer à une personne morale mise en cause pour un ou plusieurs délits prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000042780049&dateTexte=&categorieLien=id' title='Code pénal - art. 433-1 (V)'>433-1</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418541&dateTexte=&categorieLien=cid'>433-2</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000042780035&dateTexte=&categorieLien=id' title='Code pénal - art. 435-3 (V)'>435-3</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418729&dateTexte=&categorieLien=cid'>435-4</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418739&dateTexte=&categorieLien=cid'>435-9</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418740&dateTexte=&categorieLien=cid'>435-10</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418842&dateTexte=&categorieLien=cid'>445-1</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000025272153&dateTexte=&categorieLien=cid'>445-1-1</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418844&dateTexte=&categorieLien=cid'>445-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000025272161&dateTexte=&categorieLien=cid'>445-2-1</a>, à l'avant-dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418624&dateTexte=&categorieLien=cid'>434-9 </a>et au deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418628&dateTexte=&categorieLien=cid'>434-9-1 </a>du code pénal et leur blanchiment, pour les délits prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312980&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1741 (V)'>1741 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312991&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1743 (V)'>1743</a> du code général des impôts et leur blanchiment, ainsi que pour des infractions connexes, de conclure une convention judiciaire d'intérêt public imposant une ou plusieurs des obligations suivantes : </p><p>1° Verser une amende d'intérêt public au Trésor public. Le montant de cette amende est fixé de manière proportionnée aux avantages tirés des manquements constatés, dans la limite de 30 % du chiffre d'affaires moyen annuel calculé sur les trois derniers chiffres d'affaires annuels connus à la date du constat de ces manquements. Son versement peut être échelonné, selon un échéancier fixé par le procureur de la République, sur une période qui ne peut être supérieure à un an et qui est précisée par la convention ; </p><p>2° Se soumettre, pour une durée maximale de trois ans et sous le contrôle de l'Agence française anticorruption, à un programme de mise en conformité destiné à s'assurer de l'existence et de la mise en œuvre en son sein des mesures et procédures énumérées au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000033563226&dateTexte=&categorieLien=cid'>131-39-2 </a>du code pénal. </p><p>Les frais occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées, pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle sont supportés par la personne morale mise en cause, dans la limite d'un plafond fixé par la convention. </p><p>Lorsque la victime est identifiée, et sauf si la personne morale mise en cause justifie de la réparation de son préjudice, la convention prévoit également le montant et les modalités de la réparation des dommages causés par l'infraction dans un délai qui ne peut être supérieur à un an. </p><p>La victime est informée de la décision du procureur de la République de proposer la conclusion d'une convention judiciaire d'intérêt public à la personne morale mise en cause. Elle transmet au procureur de la République tout élément permettant d'établir la réalité et l'étendue de son préjudice. </p><p>Les représentants légaux de la personne morale mise en cause demeurent responsables en tant que personnes physiques. Ils sont informés, dès la proposition du procureur de la République, qu'ils peuvent se faire assister d'un avocat avant de donner leur accord à la proposition de convention. </p><p>II. – Lorsque la personne morale mise en cause donne son accord à la proposition de convention, le procureur de la République saisit par requête le président du tribunal judiciaire aux fins de validation. La proposition de convention est jointe à la requête. La requête contient un exposé précis des faits ainsi que la qualification juridique susceptible de leur être appliquée. Le procureur de la République informe de cette saisine la personne morale mise en cause et, le cas échéant, la victime. </p><p>Le président du tribunal procède à l'audition, en audience publique, de la personne morale mise en cause et de la victime assistées, le cas échéant, de leur avocat. A l'issue de cette audition, le président du tribunal prend la décision de valider ou non la proposition de convention, en vérifiant le bien-fondé du recours à cette procédure, la régularité de son déroulement, la conformité du montant de l'amende aux limites prévues au 1° du I du présent article et la proportionnalité des mesures prévues aux avantages tirés des manquements. La décision du président du tribunal, qui est notifiée à la personne morale mise en cause et, le cas échéant, à la victime, n'est pas susceptible de recours. </p><p>Si le président du tribunal rend une ordonnance de validation, la personne morale mise en cause dispose, à compter du jour de la validation, d'un délai de dix jours pour exercer son droit de rétractation. La rétractation est notifiée au procureur de la République par lettre recommandée avec demande d'avis de réception. Si la personne morale mise en cause n'exerce pas ce droit de rétractation, les obligations que la convention comporte sont mises à exécution. Dans le cas contraire, la proposition devient caduque. </p><p>L'ordonnance de validation n'emporte pas déclaration de culpabilité et n'a ni la nature ni les effets d'un jugement de condamnation. </p><p>La convention judiciaire d'intérêt public n'est pas inscrite au bulletin n° 1 du casier judiciaire. Elle fait l'objet d'un communiqué de presse du procureur de la République. </p><p>L'ordonnance de validation, le montant de l'amende d'intérêt public et la convention sont publiés sur les sites internet des ministères de la justice et du budget. </p><p>La victime peut, au vu de l'ordonnance de validation, demander le recouvrement des dommages et intérêts que la personne morale s'est engagée à lui verser suivant la procédure d'injonction de payer, conformément aux règles prévues par le code de procédure civile. </p><p>III. – Si le président du tribunal ne valide pas la proposition de convention, si la personne morale mise en cause décide d'exercer son droit de rétractation ou si, dans le délai prévu par la convention, la personne morale mise en cause ne justifie pas de l'exécution intégrale des obligations prévues, le procureur de la République met en mouvement l'action publique, sauf élément nouveau. Si la convention a été conclue dans le cadre d'une information judiciaire, le dernier alinéa de l'article 180-2 est applicable. En cas de poursuites et de condamnation, il est tenu compte, s'il y a lieu, de l'exécution partielle des obligations prévues par la convention. </p><p>Si le président du tribunal ne valide pas la proposition de convention ou si la personne morale exerce son droit de rétractation, le procureur de la République ne peut faire état devant la juridiction d'instruction ou de jugement des déclarations faites ou des documents remis par la personne morale au cours de la procédure prévue au présent article. </p><p>A peine de nullité, le procureur de la République notifie à la personne morale mise en cause l'interruption de l'exécution de la convention lorsque cette personne ne justifie pas de l'exécution intégrale des obligations prévues. Cette décision prend effet immédiatement. Le cas échéant, elle entraîne de plein droit la restitution de l'amende d'intérêt public versée au Trésor public prévue au 1° du I. Elle n'entraîne cependant pas la restitution des éventuels frais supportés par la personne morale et occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle. </p><p>IV. – La prescription de l'action publique est suspendue durant l'exécution de la convention. </p><p>L'exécution des obligations prévues par la convention éteint l'action publique. Elle ne fait cependant pas échec au droit des personnes ayant subi un préjudice du fait des manquements constatés, sauf l'Etat, de poursuivre la réparation de leur préjudice devant la juridiction civile. </p><p>Le président du tribunal judiciaire peut désigner, aux fins de validation de la convention judiciaire d'intérêt public, tout juge du tribunal. </p><p>V. – Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "num": "41-1-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609027200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1266995,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Titre Ier : Des autorités chargées de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138088",
                        "id": "LEGISCTA000006138088",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Des autorités chargées  de la conduite de la politique pénale, de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138088",
                        "id": "LEGISCTA000027753873",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Du ministère public",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151873",
                        "id": "LEGISCTA000006151873",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des attributions du procureur de la République",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167418",
                        "id": "LEGISCTA000006167418",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033563811",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167418",
            "sectionParentId": "LEGISCTA000006167418",
            "sectionParentTitre": "Section 3 : Des attributions du procureur de la République",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre Ier : Des autorités chargées  de la conduite de la politique pénale, de l'action publique et de l'instruction &gt; Chapitre II : Du ministère public &gt; Section 3 : Des attributions du procureur de la République",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042779529",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042737977",
                    "textTitle": "LOI n°2020-1672 du 24 décembre 2020 - art. 14",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000042743877",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-26",
                    "dateSignaTexte": "2020-12-24",
                    "dateDebutCible": "2020-12-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n°2016-1691 du 9 décembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000045214089",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2016-1691",
                    "datePubli": 1481328000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000034027115",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027116",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034027126",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027127",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034027134",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027135",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034187761",
                    "textTitle": "Arrêté du 14 mars 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039767303",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1489536000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000041777569",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041777570",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585785600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041782064",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041782065",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585958400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044931759",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044931760",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1641945600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045615237",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045615238",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1650499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046222110",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046222111",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1661644800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1741 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1741",
                    "articleId": "LEGIARTI000006312980",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1743 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1743",
                    "articleId": "LEGIARTI000006312991",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 131-39-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "131-39-2",
                    "articleId": "LEGIARTI000033563226",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 433-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "433-1",
                    "articleId": "LEGIARTI000042780049",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 433-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "433-2",
                    "articleId": "LEGIARTI000006418541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 434-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "434-9",
                    "articleId": "LEGIARTI000006418624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 434-9-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "434-9-1",
                    "articleId": "LEGIARTI000006418628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-10",
                    "articleId": "LEGIARTI000006418740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-3",
                    "articleId": "LEGIARTI000042780035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-4",
                    "articleId": "LEGIARTI000006418729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-9",
                    "articleId": "LEGIARTI000006418739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-1",
                    "articleId": "LEGIARTI000006418842",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1120608000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-1-1",
                    "articleId": "LEGIARTI000025272153",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-2",
                    "articleId": "LEGIARTI000006418844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1120608000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-2-1",
                    "articleId": "LEGIARTI000025272161",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 180-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "180-2",
                    "articleId": "LEGIARTI000042779525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609027200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 40-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "40-1",
                    "articleId": "LEGIARTI000033611483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 41-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41-1-3",
                    "articleId": "LEGIARTI000043979263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-132 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-132",
                    "articleId": "LEGIARTI000042744078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-10",
                    "articleId": "LEGIARTI000034528821",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493510400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-2",
                    "articleId": "LEGIARTI000043918394",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628380800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-3",
                    "articleId": "LEGIARTI000043918389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628380800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-4",
                    "articleId": "LEGIARTI000034528807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493510400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033563888",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526425",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039278942",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042779529",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1609027200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "41-1-2"
            ],
            "versionPrecedente": "LEGIARTI000039278942",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039278942",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Tant que l'action publique n'a pas été mise en mouvement, le procureur de la République peut proposer à une personne morale mise en cause pour un ou plusieurs délits prévus aux articles 433-1 , 433-2 , 435-3 , 435-4 , 435-9 , 435-10 , 445-1 , 445-1-1 , 445-2 et 445-2-1 , à l'avant-dernier alinéa de l'article 434-9 et au deuxième alinéa de l'article 434-9-1 du code pénal, pour les délits prévus aux articles 1741 et 1743 du code général des impôts et leur blanchiment, ainsi que pour des infractions connexes, de conclure une convention judiciaire d'intérêt public imposant une ou plusieurs des obligations suivantes : 1° Verser une amende d'intérêt public au Trésor public. Le montant de cette amende est fixé de manière proportionnée aux avantages tirés des manquements constatés, dans la limite de 30 % du chiffre d'affaires moyen annuel calculé sur les trois derniers chiffres d'affaires annuels connus à la date du constat de ces manquements. Son versement peut être échelonné, selon un échéancier fixé par le procureur de la République, sur une période qui ne peut être supérieure à un an et qui est précisée par la convention ; 2° Se soumettre, pour une durée maximale de trois ans et sous le contrôle de l'Agence française anticorruption, à un programme de mise en conformité destiné à s'assurer de l'existence et de la mise en œuvre en son sein des mesures et procédures énumérées au II de l'article 131-39-2 du code pénal. Les frais occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées, pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle sont supportés par la personne morale mise en cause, dans la limite d'un plafond fixé par la convention. Lorsque la victime est identifiée, et sauf si la personne morale mise en cause justifie de la réparation de son préjudice, la convention prévoit également le montant et les modalités de la réparation des dommages causés par l'infraction dans un délai qui ne peut être supérieur à un an. La victime est informée de la décision du procureur de la République de proposer la conclusion d'une convention judiciaire d'intérêt public à la personne morale mise en cause. Elle transmet au procureur de la République tout élément permettant d'établir la réalité et l'étendue de son préjudice. Les représentants légaux de la personne morale mise en cause demeurent responsables en tant que personnes physiques. Ils sont informés, dès la proposition du procureur de la République, qu'ils peuvent se faire assister d'un avocat avant de donner leur accord à la proposition de convention. II. – Lorsque la personne morale mise en cause donne son accord à la proposition de convention, le procureur de la République saisit par requête le président du   tribunal judiciaire aux fins de validation. La proposition de convention est jointe à la requête. La requête contient un exposé précis des faits ainsi que la qualification juridique susceptible de leur être appliquée. Le procureur de la République informe de cette saisine la personne morale mise en cause et, le cas échéant, la victime. Le président du tribunal procède à l'audition, en audience publique, de la personne morale mise en cause et de la victime assistées, le cas échéant, de leur avocat. A l'issue de cette audition, le président du tribunal prend la décision de valider ou non la proposition de convention, en vérifiant le bien-fondé du recours à cette procédure, la régularité de son déroulement, la conformité du montant de l'amende aux limites prévues au 1° du I du présent article et la proportionnalité des mesures prévues aux avantages tirés des manquements. La décision du président du tribunal, qui est notifiée à la personne morale mise en cause et, le cas échéant, à la victime, n'est pas susceptible de recours. Si le président du tribunal rend une ordonnance de validation, la personne morale mise en cause dispose, à compter du jour de la validation, d'un délai de dix jours pour exercer son droit de rétractation. La rétractation est notifiée au procureur de la République par lettre recommandée avec demande d'avis de réception. Si la personne morale mise en cause n'exerce pas ce droit de rétractation, les obligations que la convention comporte sont mises à exécution. Dans le cas contraire, la proposition devient caduque. L'ordonnance de validation n'emporte pas déclaration de culpabilité et n'a ni la nature ni les effets d'un jugement de condamnation. La convention judiciaire d'intérêt public n'est pas inscrite au bulletin n° 1 du casier judiciaire. Elle fait l'objet d'un communiqué de presse du procureur de la République. L'ordonnance de validation, le montant de l'amende d'intérêt public et la convention sont publiés sur le site internet de l'Agence française anticorruption. La victime peut, au vu de l'ordonnance de validation, demander le recouvrement des dommages et intérêts que la personne morale s'est engagée à lui verser suivant la procédure d'injonction de payer, conformément aux règles prévues par le code de procédure civile. III. – Si le président du tribunal ne valide pas la proposition de convention, si la personne morale mise en cause décide d'exercer son droit de rétractation ou si, dans le délai prévu par la convention, la personne morale mise en cause ne justifie pas de l'exécution intégrale des obligations prévues, le procureur de la République met en mouvement l'action publique, sauf élément nouveau. Si la convention a été conclue dans le cadre d'une information judiciaire, le dernier alinéa de l'article 180-2 est applicable. En cas de poursuites et de condamnation, il est tenu compte, s'il y a lieu, de l'exécution partielle des obligations prévues par la convention. Si le président du tribunal ne valide pas la proposition de convention ou si la personne morale exerce son droit de rétractation, le procureur de la République ne peut faire état devant la juridiction d'instruction ou de jugement des déclarations faites ou des documents remis par la personne morale au cours de la procédure prévue au présent article. A peine de nullité, le procureur de la République notifie à la personne morale mise en cause l'interruption de l'exécution de la convention lorsque cette personne ne justifie pas de l'exécution intégrale des obligations prévues. Cette décision prend effet immédiatement. Le cas échéant, elle entraîne de plein droit la restitution de l'amende d'intérêt public versée au Trésor public prévue au 1° du I. Elle n'entraîne cependant pas la restitution des éventuels frais supportés par la personne morale et occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle. IV. – La prescription de l'action publique est suspendue durant l'exécution de la convention. L'exécution des obligations prévues par la convention éteint l'action publique. Elle ne fait cependant pas échec au droit des personnes ayant subi un préjudice du fait des manquements constatés, sauf l'Etat, de poursuivre la réparation de leur préjudice devant la juridiction civile. Le président du   tribunal judiciaire peut désigner, aux fins de validation de la convention judiciaire d'intérêt public, tout juge du tribunal. V. – Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>I. – Tant que l'action publique n'a pas été mise en mouvement, le procureur de la République peut proposer à une personne morale mise en cause pour un ou plusieurs délits prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418537&dateTexte=&categorieLien=cid'>433-1</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418541&dateTexte=&categorieLien=cid'>433-2</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418726&dateTexte=&categorieLien=cid'>435-3</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418729&dateTexte=&categorieLien=cid'>435-4</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418739&dateTexte=&categorieLien=cid'>435-9</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418740&dateTexte=&categorieLien=cid'>435-10</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418842&dateTexte=&categorieLien=cid'>445-1</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000025272153&dateTexte=&categorieLien=cid'>445-1-1</a>,<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418844&dateTexte=&categorieLien=cid'>445-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000025272161&dateTexte=&categorieLien=cid'>445-2-1</a>, à l'avant-dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418624&dateTexte=&categorieLien=cid'>434-9 </a>et au deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418628&dateTexte=&categorieLien=cid'>434-9-1 </a>du code pénal, pour les délits prévus aux articles 1741 et 1743 du code général des impôts et leur blanchiment, ainsi que pour des infractions connexes, de conclure une convention judiciaire d'intérêt public imposant une ou plusieurs des obligations suivantes : </p><p>1° Verser une amende d'intérêt public au Trésor public. Le montant de cette amende est fixé de manière proportionnée aux avantages tirés des manquements constatés, dans la limite de 30 % du chiffre d'affaires moyen annuel calculé sur les trois derniers chiffres d'affaires annuels connus à la date du constat de ces manquements. Son versement peut être échelonné, selon un échéancier fixé par le procureur de la République, sur une période qui ne peut être supérieure à un an et qui est précisée par la convention ; </p><p>2° Se soumettre, pour une durée maximale de trois ans et sous le contrôle de l'Agence française anticorruption, à un programme de mise en conformité destiné à s'assurer de l'existence et de la mise en œuvre en son sein des mesures et procédures énumérées au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000033563226&dateTexte=&categorieLien=cid'>131-39-2 </a>du code pénal. </p><p>Les frais occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées, pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle sont supportés par la personne morale mise en cause, dans la limite d'un plafond fixé par la convention. </p><p>Lorsque la victime est identifiée, et sauf si la personne morale mise en cause justifie de la réparation de son préjudice, la convention prévoit également le montant et les modalités de la réparation des dommages causés par l'infraction dans un délai qui ne peut être supérieur à un an. </p><p>La victime est informée de la décision du procureur de la République de proposer la conclusion d'une convention judiciaire d'intérêt public à la personne morale mise en cause. Elle transmet au procureur de la République tout élément permettant d'établir la réalité et l'étendue de son préjudice. </p><p>Les représentants légaux de la personne morale mise en cause demeurent responsables en tant que personnes physiques. Ils sont informés, dès la proposition du procureur de la République, qu'ils peuvent se faire assister d'un avocat avant de donner leur accord à la proposition de convention. </p><p>II. – Lorsque la personne morale mise en cause donne son accord à la proposition de convention, le procureur de la République saisit par requête le président du   tribunal judiciaire aux fins de validation. La proposition de convention est jointe à la requête. La requête contient un exposé précis des faits ainsi que la qualification juridique susceptible de leur être appliquée. Le procureur de la République informe de cette saisine la personne morale mise en cause et, le cas échéant, la victime. </p><p>Le président du tribunal procède à l'audition, en audience publique, de la personne morale mise en cause et de la victime assistées, le cas échéant, de leur avocat. A l'issue de cette audition, le président du tribunal prend la décision de valider ou non la proposition de convention, en vérifiant le bien-fondé du recours à cette procédure, la régularité de son déroulement, la conformité du montant de l'amende aux limites prévues au 1° du I du présent article et la proportionnalité des mesures prévues aux avantages tirés des manquements. La décision du président du tribunal, qui est notifiée à la personne morale mise en cause et, le cas échéant, à la victime, n'est pas susceptible de recours. </p><p>Si le président du tribunal rend une ordonnance de validation, la personne morale mise en cause dispose, à compter du jour de la validation, d'un délai de dix jours pour exercer son droit de rétractation. La rétractation est notifiée au procureur de la République par lettre recommandée avec demande d'avis de réception. Si la personne morale mise en cause n'exerce pas ce droit de rétractation, les obligations que la convention comporte sont mises à exécution. Dans le cas contraire, la proposition devient caduque. </p><p>L'ordonnance de validation n'emporte pas déclaration de culpabilité et n'a ni la nature ni les effets d'un jugement de condamnation. </p><p>La convention judiciaire d'intérêt public n'est pas inscrite au bulletin n° 1 du casier judiciaire. Elle fait l'objet d'un communiqué de presse du procureur de la République. </p><p>L'ordonnance de validation, le montant de l'amende d'intérêt public et la convention sont publiés sur le site internet de l'Agence française anticorruption. </p><p>La victime peut, au vu de l'ordonnance de validation, demander le recouvrement des dommages et intérêts que la personne morale s'est engagée à lui verser suivant la procédure d'injonction de payer, conformément aux règles prévues par le code de procédure civile. </p><p>III. – Si le président du tribunal ne valide pas la proposition de convention, si la personne morale mise en cause décide d'exercer son droit de rétractation ou si, dans le délai prévu par la convention, la personne morale mise en cause ne justifie pas de l'exécution intégrale des obligations prévues, le procureur de la République met en mouvement l'action publique, sauf élément nouveau. Si la convention a été conclue dans le cadre d'une information judiciaire, le dernier alinéa de l'article 180-2 est applicable. En cas de poursuites et de condamnation, il est tenu compte, s'il y a lieu, de l'exécution partielle des obligations prévues par la convention. </p><p>Si le président du tribunal ne valide pas la proposition de convention ou si la personne morale exerce son droit de rétractation, le procureur de la République ne peut faire état devant la juridiction d'instruction ou de jugement des déclarations faites ou des documents remis par la personne morale au cours de la procédure prévue au présent article. </p><p>A peine de nullité, le procureur de la République notifie à la personne morale mise en cause l'interruption de l'exécution de la convention lorsque cette personne ne justifie pas de l'exécution intégrale des obligations prévues. Cette décision prend effet immédiatement. Le cas échéant, elle entraîne de plein droit la restitution de l'amende d'intérêt public versée au Trésor public prévue au 1° du I. Elle n'entraîne cependant pas la restitution des éventuels frais supportés par la personne morale et occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle. </p><p>IV. – La prescription de l'action publique est suspendue durant l'exécution de la convention. </p><p>L'exécution des obligations prévues par la convention éteint l'action publique. Elle ne fait cependant pas échec au droit des personnes ayant subi un préjudice du fait des manquements constatés, sauf l'Etat, de poursuivre la réparation de leur préjudice devant la juridiction civile. </p><p>Le président du   tribunal judiciaire peut désigner, aux fins de validation de la convention judiciaire d'intérêt public, tout juge du tribunal. </p><p>V. – Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "num": "41-1-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1609027200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1266995,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Titre Ier : Des autorités chargées de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138088",
                        "id": "LEGISCTA000006138088",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Des autorités chargées  de la conduite de la politique pénale, de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138088",
                        "id": "LEGISCTA000027753873",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Du ministère public",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151873",
                        "id": "LEGISCTA000006151873",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des attributions du procureur de la République",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167418",
                        "id": "LEGISCTA000006167418",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033563811",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167418",
            "sectionParentId": "LEGISCTA000006167418",
            "sectionParentTitre": "Section 3 : Des attributions du procureur de la République",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre Ier : Des autorités chargées  de la conduite de la politique pénale, de l'action publique et de l'instruction &gt; Chapitre II : Du ministère public &gt; Section 3 : Des attributions du procureur de la République",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039278942",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l'article 36 de l'ordonnance n° 2019-964 du 18 septembre 2019, ces dispositions entrent en vigueur au 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n°2016-1691 du 9 décembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000045214089",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2016-1691",
                    "datePubli": 1481328000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000034027115",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027116",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034027126",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027127",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034027134",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027135",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034187761",
                    "textTitle": "Arrêté du 14 mars 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039767303",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1489536000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000041777569",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041777570",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585785600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041782064",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041782065",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585958400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044931759",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044931760",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1641945600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045615237",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045615238",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1650499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046222110",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046222111",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1661644800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1741",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1741",
                    "articleId": "LEGIARTI000006312980",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1743",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1743",
                    "articleId": "LEGIARTI000006312991",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 131-39-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "131-39-2",
                    "articleId": "LEGIARTI000033563226",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 433-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "433-1",
                    "articleId": "LEGIARTI000006418537",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1568937600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 433-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "433-2",
                    "articleId": "LEGIARTI000006418541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 434-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "434-9",
                    "articleId": "LEGIARTI000006418624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 434-9-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "434-9-1",
                    "articleId": "LEGIARTI000006418628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-10",
                    "articleId": "LEGIARTI000006418740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-3",
                    "articleId": "LEGIARTI000006418726",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1568937600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-4",
                    "articleId": "LEGIARTI000006418729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-9",
                    "articleId": "LEGIARTI000006418739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-1",
                    "articleId": "LEGIARTI000006418842",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1120608000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-1-1",
                    "articleId": "LEGIARTI000025272153",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-2",
                    "articleId": "LEGIARTI000006418844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1120608000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-2-1",
                    "articleId": "LEGIARTI000025272161",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 180-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "180-2",
                    "articleId": "LEGIARTI000039278938",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 40-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "40-1",
                    "articleId": "LEGIARTI000033611483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 41-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41-1-3",
                    "articleId": "LEGIARTI000043979263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-132 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-132",
                    "articleId": "LEGIARTI000042744078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-10",
                    "articleId": "LEGIARTI000034528821",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493510400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-2",
                    "articleId": "LEGIARTI000043918394",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628380800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-3",
                    "articleId": "LEGIARTI000043918389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628380800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-4",
                    "articleId": "LEGIARTI000034528807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493510400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033563888",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526425",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039278942",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042779529",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1609027200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "41-1-2"
            ],
            "versionPrecedente": "LEGIARTI000037526425",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037526425",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Tant que l'action publique n'a pas été mise en mouvement, le procureur de la République peut proposer à une personne morale mise en cause pour un ou plusieurs délits prévus aux articles 433-1 , 433-2 , 435-3 , 435-4 , 435-9 , 435-10 , 445-1 , 445-1-1 , 445-2 et 445-2-1 , à l'avant-dernier alinéa de l'article 434-9 et au deuxième alinéa de l'article 434-9-1 du code pénal, pour les délits prévus aux articles 1741 et 1743 du code général des impôts et leur blanchiment, ainsi que pour des infractions connexes, de conclure une convention judiciaire d'intérêt public imposant une ou plusieurs des obligations suivantes : 1° Verser une amende d'intérêt public au Trésor public. Le montant de cette amende est fixé de manière proportionnée aux avantages tirés des manquements constatés, dans la limite de 30 % du chiffre d'affaires moyen annuel calculé sur les trois derniers chiffres d'affaires annuels connus à la date du constat de ces manquements. Son versement peut être échelonné, selon un échéancier fixé par le procureur de la République, sur une période qui ne peut être supérieure à un an et qui est précisée par la convention ; 2° Se soumettre, pour une durée maximale de trois ans et sous le contrôle de l'Agence française anticorruption, à un programme de mise en conformité destiné à s'assurer de l'existence et de la mise en œuvre en son sein des mesures et procédures énumérées au II de l'article 131-39-2 du code pénal. Les frais occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées, pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle sont supportés par la personne morale mise en cause, dans la limite d'un plafond fixé par la convention. Lorsque la victime est identifiée, et sauf si la personne morale mise en cause justifie de la réparation de son préjudice, la convention prévoit également le montant et les modalités de la réparation des dommages causés par l'infraction dans un délai qui ne peut être supérieur à un an. La victime est informée de la décision du procureur de la République de proposer la conclusion d'une convention judiciaire d'intérêt public à la personne morale mise en cause. Elle transmet au procureur de la République tout élément permettant d'établir la réalité et l'étendue de son préjudice. Les représentants légaux de la personne morale mise en cause demeurent responsables en tant que personnes physiques. Ils sont informés, dès la proposition du procureur de la République, qu'ils peuvent se faire assister d'un avocat avant de donner leur accord à la proposition de convention. II. – Lorsque la personne morale mise en cause donne son accord à la proposition de convention, le procureur de la République saisit par requête le président du tribunal de grande instance aux fins de validation. La proposition de convention est jointe à la requête. La requête contient un exposé précis des faits ainsi que la qualification juridique susceptible de leur être appliquée. Le procureur de la République informe de cette saisine la personne morale mise en cause et, le cas échéant, la victime. Le président du tribunal procède à l'audition, en audience publique, de la personne morale mise en cause et de la victime assistées, le cas échéant, de leur avocat. A l'issue de cette audition, le président du tribunal prend la décision de valider ou non la proposition de convention, en vérifiant le bien-fondé du recours à cette procédure, la régularité de son déroulement, la conformité du montant de l'amende aux limites prévues au 1° du I du présent article et la proportionnalité des mesures prévues aux avantages tirés des manquements. La décision du président du tribunal, qui est notifiée à la personne morale mise en cause et, le cas échéant, à la victime, n'est pas susceptible de recours. Si le président du tribunal rend une ordonnance de validation, la personne morale mise en cause dispose, à compter du jour de la validation, d'un délai de dix jours pour exercer son droit de rétractation. La rétractation est notifiée au procureur de la République par lettre recommandée avec demande d'avis de réception. Si la personne morale mise en cause n'exerce pas ce droit de rétractation, les obligations que la convention comporte sont mises à exécution. Dans le cas contraire, la proposition devient caduque. L'ordonnance de validation n'emporte pas déclaration de culpabilité et n'a ni la nature ni les effets d'un jugement de condamnation. La convention judiciaire d'intérêt public n'est pas inscrite au bulletin n° 1 du casier judiciaire. Elle fait l'objet d'un communiqué de presse du procureur de la République. L'ordonnance de validation, le montant de l'amende d'intérêt public et la convention sont publiés sur le site internet de l'Agence française anticorruption. La victime peut, au vu de l'ordonnance de validation, demander le recouvrement des dommages et intérêts que la personne morale s'est engagée à lui verser suivant la procédure d'injonction de payer, conformément aux règles prévues par le code de procédure civile. III. – Si le président du tribunal ne valide pas la proposition de convention, si la personne morale mise en cause décide d'exercer son droit de rétractation ou si, dans le délai prévu par la convention, la personne morale mise en cause ne justifie pas de l'exécution intégrale des obligations prévues, le procureur de la République met en mouvement l'action publique, sauf élément nouveau. Si la convention a été conclue dans le cadre d'une information judiciaire, le dernier alinéa de l'article 180-2 est applicable. En cas de poursuites et de condamnation, il est tenu compte, s'il y a lieu, de l'exécution partielle des obligations prévues par la convention. Si le président du tribunal ne valide pas la proposition de convention ou si la personne morale exerce son droit de rétractation, le procureur de la République ne peut faire état devant la juridiction d'instruction ou de jugement des déclarations faites ou des documents remis par la personne morale au cours de la procédure prévue au présent article. A peine de nullité, le procureur de la République notifie à la personne morale mise en cause l'interruption de l'exécution de la convention lorsque cette personne ne justifie pas de l'exécution intégrale des obligations prévues. Cette décision prend effet immédiatement. Le cas échéant, elle entraîne de plein droit la restitution de l'amende d'intérêt public versée au Trésor public prévue au 1° du I. Elle n'entraîne cependant pas la restitution des éventuels frais supportés par la personne morale et occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle. IV. – La prescription de l'action publique est suspendue durant l'exécution de la convention. L'exécution des obligations prévues par la convention éteint l'action publique. Elle ne fait cependant pas échec au droit des personnes ayant subi un préjudice du fait des manquements constatés, sauf l'Etat, de poursuivre la réparation de leur préjudice devant la juridiction civile. Le président du tribunal de grande instance peut désigner, aux fins de validation de la convention judiciaire d'intérêt public, tout juge du tribunal. V. – Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>I. – Tant que l'action publique n'a pas été mise en mouvement, le procureur de la République peut proposer à une personne morale mise en cause pour un ou plusieurs délits prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418537&dateTexte=&categorieLien=cid'>433-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418541&dateTexte=&categorieLien=cid'>433-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418726&dateTexte=&categorieLien=cid'>435-3</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418729&dateTexte=&categorieLien=cid'>435-4</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418739&dateTexte=&categorieLien=cid'>435-9</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418740&dateTexte=&categorieLien=cid'>435-10</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418842&dateTexte=&categorieLien=cid'>445-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000025272153&dateTexte=&categorieLien=cid'>445-1-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418844&dateTexte=&categorieLien=cid'>445-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000025272161&dateTexte=&categorieLien=cid'>445-2-1</a>, à l'avant-dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418624&dateTexte=&categorieLien=cid'>434-9 </a>et au deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418628&dateTexte=&categorieLien=cid'>434-9-1 </a>du code pénal, pour les délits prévus aux articles 1741 et 1743 du code général des impôts et leur blanchiment, ainsi que pour des infractions connexes, de conclure une convention judiciaire d'intérêt public imposant une ou plusieurs des obligations suivantes :</p><p>1° Verser une amende d'intérêt public au Trésor public. Le montant de cette amende est fixé de manière proportionnée aux avantages tirés des manquements constatés, dans la limite de 30 % du chiffre d'affaires moyen annuel calculé sur les trois derniers chiffres d'affaires annuels connus à la date du constat de ces manquements. Son versement peut être échelonné, selon un échéancier fixé par le procureur de la République, sur une période qui ne peut être supérieure à un an et qui est précisée par la convention ;</p><p>2° Se soumettre, pour une durée maximale de trois ans et sous le contrôle de l'Agence française anticorruption, à un programme de mise en conformité destiné à s'assurer de l'existence et de la mise en œuvre en son sein des mesures et procédures énumérées au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000033563226&dateTexte=&categorieLien=cid'>131-39-2 </a>du code pénal.</p><p>Les frais occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées, pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle sont supportés par la personne morale mise en cause, dans la limite d'un plafond fixé par la convention.</p><p>Lorsque la victime est identifiée, et sauf si la personne morale mise en cause justifie de la réparation de son préjudice, la convention prévoit également le montant et les modalités de la réparation des dommages causés par l'infraction dans un délai qui ne peut être supérieur à un an.</p><p>La victime est informée de la décision du procureur de la République de proposer la conclusion d'une convention judiciaire d'intérêt public à la personne morale mise en cause. Elle transmet au procureur de la République tout élément permettant d'établir la réalité et l'étendue de son préjudice.</p><p>Les représentants légaux de la personne morale mise en cause demeurent responsables en tant que personnes physiques. Ils sont informés, dès la proposition du procureur de la République, qu'ils peuvent se faire assister d'un avocat avant de donner leur accord à la proposition de convention.</p><p>II. – Lorsque la personne morale mise en cause donne son accord à la proposition de convention, le procureur de la République saisit par requête le président du tribunal de grande instance aux fins de validation. La proposition de convention est jointe à la requête. La requête contient un exposé précis des faits ainsi que la qualification juridique susceptible de leur être appliquée. Le procureur de la République informe de cette saisine la personne morale mise en cause et, le cas échéant, la victime.</p><p>Le président du tribunal procède à l'audition, en audience publique, de la personne morale mise en cause et de la victime assistées, le cas échéant, de leur avocat. A l'issue de cette audition, le président du tribunal prend la décision de valider ou non la proposition de convention, en vérifiant le bien-fondé du recours à cette procédure, la régularité de son déroulement, la conformité du montant de l'amende aux limites prévues au 1° du I du présent article et la proportionnalité des mesures prévues aux avantages tirés des manquements. La décision du président du tribunal, qui est notifiée à la personne morale mise en cause et, le cas échéant, à la victime, n'est pas susceptible de recours.</p><p>Si le président du tribunal rend une ordonnance de validation, la personne morale mise en cause dispose, à compter du jour de la validation, d'un délai de dix jours pour exercer son droit de rétractation. La rétractation est notifiée au procureur de la République par lettre recommandée avec demande d'avis de réception. Si la personne morale mise en cause n'exerce pas ce droit de rétractation, les obligations que la convention comporte sont mises à exécution. Dans le cas contraire, la proposition devient caduque.</p><p>L'ordonnance de validation n'emporte pas déclaration de culpabilité et n'a ni la nature ni les effets d'un jugement de condamnation.</p><p>La convention judiciaire d'intérêt public n'est pas inscrite au bulletin n° 1 du casier judiciaire. Elle fait l'objet d'un communiqué de presse du procureur de la République.</p><p>L'ordonnance de validation, le montant de l'amende d'intérêt public et la convention sont publiés sur le site internet de l'Agence française anticorruption.</p><p>La victime peut, au vu de l'ordonnance de validation, demander le recouvrement des dommages et intérêts que la personne morale s'est engagée à lui verser suivant la procédure d'injonction de payer, conformément aux règles prévues par le code de procédure civile.</p><p>III. – Si le président du tribunal ne valide pas la proposition de convention, si la personne morale mise en cause décide d'exercer son droit de rétractation ou si, dans le délai prévu par la convention, la personne morale mise en cause ne justifie pas de l'exécution intégrale des obligations prévues, le procureur de la République met en mouvement l'action publique, sauf élément nouveau. Si la convention a été conclue dans le cadre d'une information judiciaire, le dernier alinéa de l'article 180-2 est applicable. En cas de poursuites et de condamnation, il est tenu compte, s'il y a lieu, de l'exécution partielle des obligations prévues par la convention.</p><p>Si le président du tribunal ne valide pas la proposition de convention ou si la personne morale exerce son droit de rétractation, le procureur de la République ne peut faire état devant la juridiction d'instruction ou de jugement des déclarations faites ou des documents remis par la personne morale au cours de la procédure prévue au présent article.</p><p>A peine de nullité, le procureur de la République notifie à la personne morale mise en cause l'interruption de l'exécution de la convention lorsque cette personne ne justifie pas de l'exécution intégrale des obligations prévues. Cette décision prend effet immédiatement. Le cas échéant, elle entraîne de plein droit la restitution de l'amende d'intérêt public versée au Trésor public prévue au 1° du I. Elle n'entraîne cependant pas la restitution des éventuels frais supportés par la personne morale et occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle.</p><p>IV. – La prescription de l'action publique est suspendue durant l'exécution de la convention.</p><p>L'exécution des obligations prévues par la convention éteint l'action publique. Elle ne fait cependant pas échec au droit des personnes ayant subi un préjudice du fait des manquements constatés, sauf l'Etat, de poursuivre la réparation de leur préjudice devant la juridiction civile.</p><p>Le président du tribunal de grande instance peut désigner, aux fins de validation de la convention judiciaire d'intérêt public, tout juge du tribunal.</p><p>V. – Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "num": "41-1-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1540425600000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1266995,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Titre Ier : Des autorités chargées de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138088",
                        "id": "LEGISCTA000006138088",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Des autorités chargées  de la conduite de la politique pénale, de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138088",
                        "id": "LEGISCTA000027753873",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Du ministère public",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151873",
                        "id": "LEGISCTA000006151873",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des attributions du procureur de la République",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167418",
                        "id": "LEGISCTA000006167418",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033563811",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167418",
            "sectionParentId": "LEGISCTA000006167418",
            "sectionParentTitre": "Section 3 : Des attributions du procureur de la République",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre Ier : Des autorités chargées  de la conduite de la politique pénale, de l'action publique et de l'instruction &gt; Chapitre II : Du ministère public &gt; Section 3 : Des attributions du procureur de la République",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037526425",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037518803",
                    "textTitle": "LOI n°2018-898 du 23 octobre 2018 - art. 25",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000037520312",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-10-24",
                    "dateSignaTexte": "2018-10-23",
                    "dateDebutCible": "2018-10-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n°2016-1691 du 9 décembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000045214089",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2016-1691",
                    "datePubli": 1481328000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000034027115",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027116",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034027126",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027127",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034027134",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027135",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034187761",
                    "textTitle": "Arrêté du 14 mars 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039767303",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1489536000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000041777569",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041777570",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585785600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041782064",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041782065",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585958400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044931759",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044931760",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1641945600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045615237",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045615238",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1650499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046222110",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046222111",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1661644800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1741",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1741",
                    "articleId": "LEGIARTI000006312980",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1743",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1743",
                    "articleId": "LEGIARTI000006312991",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 131-39-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "131-39-2",
                    "articleId": "LEGIARTI000033563226",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 433-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "433-1",
                    "articleId": "LEGIARTI000006418537",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1568937600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 433-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "433-2",
                    "articleId": "LEGIARTI000006418541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 434-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "434-9",
                    "articleId": "LEGIARTI000006418624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 434-9-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "434-9-1",
                    "articleId": "LEGIARTI000006418628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-10",
                    "articleId": "LEGIARTI000006418740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-3",
                    "articleId": "LEGIARTI000006418726",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1568937600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-4",
                    "articleId": "LEGIARTI000006418729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-9",
                    "articleId": "LEGIARTI000006418739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-1",
                    "articleId": "LEGIARTI000006418842",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1120608000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-1-1",
                    "articleId": "LEGIARTI000025272153",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-2",
                    "articleId": "LEGIARTI000006418844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1120608000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-2-1",
                    "articleId": "LEGIARTI000025272161",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 180-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "180-2",
                    "articleId": "LEGIARTI000033563860",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 40-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "40-1",
                    "articleId": "LEGIARTI000033611483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 41-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41-1-3",
                    "articleId": "LEGIARTI000043979263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-132 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-132",
                    "articleId": "LEGIARTI000042744078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-10",
                    "articleId": "LEGIARTI000034528821",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493510400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-2",
                    "articleId": "LEGIARTI000043918394",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628380800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-3",
                    "articleId": "LEGIARTI000043918389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628380800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-4",
                    "articleId": "LEGIARTI000034528807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493510400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033563888",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526425",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039278942",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042779529",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1609027200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "41-1-2"
            ],
            "versionPrecedente": "LEGIARTI000033563888",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033563888",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Tant que l'action publique n'a pas été mise en mouvement, le procureur de la République peut proposer à une personne morale mise en cause pour un ou plusieurs délits prévus aux articles 433-1 , 433-2 , 435-3 , 435-4 , 435-9 , 435-10 , 445-1 , 445-1-1 , 445-2 et 445-2-1 , à l'avant-dernier alinéa de l'article 434-9 et au deuxième alinéa de l'article 434-9-1 du code pénal, pour le blanchiment des infractions prévues aux articles 1741 et 1743 du code général des impôts, ainsi que pour des infractions connexes, à l'exclusion de celles prévues aux mêmes articles 1741 et 1743, de conclure une convention judiciaire d'intérêt public imposant une ou plusieurs des obligations suivantes : 1° Verser une amende d'intérêt public au Trésor public. Le montant de cette amende est fixé de manière proportionnée aux avantages tirés des manquements constatés, dans la limite de 30 % du chiffre d'affaires moyen annuel calculé sur les trois derniers chiffres d'affaires annuels connus à la date du constat de ces manquements. Son versement peut être échelonné, selon un échéancier fixé par le procureur de la République, sur une période qui ne peut être supérieure à un an et qui est précisée par la convention ; 2° Se soumettre, pour une durée maximale de trois ans et sous le contrôle de l'Agence française anticorruption, à un programme de mise en conformité destiné à s'assurer de l'existence et de la mise en œuvre en son sein des mesures et procédures énumérées au II de l'article 131-39-2 du code pénal. Les frais occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées, pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle sont supportés par la personne morale mise en cause, dans la limite d'un plafond fixé par la convention. Lorsque la victime est identifiée, et sauf si la personne morale mise en cause justifie de la réparation de son préjudice, la convention prévoit également le montant et les modalités de la réparation des dommages causés par l'infraction dans un délai qui ne peut être supérieur à un an. La victime est informée de la décision du procureur de la République de proposer la conclusion d'une convention judiciaire d'intérêt public à la personne morale mise en cause. Elle transmet au procureur de la République tout élément permettant d'établir la réalité et l'étendue de son préjudice. Les représentants légaux de la personne morale mise en cause demeurent responsables en tant que personnes physiques. Ils sont informés, dès la proposition du procureur de la République, qu'ils peuvent se faire assister d'un avocat avant de donner leur accord à la proposition de convention. II. – Lorsque la personne morale mise en cause donne son accord à la proposition de convention, le procureur de la République saisit par requête le président du tribunal de grande instance aux fins de validation. La proposition de convention est jointe à la requête. La requête contient un exposé précis des faits ainsi que la qualification juridique susceptible de leur être appliquée. Le procureur de la République informe de cette saisine la personne morale mise en cause et, le cas échéant, la victime. Le président du tribunal procède à l'audition, en audience publique, de la personne morale mise en cause et de la victime assistées, le cas échéant, de leur avocat. A l'issue de cette audition, le président du tribunal prend la décision de valider ou non la proposition de convention, en vérifiant le bien-fondé du recours à cette procédure, la régularité de son déroulement, la conformité du montant de l'amende aux limites prévues au 1° du I du présent article et la proportionnalité des mesures prévues aux avantages tirés des manquements. La décision du président du tribunal, qui est notifiée à la personne morale mise en cause et, le cas échéant, à la victime, n'est pas susceptible de recours. Si le président du tribunal rend une ordonnance de validation, la personne morale mise en cause dispose, à compter du jour de la validation, d'un délai de dix jours pour exercer son droit de rétractation. La rétractation est notifiée au procureur de la République par lettre recommandée avec demande d'avis de réception. Si la personne morale mise en cause n'exerce pas ce droit de rétractation, les obligations que la convention comporte sont mises à exécution. Dans le cas contraire, la proposition devient caduque. L'ordonnance de validation n'emporte pas déclaration de culpabilité et n'a ni la nature ni les effets d'un jugement de condamnation. La convention judiciaire d'intérêt public n'est pas inscrite au bulletin n° 1 du casier judiciaire. Elle fait l'objet d'un communiqué de presse du procureur de la République. L'ordonnance de validation, le montant de l'amende d'intérêt public et la convention sont publiés sur le site internet de l'Agence française anticorruption. La victime peut, au vu de l'ordonnance de validation, demander le recouvrement des dommages et intérêts que la personne morale s'est engagée à lui verser suivant la procédure d'injonction de payer, conformément aux règles prévues par le code de procédure civile. III. – Si le président du tribunal ne valide pas la proposition de convention, si la personne morale mise en cause décide d'exercer son droit de rétractation ou si, dans le délai prévu par la convention, la personne morale mise en cause ne justifie pas de l'exécution intégrale des obligations prévues, le procureur de la République met en mouvement l'action publique, sauf élément nouveau. Si la convention a été conclue dans le cadre d'une information judiciaire, le dernier alinéa de l'article 180-2 est applicable. En cas de poursuites et de condamnation, il est tenu compte, s'il y a lieu, de l'exécution partielle des obligations prévues par la convention. Si le président du tribunal ne valide pas la proposition de convention ou si la personne morale exerce son droit de rétractation, le procureur de la République ne peut faire état devant la juridiction d'instruction ou de jugement des déclarations faites ou des documents remis par la personne morale au cours de la procédure prévue au présent article. A peine de nullité, le procureur de la République notifie à la personne morale mise en cause l'interruption de l'exécution de la convention lorsque cette personne ne justifie pas de l'exécution intégrale des obligations prévues. Cette décision prend effet immédiatement. Le cas échéant, elle entraîne de plein droit la restitution de l'amende d'intérêt public versée au Trésor public prévue au 1° du I. Elle n'entraîne cependant pas la restitution des éventuels frais supportés par la personne morale et occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle. IV. – La prescription de l'action publique est suspendue durant l'exécution de la convention. L'exécution des obligations prévues par la convention éteint l'action publique. Elle ne fait cependant pas échec au droit des personnes ayant subi un préjudice du fait des manquements constatés, sauf l'Etat, de poursuivre la réparation de leur préjudice devant la juridiction civile. Le président du tribunal de grande instance peut désigner, aux fins de validation de la convention judiciaire d'intérêt public, tout juge du tribunal. V. – Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>I. – Tant que l'action publique n'a pas été mise en mouvement, le procureur de la République peut proposer à une personne morale mise en cause pour un ou plusieurs délits prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418537&dateTexte=&categorieLien=cid' title='Code pénal - art. 433-1 (V)'>433-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418541&dateTexte=&categorieLien=cid' title='Code pénal - art. 433-2 (V)'>433-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418726&dateTexte=&categorieLien=cid' title='Code pénal - art. 435-3 (V)'>435-3</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418729&dateTexte=&categorieLien=cid' title='Code pénal - art. 435-4 (V)'>435-4</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418739&dateTexte=&categorieLien=cid' title='Code pénal - art. 435-9 (V)'>435-9</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418740&dateTexte=&categorieLien=cid' title='Code pénal - art. 435-10 (V)'>435-10</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418842&dateTexte=&categorieLien=cid' title='Code pénal - art. 445-1 (V)'>445-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000025272153&dateTexte=&categorieLien=cid' title='Code pénal - art. 445-1-1 (V)'>445-1-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418844&dateTexte=&categorieLien=cid' title='Code pénal - art. 445-2 (V)'>445-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000025272161&dateTexte=&categorieLien=cid' title='Code pénal - art. 445-2-1 (V)'>445-2-1</a>, à l'avant-dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418624&dateTexte=&categorieLien=cid' title='Code pénal - art. 434-9 (V)'>434-9 </a>et au deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006418628&dateTexte=&categorieLien=cid' title='Code pénal - art. 434-9-1 (V)'>434-9-1 </a>du code pénal, pour le blanchiment des infractions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312980&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1741 (V)'>1741 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312991&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1743 (V)'>1743 </a>du code général des impôts, ainsi que pour des infractions connexes, à l'exclusion de celles prévues aux mêmes articles 1741 et 1743, de conclure une convention judiciaire d'intérêt public imposant une ou plusieurs des obligations suivantes :</p><p>1° Verser une amende d'intérêt public au Trésor public. Le montant de cette amende est fixé de manière proportionnée aux avantages tirés des manquements constatés, dans la limite de 30 % du chiffre d'affaires moyen annuel calculé sur les trois derniers chiffres d'affaires annuels connus à la date du constat de ces manquements. Son versement peut être échelonné, selon un échéancier fixé par le procureur de la République, sur une période qui ne peut être supérieure à un an et qui est précisée par la convention ;</p><p>2° Se soumettre, pour une durée maximale de trois ans et sous le contrôle de l'Agence française anticorruption, à un programme de mise en conformité destiné à s'assurer de l'existence et de la mise en œuvre en son sein des mesures et procédures énumérées au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000033563226&dateTexte=&categorieLien=cid' title='Code pénal - art. 131-39-2 (V)'>131-39-2 </a>du code pénal.</p><p>Les frais occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées, pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle sont supportés par la personne morale mise en cause, dans la limite d'un plafond fixé par la convention.</p><p>Lorsque la victime est identifiée, et sauf si la personne morale mise en cause justifie de la réparation de son préjudice, la convention prévoit également le montant et les modalités de la réparation des dommages causés par l'infraction dans un délai qui ne peut être supérieur à un an.</p><p>La victime est informée de la décision du procureur de la République de proposer la conclusion d'une convention judiciaire d'intérêt public à la personne morale mise en cause. Elle transmet au procureur de la République tout élément permettant d'établir la réalité et l'étendue de son préjudice.</p><p>Les représentants légaux de la personne morale mise en cause demeurent responsables en tant que personnes physiques. Ils sont informés, dès la proposition du procureur de la République, qu'ils peuvent se faire assister d'un avocat avant de donner leur accord à la proposition de convention.</p><p>II. – Lorsque la personne morale mise en cause donne son accord à la proposition de convention, le procureur de la République saisit par requête le président du tribunal de grande instance aux fins de validation. La proposition de convention est jointe à la requête. La requête contient un exposé précis des faits ainsi que la qualification juridique susceptible de leur être appliquée. Le procureur de la République informe de cette saisine la personne morale mise en cause et, le cas échéant, la victime.</p><p>Le président du tribunal procède à l'audition, en audience publique, de la personne morale mise en cause et de la victime assistées, le cas échéant, de leur avocat. A l'issue de cette audition, le président du tribunal prend la décision de valider ou non la proposition de convention, en vérifiant le bien-fondé du recours à cette procédure, la régularité de son déroulement, la conformité du montant de l'amende aux limites prévues au 1° du I du présent article et la proportionnalité des mesures prévues aux avantages tirés des manquements. La décision du président du tribunal, qui est notifiée à la personne morale mise en cause et, le cas échéant, à la victime, n'est pas susceptible de recours.</p><p>Si le président du tribunal rend une ordonnance de validation, la personne morale mise en cause dispose, à compter du jour de la validation, d'un délai de dix jours pour exercer son droit de rétractation. La rétractation est notifiée au procureur de la République par lettre recommandée avec demande d'avis de réception. Si la personne morale mise en cause n'exerce pas ce droit de rétractation, les obligations que la convention comporte sont mises à exécution. Dans le cas contraire, la proposition devient caduque.</p><p>L'ordonnance de validation n'emporte pas déclaration de culpabilité et n'a ni la nature ni les effets d'un jugement de condamnation.</p><p>La convention judiciaire d'intérêt public n'est pas inscrite au bulletin n° 1 du casier judiciaire. Elle fait l'objet d'un communiqué de presse du procureur de la République.</p><p>L'ordonnance de validation, le montant de l'amende d'intérêt public et la convention sont publiés sur le site internet de l'Agence française anticorruption.</p><p>La victime peut, au vu de l'ordonnance de validation, demander le recouvrement des dommages et intérêts que la personne morale s'est engagée à lui verser suivant la procédure d'injonction de payer, conformément aux règles prévues par le code de procédure civile.</p><p>III. – Si le président du tribunal ne valide pas la proposition de convention, si la personne morale mise en cause décide d'exercer son droit de rétractation ou si, dans le délai prévu par la convention, la personne morale mise en cause ne justifie pas de l'exécution intégrale des obligations prévues, le procureur de la République met en mouvement l'action publique, sauf élément nouveau. Si la convention a été conclue dans le cadre d'une information judiciaire, le dernier alinéa de l'article 180-2 est applicable. En cas de poursuites et de condamnation, il est tenu compte, s'il y a lieu, de l'exécution partielle des obligations prévues par la convention.</p><p>Si le président du tribunal ne valide pas la proposition de convention ou si la personne morale exerce son droit de rétractation, le procureur de la République ne peut faire état devant la juridiction d'instruction ou de jugement des déclarations faites ou des documents remis par la personne morale au cours de la procédure prévue au présent article.</p><p>A peine de nullité, le procureur de la République notifie à la personne morale mise en cause l'interruption de l'exécution de la convention lorsque cette personne ne justifie pas de l'exécution intégrale des obligations prévues. Cette décision prend effet immédiatement. Le cas échéant, elle entraîne de plein droit la restitution de l'amende d'intérêt public versée au Trésor public prévue au 1° du I. Elle n'entraîne cependant pas la restitution des éventuels frais supportés par la personne morale et occasionnés par le recours par l'Agence française anticorruption à des experts ou à des personnes ou autorités qualifiées pour l'assister dans la réalisation d'analyses juridiques, financières, fiscales et comptables nécessaires à sa mission de contrôle.</p><p>IV. – La prescription de l'action publique est suspendue durant l'exécution de la convention.</p><p>L'exécution des obligations prévues par la convention éteint l'action publique. Elle ne fait cependant pas échec au droit des personnes ayant subi un préjudice du fait des manquements constatés, sauf l'Etat, de poursuivre la réparation de leur préjudice devant la juridiction civile.</p><p>Le président du tribunal de grande instance peut désigner, aux fins de validation de la convention judiciaire d'intérêt public, tout juge du tribunal.</p><p>V. – Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "num": "41-1-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1481414400000,
            "dateFin": 1540425600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1266995,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Titre Ier : Des autorités chargées de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138088",
                        "id": "LEGISCTA000006138088",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Des autorités chargées  de la conduite de la politique pénale, de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138088",
                        "id": "LEGISCTA000027753873",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Du ministère public",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151873",
                        "id": "LEGISCTA000006151873",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des attributions du procureur de la République",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167418",
                        "id": "LEGISCTA000006167418",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033563811",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006167418",
            "sectionParentId": "LEGISCTA000006167418",
            "sectionParentTitre": "Section 3 : Des attributions du procureur de la République",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre Ier : Des autorités chargées  de la conduite de la politique pénale, de l'action publique et de l'instruction &gt; Chapitre II : Du ministère public &gt; Section 3 : Des attributions du procureur de la République",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033563888",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n°2016-1691 du 9 décembre 2016 - art. 22",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000033562143",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-10",
                    "dateSignaTexte": "2016-12-09",
                    "dateDebutCible": "2016-12-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n°2016-1691 du 9 décembre 2016 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000045214089",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2016-1691",
                    "datePubli": 1481328000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "JORFTEXT000034027115",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027116",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034027126",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027127",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034027134",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034027135",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1486857600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034187761",
                    "textTitle": "Arrêté du 14 mars 2017 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039767303",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1489536000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000041777569",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041777570",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585785600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041782064",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041782065",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585958400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044931759",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000044931760",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1641945600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045615237",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045615238",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1650499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046222110",
                    "textTitle": "Avis - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046222111",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1661644800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1741 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1741",
                    "articleId": "LEGIARTI000006312980",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1743 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1743",
                    "articleId": "LEGIARTI000006312991",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 131-39-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "131-39-2",
                    "articleId": "LEGIARTI000033563226",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 433-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "433-1",
                    "articleId": "LEGIARTI000006418537",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1568937600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 433-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "433-2",
                    "articleId": "LEGIARTI000006418541",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 434-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "434-9",
                    "articleId": "LEGIARTI000006418624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 434-9-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "434-9-1",
                    "articleId": "LEGIARTI000006418628",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-10",
                    "articleId": "LEGIARTI000006418740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-3",
                    "articleId": "LEGIARTI000006418726",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1568937600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-4",
                    "articleId": "LEGIARTI000006418729",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 435-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "435-9",
                    "articleId": "LEGIARTI000006418739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1194998400000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-1",
                    "articleId": "LEGIARTI000006418842",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1120608000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-1-1",
                    "articleId": "LEGIARTI000025272153",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-2",
                    "articleId": "LEGIARTI000006418844",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1120608000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 445-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "445-2-1",
                    "articleId": "LEGIARTI000025272161",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488499200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 180-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "180-2",
                    "articleId": "LEGIARTI000033563860",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 40-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "40-1",
                    "articleId": "LEGIARTI000033611483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 41-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41-1-3",
                    "articleId": "LEGIARTI000043979263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 696-132 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "696-132",
                    "articleId": "LEGIARTI000042744078",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-10",
                    "articleId": "LEGIARTI000034528821",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493510400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-2",
                    "articleId": "LEGIARTI000043918394",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628380800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-3",
                    "articleId": "LEGIARTI000043918389",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628380800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-33-60-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-33-60-4",
                    "articleId": "LEGIARTI000034528807",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1493510400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033563888",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1481414400000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526425",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039278942",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609027200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042779529",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1609027200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "41-1-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}