{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006832853",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Caractéristiques communes. Les logements situés dans les immeubles collectifs ou les maisons individuelles (1) doivent, avant la signature de l'acte de vente, présenter les caractéristiques ci-après : 1.1. Gros oeuvre. Le gros oeuvre (murs, charpente, escaliers, planchers, balcons) ne présente pas de défaut d'entretien grave. 1.2. Etanchéité. La couverture, ses raccords et ses accessoires sont étanches. Les sols, murs, seuils et plafonds sont protégés contre les eaux de ruissellement, les infiltrations et les remontées d'eau. Les ouvrants sont étanches à l'eau et en bon état de fonctionnement. 1.3. Equipement. 1.3.1. Canalisations d'eau. Les canalisations d'eau, les appareils qui leur sont raccordés et les réservoirs sont établis de manière à assurer la permanence de l'adduction et de l'évacuation et à éviter la pollution du réseau de distribution, notamment par les eaux usées et les eaux-vannes. Les canalisations d'eau potable desservant les logements assurent la distribution avec une pression et un débit suffisants et sont branchées au réseau public de distribution, s'il existe. Elles sont conformes aux règlements sanitaires en vigueur. 1.3.2. Installations de gaz et d'électricité. Le logement est alimenté en électricité et, le cas échéant, en gaz. Ces alimentations, ainsi que la ventilation des pièces où le gaz est utilisé, répondent aux besoins normaux des usagers ; ces installations doivent assurer la sécurité des utilisateurs. Les nouvelles installations électriques et les nouvelles alimentations en gaz éventuelles, ainsi que la ventilation des pièces où le gaz est utilisé, sont conformes à la réglementation. 1.3.3. Installation de la cuisine ou du coin cuisine. La cuisine ou le coin cuisine est intérieur et comprend un évier avec siphon raccordé à une chute d'eaux usées sur lequel sont installées l'eau potable froide et l'eau chaude. La cuisine ou le coin cuisine est aménagé de manière à pouvoir recevoir un appareil de cuisson à gaz ou électrique ou possède un conduit d'évacuation de fumée en bon état. 1.3.4. Ouverture et ventilation. Toute pièce d'habitation est pourvue d'un ouvrant donnant à l'air libre permettant une aération et un éclairement suffisants et assurant le bon usage du logement et la conservation du bâtiment. Toute pièce de service (telle que la cuisine, le cabinet d'aisance ou la salle d'eau) est pourvue d'un ouvrant donnant à l'extérieur ou, à défaut, est équipée d'un système de ventilation débouchant à l'extérieur du bâtiment et assurant le bon usage du logement et la conservation de ce bâtiment. 1.3.5. Equipement sanitaire. S'il existe un cabinet d'aisance intérieur, il est séparé de la cuisine et de la pièce où sont pris les repas. 2. Caractéristiques spécifiques aux logements situés dans des immeubles collectifs. En outre, ces logements doivent présenter les caractéristiques suivantes : 2.1. Equipement sanitaire. La salle d'eau est intérieure et comporte une baignoire ou une douche et un lavabo munis de siphons et alimentés en eau chaude et froide. Le cabinet d'aisance est intérieur et pourvu d'une cuvette à l'anglaise et d'une chasse d'eau. S'il est équipé d'une fosse étanche, la chasse d'eau peut être remplacée par un simple effet d'eau. Le cabinet d'aisance est séparé de la cuisine et de la pièce où sont pris les repas. Les planchers sont étanches et les parois situées autour de la douche et de la baignoire sont protégées contre les infiltrations. 2.2. Chauffage. Les équipements de chauffage collectif (chaudière du chauffage central collectif notamment), lorsqu'il en existe, sont en bon état d'entretien et de fonctionnement. Ils permettent d'assurer une température suffisante dans chacune des pièces. 2.3. Parties communes de l'immeuble collectif. Les parties communes sont en bon état d'entretien. En particulier, l'ascenseur, lorsqu'il existe, est en bon état d'entretien et de fonctionnement. (1) Est considéré comme maison individuelle le bâtiment d'habitation comportant un accès direct vers l'extérieur et ne comprenant qu'un seul logement.",
            "texteHtml": "<p></p>   1. Caractéristiques communes.<p></p><p></p>   Les logements situés dans les immeubles collectifs ou les maisons individuelles (1) doivent, avant la signature de l'acte de vente, présenter les caractéristiques ci-après :<p></p><p></p>   1.1. Gros oeuvre.<p></p><p></p>   Le gros oeuvre (murs, charpente, escaliers, planchers, balcons) ne présente pas de défaut d'entretien grave.<p></p><p></p>   1.2. Etanchéité.<p></p><p></p>   La couverture, ses raccords et ses accessoires sont étanches.<p></p><p></p>   Les sols, murs, seuils et plafonds sont protégés contre les eaux de ruissellement, les infiltrations et les remontées d'eau.<p></p><p></p>   Les ouvrants sont étanches à l'eau et en bon état de fonctionnement.<p></p><p></p>   1.3. Equipement.<p></p><p></p>   1.3.1. Canalisations d'eau.<p></p><p></p>   Les canalisations d'eau, les appareils qui leur sont raccordés et les réservoirs sont établis de manière à assurer la permanence de l'adduction et de l'évacuation et à éviter la pollution du réseau de distribution, notamment par les eaux usées et les eaux-vannes.<p></p><p></p>   Les canalisations d'eau potable desservant les logements assurent la distribution avec une pression et un débit suffisants et sont branchées au réseau public de distribution, s'il existe. Elles sont conformes aux règlements sanitaires en vigueur.<p></p><p></p>   1.3.2. Installations de gaz et d'électricité.<p></p><p></p>   Le logement est alimenté en électricité et, le cas échéant, en gaz. Ces alimentations, ainsi que la ventilation des pièces où le gaz est utilisé, répondent aux besoins normaux des usagers ; ces installations doivent assurer la sécurité des utilisateurs.<p></p><p></p>   Les nouvelles installations électriques et les nouvelles alimentations en gaz éventuelles, ainsi que la ventilation des pièces où le gaz est utilisé, sont conformes à la réglementation.<p></p><p></p>   1.3.3. Installation de la cuisine ou du coin cuisine.<p></p><p></p>   La cuisine ou le coin cuisine est intérieur et comprend un évier avec siphon raccordé à une chute d'eaux usées sur lequel sont installées l'eau potable froide et l'eau chaude. La cuisine ou le coin cuisine est aménagé de manière à pouvoir recevoir un appareil de cuisson à gaz ou électrique ou possède un conduit d'évacuation de fumée en bon état.<p></p><p></p>   1.3.4. Ouverture et ventilation.<p></p><p></p>   Toute pièce d'habitation est pourvue d'un ouvrant donnant à l'air libre permettant une aération et un éclairement suffisants et assurant le bon usage du logement et la conservation du bâtiment.<p></p><p></p>   Toute pièce de service (telle que la cuisine, le cabinet d'aisance ou la salle d'eau) est pourvue d'un ouvrant donnant à l'extérieur ou, à défaut, est équipée d'un système de ventilation débouchant à l'extérieur du bâtiment et assurant le bon usage du logement et la conservation de ce bâtiment.<p></p><p></p>   1.3.5. Equipement sanitaire.<p></p><p></p>   S'il existe un cabinet d'aisance intérieur, il est séparé de la cuisine et de la pièce où sont pris les repas.<p></p><p></p><p></p>   2. Caractéristiques spécifiques aux logements situés dans des immeubles collectifs.<p></p><p></p>   En outre, ces logements doivent présenter les caractéristiques suivantes :<p></p><p></p>   2.1. Equipement sanitaire.<p></p><p></p>   La salle d'eau est intérieure et comporte une baignoire ou une douche et un lavabo munis de siphons et alimentés en eau chaude et froide.<p></p><p></p>   Le cabinet d'aisance est intérieur et pourvu d'une cuvette à l'anglaise et d'une chasse d'eau. S'il est équipé d'une fosse étanche, la chasse d'eau peut être remplacée par un simple effet d'eau.<p></p><p></p>   Le cabinet d'aisance est séparé de la cuisine et de la pièce où sont pris les repas.<p></p><p></p>   Les planchers sont étanches et les parois situées autour de la douche et de la baignoire sont protégées contre les infiltrations.<p></p><p></p>   2.2. Chauffage.<p></p><p></p>   Les équipements de chauffage collectif (chaudière du chauffage central collectif notamment), lorsqu'il en existe, sont en bon état d'entretien et de fonctionnement. Ils permettent d'assurer une température suffisante dans chacune des pièces.<p></p><p></p>   2.3. Parties communes de l'immeuble collectif.<p></p><p></p>   Les parties communes sont en bon état d'entretien. En particulier, l'ascenseur, lorsqu'il existe, est en bon état d'entretien et de fonctionnement.<p></p><p></p>   (1) Est considéré comme maison individuelle le bâtiment d'habitation comportant un accès direct vers l'extérieur et ne comprenant qu'un seul logement.<p></p><p></p>",
            "num": "Annexe à l'article R443-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 552182400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-07-02",
                        "fin": "2999-01-01",
                        "titre": "Normes minimales d'habitabilité des logements vendus en application de l'article R. 443-11.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129019",
                        "id": "LEGISCTA000006129019",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832853",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129019",
            "sectionParentId": "LEGISCTA000006129019",
            "sectionParentTitre": "Normes minimales d'habitabilité des logements vendus en application de l'article R. 443-11.",
            "fullSectionsTitre": "Annexes &gt; Normes minimales d'habitabilité des logements vendus en application de l'article R. 443-11.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006832853",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000517049",
                    "textTitle": "Décret 87-477 1987-07-01 annexe JORF 2 juillet 1987",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000517049",
                    "natureText": "DECRET",
                    "datePubliTexte": "1987-07-02",
                    "dateSignaTexte": "1987-07-01",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832853",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 552182400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R443-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}