{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048806563",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les contribuables domiciliés en France au sens de l'article 4 B peuvent bénéficier d'un crédit d'impôt sur le revenu au titre des dépenses effectivement supportées, entre le 1er janvier 2021 et le 31 décembre 2025, pour l'acquisition et la pose d'un système de charge pilotable pour véhicule électrique dans le logement dont ils sont propriétaires, locataires ou occupants à titre gratuit et qu'ils affectent à leur habitation principale et à leur résidence secondaire exclusivement, dans la limite d'une résidence secondaire par contribuable. 2. Les dépenses d'acquisition et de pose de systèmes de charge mentionnées au 1 du présent article n'ouvrent droit au crédit d'impôt que si elles sont facturées par l'entreprise : 1° Qui procède à la fourniture et à l'installation des systèmes de charge ; 2° Ou qui, pour l'installation des systèmes de charge qu'elle fournit ou pour la fourniture et l'installation de ces mêmes systèmes, recourt à une autre entreprise, dans le cadre d'un contrat de sous-traitance régi par la loi n° 75-1334 du 31 décembre 1975 relative à la sous-traitance. 3. Un arrêté conjoint des ministres chargés de l'énergie et du budget précise les caractéristiques techniques des systèmes de charge pilotable pour véhicule électrique requises pour l'application du crédit d'impôt. 4. Le crédit d'impôt s'applique pour le calcul de l'impôt dû au titre de l'année du paiement de la dépense par le contribuable. 5. Le crédit d'impôt est égal à 75 % du montant des dépenses mentionnées au 1, sans pouvoir dépasser 500 € par système de charge. 6. Le bénéfice du crédit d'impôt est limité, pour un même logement, à un seul système de charge pour une personne célibataire, veuve ou divorcée et à deux systèmes pour un couple soumis à imposition commune. 7. a. Les dépenses mentionnées au 1 s'entendent de celles figurant sur la facture de l'entreprise mentionnée au 2. b. Les dépenses mentionnées au 1 ouvrent droit au bénéfice du crédit d'impôt, sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, la facture, autre que des factures d'acompte, de l'entreprise mentionnée au 2. Cette facture indique, outre les mentions prévues à l'article 289 : 1° Le lieu de réalisation des travaux ; 2° La nature de ces travaux ainsi que la désignation, le montant et, le cas échéant, les caractéristiques techniques mentionnées au 3 du présent article des systèmes de charge. c. Lorsque le bénéficiaire du crédit d'impôt n'est pas en mesure de produire une facture comportant les mentions prévues au b, il fait l'objet, au titre de l'année d'imputation et dans la limite du crédit d'impôt obtenu, d'une reprise égale au montant de l'avantage fiscal accordé à raison de la dépense non justifiée. 8. Un contribuable ne peut, pour une même dépense, bénéficier à la fois des dispositions du présent article et d'une déduction de charges pour la détermination de ses revenus catégoriels. 9. Le crédit d'impôt est imputé sur l'impôt sur le revenu après imputation des réductions d'impôt mentionnées aux articles 199 quater B à 200 bis, des crédits d'impôt et des prélèvements ou retenues non libératoires. S'il excède l'impôt dû, l'excédent est restitué. Lorsque le bénéficiaire du crédit d'impôt est remboursé dans un délai de cinq ans de tout ou partie du montant des dépenses qui ont ouvert droit à cet avantage, il fait, le cas échéant, l'objet, au titre de l'année de remboursement et dans la limite du crédit d'impôt obtenu, d'une reprise égale à la différence entre le montant de l'avantage fiscal initialement accordé et le montant de l'avantage fiscal déterminé en application des dispositions du 5 du présent article sur la base de la dépense finalement supportée par le contribuable. Toutefois, aucune reprise n'est pratiquée lorsque le remboursement fait suite à un sinistre survenu après que les dépenses ont été payées.",
            "texteHtml": "<p>1. Les contribuables domiciliés en France au sens de l'article 4 B peuvent bénéficier d'un crédit d'impôt sur le revenu au titre des dépenses effectivement supportées, entre le 1er janvier 2021 et le 31 décembre 2025, pour l'acquisition et la pose d'un système de charge pilotable pour véhicule électrique dans le logement dont ils sont propriétaires, locataires ou occupants à titre gratuit et qu'ils affectent à leur habitation principale et à leur résidence secondaire exclusivement, dans la limite d'une résidence secondaire par contribuable.<br/><br/>\n2. Les dépenses d'acquisition et de pose de systèmes de charge mentionnées au 1 du présent article n'ouvrent droit au crédit d'impôt que si elles sont facturées par l'entreprise :<br/><br/>\n1° Qui procède à la fourniture et à l'installation des systèmes de charge ;<br/><br/>\n2° Ou qui, pour l'installation des systèmes de charge qu'elle fournit ou pour la fourniture et l'installation de ces mêmes systèmes, recourt à une autre entreprise, dans le cadre d'un contrat de sous-traitance régi par la loi n° 75-1334 du 31 décembre 1975 relative à la sous-traitance.<br/><br/>\n3. Un arrêté conjoint des ministres chargés de l'énergie et du budget précise les caractéristiques techniques des systèmes de charge pilotable pour véhicule électrique requises pour l'application du crédit d'impôt.<br/><br/>\n4. Le crédit d'impôt s'applique pour le calcul de l'impôt dû au titre de l'année du paiement de la dépense par le contribuable.<br/><br/>\n5. Le crédit d'impôt est égal à 75 % du montant des dépenses mentionnées au 1, sans pouvoir dépasser 500 € par système de charge.<br/><br/>\n6. Le bénéfice du crédit d'impôt est limité, pour un même logement, à un seul système de charge pour une personne célibataire, veuve ou divorcée et à deux systèmes pour un couple soumis à imposition commune.<br/><br/>\n7. a. Les dépenses mentionnées au 1 s'entendent de celles figurant sur la facture de l'entreprise mentionnée au 2.<br/><br/>\nb. Les dépenses mentionnées au 1 ouvrent droit au bénéfice du crédit d'impôt, sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, la facture, autre que des factures d'acompte, de l'entreprise mentionnée au 2.<br/><br/>\nCette facture indique, outre les mentions prévues à l'article 289 :<br/><br/>\n1° Le lieu de réalisation des travaux ;<br/><br/>\n2° La nature de ces travaux ainsi que la désignation, le montant et, le cas échéant, les caractéristiques techniques mentionnées au 3 du présent article des systèmes de charge.<br/><br/>\nc. Lorsque le bénéficiaire du crédit d'impôt n'est pas en mesure de produire une facture comportant les mentions prévues au b, il fait l'objet, au titre de l'année d'imputation et dans la limite du crédit d'impôt obtenu, d'une reprise égale au montant de l'avantage fiscal accordé à raison de la dépense non justifiée.<br/><br/>\n8. Un contribuable ne peut, pour une même dépense, bénéficier à la fois des dispositions du présent article et d'une déduction de charges pour la détermination de ses revenus catégoriels.<br/><br/>\n9. Le crédit d'impôt est imputé sur l'impôt sur le revenu après imputation des réductions d'impôt mentionnées aux articles 199 quater B à 200 bis, des crédits d'impôt et des prélèvements ou retenues non libératoires. S'il excède l'impôt dû, l'excédent est restitué.<br/><br/>\nLorsque le bénéficiaire du crédit d'impôt est remboursé dans un délai de cinq ans de tout ou partie du montant des dépenses qui ont ouvert droit à cet avantage, il fait, le cas échéant, l'objet, au titre de l'année de remboursement et dans la limite du crédit d'impôt obtenu, d'une reprise égale à la différence entre le montant de l'avantage fiscal initialement accordé et le montant de l'avantage fiscal déterminé en application des dispositions du 5 du présent article sur la base de la dépense finalement supportée par le contribuable. Toutefois, aucune reprise n'est pratiquée lorsque le remboursement fait suite à un sinistre survenu après que les dépenses ont été payées.</p>",
            "num": "200 quater C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-12-31",
                        "fin": "2999-01-01",
                        "titre": "23° ter : Crédit d'impôt pour acquisition et pose de systèmes de charge pour véhicule électrique\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042857381",
                        "id": "LEGISCTA000042857381",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022481791",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042857381",
            "sectionParentId": "LEGISCTA000042857381",
            "sectionParentTitre": "23° ter : Crédit d'impôt pour acquisition et pose de systèmes de charge pour véhicule électrique\r\n\r\n\r\n",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 23° ter : Crédit d'impôt pour acquisition et pose de systèmes de charge pour véhicule électrique\r\n\r\n\r\n",
            "refInjection": "MD-20240104_212428_965_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048806563",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048727345",
                    "textTitle": "LOI n°2023-1322 du 29 décembre 2023 - art. 18 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000048769395",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-12-30",
                    "dateSignaTexte": "2023-12-29",
                    "dateDebutCible": "2023-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024152033",
                    "textTitle": "Décret n°2011-645  du 9 juin 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000024152041",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-645",
                    "datePubli": 1307750400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043927171",
                    "textTitle": "Arrêté du 27 mai 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043927839",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1628640000000,
                    "dateDebut": 1628726400000
                },
                {
                    "textCid": "JORFTEXT000043927171",
                    "textTitle": "Arrêté du 27 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043927852",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1628640000000,
                    "dateDebut": 1628726400000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 18 ter A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18 ter A",
                    "articleId": "LEGIARTI000043927878",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628726400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022496549",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042910323",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046868466",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048806563",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "200 quater C",
                "200"
            ],
            "versionPrecedente": "LEGIARTI000046868466",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000046868466",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les contribuables domiciliés en France au sens de l'article 4 B peuvent bénéficier d'un crédit d'impôt sur le revenu au titre des dépenses effectivement supportées, entre le 1er janvier 2021 et le 31 décembre 2025, pour l'acquisition et la pose d'un système de charge pour véhicule électrique dans le logement dont ils sont propriétaires, locataires ou occupants à titre gratuit et qu'ils affectent à leur habitation principale et à leur résidence secondaire exclusivement, dans la limite d'une résidence secondaire par contribuable. 2. Les dépenses d'acquisition et de pose de systèmes de charge mentionnées au 1 du présent article n'ouvrent droit au crédit d'impôt que si elles sont facturées par l'entreprise : 1° Qui procède à la fourniture et à l'installation des systèmes de charge ; 2° Ou qui, pour l'installation des systèmes de charge qu'elle fournit ou pour la fourniture et l'installation de ces mêmes systèmes, recourt à une autre entreprise, dans le cadre d'un contrat de sous-traitance régi par la loi n° 75-1334 du 31 décembre 1975 relative à la sous-traitance. 3. Un arrêté conjoint des ministres chargés de l'énergie et du budget précise les caractéristiques techniques des systèmes de charge pour véhicule électrique requises pour l'application du crédit d'impôt. 4. Le crédit d'impôt s'applique pour le calcul de l'impôt dû au titre de l'année du paiement de la dépense par le contribuable. 5. Le crédit d'impôt est égal à 75 % du montant des dépenses mentionnées au 1, sans pouvoir dépasser 300 € par système de charge. 6. Le bénéfice du crédit d'impôt est limité, pour un même logement, à un seul système de charge pour une personne célibataire, veuve ou divorcée et à deux systèmes pour un couple soumis à imposition commune. 7. a. Les dépenses mentionnées au 1 s'entendent de celles figurant sur la facture de l'entreprise mentionnée au 2. b. Les dépenses mentionnées au 1 ouvrent droit au bénéfice du crédit d'impôt, sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, la facture, autre que des factures d'acompte, de l'entreprise mentionnée au 2. Cette facture indique, outre les mentions prévues à l'article 289 : 1° Le lieu de réalisation des travaux ; 2° La nature de ces travaux ainsi que la désignation, le montant et, le cas échéant, les caractéristiques techniques mentionnées au 3 du présent article des systèmes de charge. c. Lorsque le bénéficiaire du crédit d'impôt n'est pas en mesure de produire une facture comportant les mentions prévues au b, il fait l'objet, au titre de l'année d'imputation et dans la limite du crédit d'impôt obtenu, d'une reprise égale au montant de l'avantage fiscal accordé à raison de la dépense non justifiée. 8. Un contribuable ne peut, pour une même dépense, bénéficier à la fois des dispositions du présent article et d'une déduction de charges pour la détermination de ses revenus catégoriels. 9. Le crédit d'impôt est imputé sur l'impôt sur le revenu après imputation des réductions d'impôt mentionnées aux articles 199 quater B à 200 bis, des crédits d'impôt et des prélèvements ou retenues non libératoires. S'il excède l'impôt dû, l'excédent est restitué. Lorsque le bénéficiaire du crédit d'impôt est remboursé dans un délai de cinq ans de tout ou partie du montant des dépenses qui ont ouvert droit à cet avantage, il fait, le cas échéant, l'objet, au titre de l'année de remboursement et dans la limite du crédit d'impôt obtenu, d'une reprise égale à la différence entre le montant de l'avantage fiscal initialement accordé et le montant de l'avantage fiscal déterminé en application des dispositions du 5 du présent article sur la base de la dépense finalement supportée par le contribuable. Toutefois, aucune reprise n'est pratiquée lorsque le remboursement fait suite à un sinistre survenu après que les dépenses ont été payées.",
            "texteHtml": "<p>1. Les contribuables domiciliés en France au sens de l'article 4 B peuvent bénéficier d'un crédit d'impôt sur le revenu au titre des dépenses effectivement supportées, entre le 1er janvier 2021 et le 31 décembre 2025, pour l'acquisition et la pose d'un système de charge pour véhicule électrique dans le logement dont ils sont propriétaires, locataires ou occupants à titre gratuit et qu'ils affectent à leur habitation principale et à leur résidence secondaire exclusivement, dans la limite d'une résidence secondaire par contribuable.<br/><br/>\n2. Les dépenses d'acquisition et de pose de systèmes de charge mentionnées au 1 du présent article n'ouvrent droit au crédit d'impôt que si elles sont facturées par l'entreprise :<br/><br/>\n1° Qui procède à la fourniture et à l'installation des systèmes de charge ;<br/><br/>\n2° Ou qui, pour l'installation des systèmes de charge qu'elle fournit ou pour la fourniture et l'installation de ces mêmes systèmes, recourt à une autre entreprise, dans le cadre d'un contrat de sous-traitance régi par la loi n° 75-1334 du 31 décembre 1975 relative à la sous-traitance.<br/><br/>\n3. Un arrêté conjoint des ministres chargés de l'énergie et du budget précise les caractéristiques techniques des systèmes de charge pour véhicule électrique requises pour l'application du crédit d'impôt.<br/><br/>\n4. Le crédit d'impôt s'applique pour le calcul de l'impôt dû au titre de l'année du paiement de la dépense par le contribuable.<br/><br/>\n5. Le crédit d'impôt est égal à 75 % du montant des dépenses mentionnées au 1, sans pouvoir dépasser 300 € par système de charge.<br/><br/>\n6. Le bénéfice du crédit d'impôt est limité, pour un même logement, à un seul système de charge pour une personne célibataire, veuve ou divorcée et à deux systèmes pour un couple soumis à imposition commune.<br/><br/>\n7. a. Les dépenses mentionnées au 1 s'entendent de celles figurant sur la facture de l'entreprise mentionnée au 2.<br/><br/>\nb. Les dépenses mentionnées au 1 ouvrent droit au bénéfice du crédit d'impôt, sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, la facture, autre que des factures d'acompte, de l'entreprise mentionnée au 2.<br/><br/>\nCette facture indique, outre les mentions prévues à l'article 289 :<br/><br/>\n1° Le lieu de réalisation des travaux ;<br/><br/>\n2° La nature de ces travaux ainsi que la désignation, le montant et, le cas échéant, les caractéristiques techniques mentionnées au 3 du présent article des systèmes de charge.<br/><br/>\nc. Lorsque le bénéficiaire du crédit d'impôt n'est pas en mesure de produire une facture comportant les mentions prévues au b, il fait l'objet, au titre de l'année d'imputation et dans la limite du crédit d'impôt obtenu, d'une reprise égale au montant de l'avantage fiscal accordé à raison de la dépense non justifiée.<br/><br/>\n8. Un contribuable ne peut, pour une même dépense, bénéficier à la fois des dispositions du présent article et d'une déduction de charges pour la détermination de ses revenus catégoriels.<br/><br/>\n9. Le crédit d'impôt est imputé sur l'impôt sur le revenu après imputation des réductions d'impôt mentionnées aux articles 199 quater B à 200 bis, des crédits d'impôt et des prélèvements ou retenues non libératoires. S'il excède l'impôt dû, l'excédent est restitué.<br/><br/>\nLorsque le bénéficiaire du crédit d'impôt est remboursé dans un délai de cinq ans de tout ou partie du montant des dépenses qui ont ouvert droit à cet avantage, il fait, le cas échéant, l'objet, au titre de l'année de remboursement et dans la limite du crédit d'impôt obtenu, d'une reprise égale à la différence entre le montant de l'avantage fiscal initialement accordé et le montant de l'avantage fiscal déterminé en application des dispositions du 5 du présent article sur la base de la dépense finalement supportée par le contribuable. Toutefois, aucune reprise n'est pratiquée lorsque le remboursement fait suite à un sinistre survenu après que les dépenses ont été payées.</p>",
            "num": "200 quater C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1672531200000,
            "dateFin": 1704067200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-12-31",
                        "fin": "2999-01-01",
                        "titre": "23° ter : Crédit d'impôt pour acquisition et pose de systèmes de charge pour véhicule électrique\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042857381",
                        "id": "LEGISCTA000042857381",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022481791",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042857381",
            "sectionParentId": "LEGISCTA000042857381",
            "sectionParentTitre": "23° ter : Crédit d'impôt pour acquisition et pose de systèmes de charge pour véhicule électrique\r\n\r\n\r\n",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 23° ter : Crédit d'impôt pour acquisition et pose de systèmes de charge pour véhicule électrique\r\n\r\n\r\n",
            "refInjection": "MD-20240104_212428_965_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000046868466",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046845631",
                    "textTitle": "LOI n°2022-1726 du 30 décembre 2022 - art. 31 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000046852320",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-12-31",
                    "dateSignaTexte": "2022-12-30",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024152033",
                    "textTitle": "Décret n°2011-645  du 9 juin 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000024152041",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-645",
                    "datePubli": 1307750400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043927171",
                    "textTitle": "Arrêté du 27 mai 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043927839",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1628640000000,
                    "dateDebut": 1628726400000
                },
                {
                    "textCid": "JORFTEXT000043927171",
                    "textTitle": "Arrêté du 27 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043927852",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1628640000000,
                    "dateDebut": 1628726400000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 18 ter A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18 ter A",
                    "articleId": "LEGIARTI000043927878",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628726400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022496549",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042910323",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046868466",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048806563",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "200 quater C",
                "200"
            ],
            "versionPrecedente": "LEGIARTI000042910323",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042910323",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les contribuables domiciliés en France au sens de l'article 4 B peuvent bénéficier d'un crédit d'impôt sur le revenu au titre des dépenses effectivement supportées, entre le 1er janvier 2021 et le 31 décembre 2023, pour l'acquisition et la pose d'un système de charge pour véhicule électrique dans le logement dont ils sont propriétaires, locataires ou occupants à titre gratuit et qu'ils affectent à leur habitation principale et à leur résidence secondaire exclusivement, dans la limite d'une résidence secondaire par contribuable. 2. Les dépenses d'acquisition et de pose de systèmes de charge mentionnées au 1 du présent article n'ouvrent droit au crédit d'impôt que si elles sont facturées par l'entreprise : 1° Qui procède à la fourniture et à l'installation des systèmes de charge ; 2° Ou qui, pour l'installation des systèmes de charge qu'elle fournit ou pour la fourniture et l'installation de ces mêmes systèmes, recourt à une autre entreprise, dans le cadre d'un contrat de sous-traitance régi par la loi n° 75-1334 du 31 décembre 1975 relative à la sous-traitance. 3. Un arrêté conjoint des ministres chargés de l'énergie et du budget précise les caractéristiques techniques des systèmes de charge pour véhicule électrique requises pour l'application du crédit d'impôt. 4. Le crédit d'impôt s'applique pour le calcul de l'impôt dû au titre de l'année du paiement de la dépense par le contribuable. 5. Le crédit d'impôt est égal à 75 % du montant des dépenses mentionnées au 1, sans pouvoir dépasser 300 € par système de charge. 6. Le bénéfice du crédit d'impôt est limité, pour un même logement, à un seul système de charge pour une personne célibataire, veuve ou divorcée et à deux systèmes pour un couple soumis à imposition commune. 7. a. Les dépenses mentionnées au 1 s'entendent de celles figurant sur la facture de l'entreprise mentionnée au 2. b. Les dépenses mentionnées au 1 ouvrent droit au bénéfice du crédit d'impôt, sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, la facture, autre que des factures d'acompte, de l'entreprise mentionnée au 2. Cette facture indique, outre les mentions prévues à l'article 289 : 1° Le lieu de réalisation des travaux ; 2° La nature de ces travaux ainsi que la désignation, le montant et, le cas échéant, les caractéristiques techniques mentionnées au 3 du présent article des systèmes de charge. c. Lorsque le bénéficiaire du crédit d'impôt n'est pas en mesure de produire une facture comportant les mentions prévues au b, il fait l'objet, au titre de l'année d'imputation et dans la limite du crédit d'impôt obtenu, d'une reprise égale au montant de l'avantage fiscal accordé à raison de la dépense non justifiée. 8. Un contribuable ne peut, pour une même dépense, bénéficier à la fois des dispositions du présent article et d'une déduction de charges pour la détermination de ses revenus catégoriels. 9. Le crédit d'impôt est imputé sur l'impôt sur le revenu après imputation des réductions d'impôt mentionnées aux articles 199 quater B à 200 bis, des crédits d'impôt et des prélèvements ou retenues non libératoires. S'il excède l'impôt dû, l'excédent est restitué. Lorsque le bénéficiaire du crédit d'impôt est remboursé dans un délai de cinq ans de tout ou partie du montant des dépenses qui ont ouvert droit à cet avantage, il fait, le cas échéant, l'objet, au titre de l'année de remboursement et dans la limite du crédit d'impôt obtenu, d'une reprise égale à la différence entre le montant de l'avantage fiscal initialement accordé et le montant de l'avantage fiscal déterminé en application des dispositions du 5 du présent article sur la base de la dépense finalement supportée par le contribuable. Toutefois, aucune reprise n'est pratiquée lorsque le remboursement fait suite à un sinistre survenu après que les dépenses ont été payées.",
            "texteHtml": "<p>1. Les contribuables domiciliés en France au sens de l'article 4 B peuvent bénéficier d'un crédit d'impôt sur le revenu au titre des dépenses effectivement supportées, entre le 1er janvier 2021 et le 31 décembre 2023, pour l'acquisition et la pose d'un système de charge pour véhicule électrique dans le logement dont ils sont propriétaires, locataires ou occupants à titre gratuit et qu'ils affectent à leur habitation principale et à leur résidence secondaire exclusivement, dans la limite d'une résidence secondaire par contribuable.<br/><br/>\n 2. Les dépenses d'acquisition et de pose de systèmes de charge mentionnées au 1 du présent article n'ouvrent droit au crédit d'impôt que si elles sont facturées par l'entreprise :<br/><br/>\n 1° Qui procède à la fourniture et à l'installation des systèmes de charge ;<br/><br/>\n 2° Ou qui, pour l'installation des systèmes de charge qu'elle fournit ou pour la fourniture et l'installation de ces mêmes systèmes, recourt à une autre entreprise, dans le cadre d'un contrat de sous-traitance régi par la loi n° 75-1334 du 31 décembre 1975 relative à la sous-traitance.<br/><br/>\n 3. Un arrêté conjoint des ministres chargés de l'énergie et du budget précise les caractéristiques techniques des systèmes de charge pour véhicule électrique requises pour l'application du crédit d'impôt.<br/><br/>\n 4. Le crédit d'impôt s'applique pour le calcul de l'impôt dû au titre de l'année du paiement de la dépense par le contribuable.<br/><br/>\n 5. Le crédit d'impôt est égal à 75 % du montant des dépenses mentionnées au 1, sans pouvoir dépasser 300 € par système de charge.<br/><br/>\n 6. Le bénéfice du crédit d'impôt est limité, pour un même logement, à un seul système de charge pour une personne célibataire, veuve ou divorcée et à deux systèmes pour un couple soumis à imposition commune.<br/><br/>\n 7. a. Les dépenses mentionnées au 1 s'entendent de celles figurant sur la facture de l'entreprise mentionnée au 2.<br/><br/>\n b. Les dépenses mentionnées au 1 ouvrent droit au bénéfice du crédit d'impôt, sous réserve que le contribuable soit en mesure de présenter, à la demande de l'administration fiscale, la facture, autre que des factures d'acompte, de l'entreprise mentionnée au 2.<br/><br/>\n Cette facture indique, outre les mentions prévues à l'article 289 :<br/><br/>\n 1° Le lieu de réalisation des travaux ;<br/><br/>\n 2° La nature de ces travaux ainsi que la désignation, le montant et, le cas échéant, les caractéristiques techniques mentionnées au 3 du présent article des systèmes de charge.<br/><br/>\n c. Lorsque le bénéficiaire du crédit d'impôt n'est pas en mesure de produire une facture comportant les mentions prévues au b, il fait l'objet, au titre de l'année d'imputation et dans la limite du crédit d'impôt obtenu, d'une reprise égale au montant de l'avantage fiscal accordé à raison de la dépense non justifiée.<br/><br/>\n 8. Un contribuable ne peut, pour une même dépense, bénéficier à la fois des dispositions du présent article et d'une déduction de charges pour la détermination de ses revenus catégoriels.<br/><br/>\n 9. Le crédit d'impôt est imputé sur l'impôt sur le revenu après imputation des réductions d'impôt mentionnées aux articles 199 quater B à 200 bis, des crédits d'impôt et des prélèvements ou retenues non libératoires. S'il excède l'impôt dû, l'excédent est restitué.<br/><br/>\n Lorsque le bénéficiaire du crédit d'impôt est remboursé dans un délai de cinq ans de tout ou partie du montant des dépenses qui ont ouvert droit à cet avantage, il fait, le cas échéant, l'objet, au titre de l'année de remboursement et dans la limite du crédit d'impôt obtenu, d'une reprise égale à la différence entre le montant de l'avantage fiscal initialement accordé et le montant de l'avantage fiscal déterminé en application des dispositions du 5 du présent article sur la base de la dépense finalement supportée par le contribuable. Toutefois, aucune reprise n'est pratiquée lorsque le remboursement fait suite à un sinistre survenu après que les dépenses ont été payées.</p>",
            "num": "200 quater C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1609372800000,
            "dateFin": 1672531200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-12-31",
                        "fin": "2999-01-01",
                        "titre": "23° ter : Crédit d'impôt pour acquisition et pose de systèmes de charge pour véhicule électrique\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042857381",
                        "id": "LEGISCTA000042857381",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022481791",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042857381",
            "sectionParentId": "LEGISCTA000042857381",
            "sectionParentTitre": "23° ter : Crédit d'impôt pour acquisition et pose de systèmes de charge pour véhicule électrique\r\n\r\n\r\n",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 23° ter : Crédit d'impôt pour acquisition et pose de systèmes de charge pour véhicule électrique\r\n\r\n\r\n",
            "refInjection": "MD-20240104_212428_965_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000042910323",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 53 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000042778467",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024152033",
                    "textTitle": "Décret n°2011-645  du 9 juin 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000024152041",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-645",
                    "datePubli": 1307750400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043927171",
                    "textTitle": "Arrêté du 27 mai 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043927839",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1628640000000,
                    "dateDebut": 1628726400000
                },
                {
                    "textCid": "JORFTEXT000043927171",
                    "textTitle": "Arrêté du 27 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043927852",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1628640000000,
                    "dateDebut": 1628726400000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 18 ter A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18 ter A",
                    "articleId": "LEGIARTI000043927878",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628726400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022496549",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042910323",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046868466",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048806563",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "200 quater C",
                "200"
            ],
            "versionPrecedente": "LEGIARTI000022496549",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022496549",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les contribuables domiciliés en France au sens de  l'article 4 B peuvent bénéficier d'un crédit d'impôt sur le revenu au  titre des dépenses effectivement supportées pour réduire la  vulnérabilité à des aléas technologiques de leur habitation principale. Ce crédit d'impôt s'applique aux dépenses  payées entre le 1er janvier 2011 et le 31 décembre 2013 pour la  réalisation de travaux prescrits aux propriétaires d'habitation au titre  du IV de l'article L. 515-16 du code de l'environnement, sous  réserve que ces dépenses de travaux soient payées dans un délai de  quatre ans suivant l'approbation du plan de prévention des risques  technologiques prévu à l'article L. 515-15 du même code. 2. Le crédit d'impôt s'applique pour le calcul  de l'impôt dû au titre de l'année du paiement de la dépense par le  contribuable. 3. Pour un même logement, le montant des  dépenses ouvrant droit au crédit d'impôt ne peut excéder, au titre d'une  période de trois années civiles consécutives comprises entre le 1er  janvier 2011 et le 31 décembre 2013, la somme de 30 000 €. 4. Le crédit d'impôt est égal à 40 % du montant  des dépenses mentionnées au 1. 5. Les travaux mentionnés au 1 s'entendent de  ceux figurant sur la facture d'une entreprise. Le crédit d'impôt est accordé sur présentation  des factures, autres que les factures d'acompte, des entreprises ayant  réalisé les travaux et comportant, outre les mentions prévues à  l'article 289, l'adresse de réalisation des travaux, leur nature ainsi  que la désignation et le montant des travaux mentionnés au 1. 6. Le crédit d'impôt est imputé sur l'impôt sur  le revenu après imputation des réductions d'impôt mentionnées aux  articles 199 quater B à 200 bis, des crédits d'impôt et des prélèvements  ou retenues non libératoires. S'il excède l'impôt dû, l'excédent est  restitué. 7. Lorsque le bénéficiaire du crédit d'impôt  est remboursé dans un délai de cinq ans de tout ou partie du montant des  dépenses qui ont ouvert droit à cet avantage, il fait l'objet, au titre  de l'année de remboursement et dans la limite du crédit d'impôt obtenu,  d'une reprise égale à 40 % de la somme remboursée. Toutefois, aucune  reprise n'est pratiquée lorsque le remboursement fait suite à un  sinistre survenu après que les dépenses ont été payées.",
            "texteHtml": "1. Les contribuables domiciliés en France au sens de  l'article 4 B peuvent bénéficier d'un crédit d'impôt sur le revenu au  titre des dépenses effectivement supportées pour réduire la  vulnérabilité à des aléas technologiques de leur habitation principale.<br/><br/>  Ce crédit d'impôt s'applique aux dépenses  payées entre le 1er janvier 2011 et le 31 décembre 2013 pour la  réalisation de travaux prescrits aux propriétaires d'habitation au titre  du IV de l'article L. 515-16 du code de l'environnement, sous  réserve que ces dépenses de travaux soient payées dans un délai de  quatre ans suivant l'approbation du plan de prévention des risques  technologiques prévu à l'article L. 515-15 du même code.<br/><br/>  2. Le crédit d'impôt s'applique pour le calcul  de l'impôt dû au titre de l'année du paiement de la dépense par le  contribuable.<br/><br/>  3. Pour un même logement, le montant des  dépenses ouvrant droit au crédit d'impôt ne peut excéder, au titre d'une  période de trois années civiles consécutives comprises entre le 1er  janvier 2011 et le 31 décembre 2013, la somme de 30 000 €.<br/><br/>  4. Le crédit d'impôt est égal à 40 % du montant  des dépenses mentionnées au 1.<br/><br/>  5. Les travaux mentionnés au 1 s'entendent de  ceux figurant sur la facture d'une entreprise.<br/><br/>  Le crédit d'impôt est accordé sur présentation  des factures, autres que les factures d'acompte, des entreprises ayant  réalisé les travaux et comportant, outre les mentions prévues à  l'article 289, l'adresse de réalisation des travaux, leur nature ainsi  que la désignation et le montant des travaux mentionnés au 1.<br/><br/>  6. Le crédit d'impôt est imputé sur l'impôt sur  le revenu après imputation des réductions d'impôt mentionnées aux  articles 199 quater B à 200 bis, des crédits d'impôt et des prélèvements  ou retenues non libératoires. S'il excède l'impôt dû, l'excédent est  restitué.<br/><br/>  7. Lorsque le bénéficiaire du crédit d'impôt  est remboursé dans un délai de cinq ans de tout ou partie du montant des  dépenses qui ont ouvert droit à cet avantage, il fait l'objet, au titre  de l'année de remboursement et dans la limite du crédit d'impôt obtenu,  d'une reprise égale à 40 % de la somme remboursée. Toutefois, aucune  reprise n'est pratiquée lorsque le remboursement fait suite à un  sinistre survenu après que les dépenses ont été payées. ",
            "num": "200 quater C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1279065600000,
            "dateFin": 1293840000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-12-22",
                        "fin": "2999-01-01",
                        "titre": "23° bis : Crédit d'impôt pour frais de garde des jeunes enfants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021507967",
                        "id": "LEGISCTA000021507967",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000022481791",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000021507967",
            "sectionParentId": "LEGISCTA000021507967",
            "sectionParentTitre": "23° bis : Crédit d'impôt pour frais de garde des jeunes enfants",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 23° bis : Crédit d'impôt pour frais de garde des jeunes enfants",
            "refInjection": "MD-20240104_212428_965_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000022496549",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022470434",
                    "textTitle": "LOI n° 2010-788\n du 12 juillet 2010 - art. 215",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "215",
                    "articleId": "LEGIARTI000022473226",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-13",
                    "dateSignaTexte": "2010-07-12",
                    "dateDebutCible": "2010-07-14"
                },
                {
                    "textCid": "JORFTEXT000023314376",
                    "textTitle": "LOI n°2010-1657 du 29 décembre 2010 - art. 99",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "99",
                    "articleId": "LEGIARTI000023347489",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-12-30",
                    "dateSignaTexte": "2010-12-29",
                    "dateDebutCible": "2010-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024152033",
                    "textTitle": "Décret n°2011-645  du 9 juin 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000024152041",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-645",
                    "datePubli": 1307750400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043927171",
                    "textTitle": "Arrêté du 27 mai 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000043927839",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1628640000000,
                    "dateDebut": 1628726400000
                },
                {
                    "textCid": "JORFTEXT000043927171",
                    "textTitle": "Arrêté du 27 mai 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043927852",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1628640000000,
                    "dateDebut": 1628726400000
                },
                {
                    "textCid": "LEGITEXT000006069576",
                    "textTitle": "Code général des impôts, annexe 4, CGIAN4. - art. 18 ter A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "18 ter A",
                    "articleId": "LEGIARTI000043927878",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1628726400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000022496549",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1279065600000,
                    "dateFin": 1293840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042910323",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046868466",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1704067200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048806563",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "200 quater C",
                "200"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}