{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047859052",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour les nécessités de l'enquête douanière, les agents des douanes peuvent prendre connaissance, au cours de la retenue douanière, en la présence constante et effective de la personne retenue, du contenu des documents, quel qu'en soit le support, et de tous les autres objets en sa possession, avant de procéder à la saisie de ceux se rapportant au flagrant délit douanier. Le procureur de la République en est informé par tout moyen et peut s'y opposer. Pour les supports numériques, les opérations techniques nécessaires à la mise à disposition des données informatiques sont uniquement effectuées par des agents des douanes habilités par le ministre chargé des douanes ou par une personne qualifiée requise au titre de l' article 67 quinquies A , afin de permettre l'exploitation des données sans porter atteinte à leur intégrité. Il est procédé à la saisie des données informatiques se rapportant au flagrant délit douanier, soit en procédant à la saisie du support physique de ces données, soit en réalisant une copie en présence de la personne retenue. Ces opérations font l'objet d'un procès-verbal, dont copie est remise à la personne retenue et au procureur de la République. Les objets et les documents saisis sont immédiatement inventoriés et placés sous scellés. II.-A l'issue de la retenue douanière, si la personne est présentée au procureur de la République ou remise à un officier de police judiciaire ou à un agent des douanes habilité en application de l' article 28-1 du code de procédure pénale , les documents et les objets saisis leur sont transmis. III.-Si les nécessités de l'enquête douanière l'exigent et sur autorisation écrite et motivée du procureur de la République, les agents des douanes peuvent, dans les conditions prévues au I du présent article et dans un délai de trente jours à compter de la saisie, procéder à une copie, aux fins d'analyse, des données informatiques contenues dans les supports numériques mentionnés au même I dans les cas suivants : 1° Lorsque la personne est remise en liberté à l'issue de la retenue douanière ; 2° Lorsque, à l'issue de la retenue douanière, l'autorité judiciaire saisie de l'affaire met ou laisse à la disposition des agents des douanes les supports numériques mentionnés audit I. La personne placée en retenue douanière ainsi que le propriétaire des supports, s'il s'agit d'une personne différente, sont avisés qu'ils peuvent assister à l'ouverture des scellés. Si ces personnes ne peuvent y assister, les opérations se déroulent en présence d'un représentant ou, à défaut, d'une personne requise à cet effet par les agents des douanes et qui n'est pas placée sous leur autorité. Si l'analyse des données copiées permet de constater des infractions relevant de la compétence des agents des douanes, ces données et leurs supports sont immédiatement inventoriés et placés sous scellés. Les autres données copiées sont détruites à l'expiration d'un délai maximal de trois mois à compter de la copie des données informatiques contenues dans les supports informatiques mentionnés au même I. Les opérations prévues au présent III font l'objet d'un procès-verbal transmis au procureur de la République qui les a autorisées, copie en ayant été remise à la personne retenue. IV.-Dans un délai de trente jours à compter de la réception d'une requête de l'intéressé ou d'office à l'expiration d'un délai de deux mois à compter de la saisie, les agents des douanes du service chargé de la procédure décident de la restitution des objets saisis lorsque leur propriété n'est pas sérieusement contestée. Cette décision est notifiée à l'intéressé. Il n'y a pas lieu à restitution lorsque celle-ci est de nature à créer un danger pour les personnes ou les biens, lorsque le bien saisi est l'instrument ou le produit direct ou indirect de l'infraction ou lorsqu'une disposition particulière prévoit la destruction ou la confiscation des objets saisis. La décision de non-restitution, prise dans les délais mentionnés au premier alinéa du présent IV, peut être déférée par l'intéressé dans un délai de trente jours à compter de sa notification au président de la chambre de l'instruction, par déclaration remise ou adressée, par lettre recommandée avec demande d'avis de réception ou par voie électronique, au greffe de la cour d'appel du lieu de la direction des douanes dont dépend le service chargé de la procédure. Ce recours n'est pas suspensif. L'ordonnance du président de la chambre de l'instruction est susceptible d'un pourvoi en cassation, selon les règles prévues au code de procédure pénale. La destruction des objets saisis n'intervient que lorsque la décision de non-restitution est devenue définitive, au sens du dernier alinéa du présent IV. Si la restitution n'a pas été demandée ou décidée dans un délai de six mois à compter de la décision de classement, de la transaction conclue en application de l' article 350 ou de la décision par laquelle la dernière juridiction saisie a épuisé sa compétence, si la décision de non-restitution ne peut plus être contestée ou si le jugement ou l'arrêt de non-restitution est devenu définitif, les objets non restitués deviennent la propriété de l'Etat, sous réserve du droit des tiers. Il en est de même lorsque le propriétaire ou la personne à laquelle la restitution a été accordée ne réclame pas l'objet dans un délai de deux mois à compter de la réception d'une mise en demeure adressée à son domicile.",
            "texteHtml": "<p>I.-Pour les nécessités de l'enquête douanière, les agents des douanes peuvent prendre connaissance, au cours de la retenue douanière, en la présence constante et effective de la personne retenue, du contenu des documents, quel qu'en soit le support, et de tous les autres objets en sa possession, avant de procéder à la saisie de ceux se rapportant au flagrant délit douanier. Le procureur de la République en est informé par tout moyen et peut s'y opposer. </p><p>Pour les supports numériques, les opérations techniques nécessaires à la mise à disposition des données informatiques sont uniquement effectuées par des agents des douanes habilités par le ministre chargé des douanes ou par une personne qualifiée requise au titre de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000028287858&dateTexte=&categorieLien=cid'>article 67 quinquies A</a>, afin de permettre l'exploitation des données sans porter atteinte à leur intégrité. </p><p>Il est procédé à la saisie des données informatiques se rapportant au flagrant délit douanier, soit en procédant à la saisie du support physique de ces données, soit en réalisant une copie en présence de la personne retenue. </p><p>Ces opérations font l'objet d'un procès-verbal, dont copie est remise à la personne retenue et au procureur de la République. </p><p>Les objets et les documents saisis sont immédiatement inventoriés et placés sous scellés. </p><p>II.-A l'issue de la retenue douanière, si la personne est présentée au procureur de la République ou remise à un officier de police judiciaire ou à un agent des douanes habilité en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574902&dateTexte=&categorieLien=cid'>article 28-1 du code de procédure pénale</a>, les documents et les objets saisis leur sont transmis. </p><p>III.-Si les nécessités de l'enquête douanière l'exigent et sur autorisation écrite et motivée du procureur de la République, les agents des douanes peuvent, dans les conditions prévues au I du présent article et dans un délai de trente jours à compter de la saisie, procéder à une copie, aux fins d'analyse, des données informatiques contenues dans les supports numériques mentionnés au même I dans les cas suivants : </p><p>1° Lorsque la personne est remise en liberté à l'issue de la retenue douanière ; </p><p>2° Lorsque, à l'issue de la retenue douanière, l'autorité judiciaire saisie de l'affaire met ou laisse à la disposition des agents des douanes les supports numériques mentionnés audit I. </p><p>La personne placée en retenue douanière ainsi que le propriétaire des supports, s'il s'agit d'une personne différente, sont avisés qu'ils peuvent assister à l'ouverture des scellés. Si ces personnes ne peuvent y assister, les opérations se déroulent en présence d'un représentant ou, à défaut, d'une personne requise à cet effet par les agents des douanes et qui n'est pas placée sous leur autorité. </p><p>Si l'analyse des données copiées permet de constater des infractions relevant de la compétence des agents des douanes, ces données et leurs supports sont immédiatement inventoriés et placés sous scellés. Les autres données copiées sont détruites à l'expiration d'un délai maximal de trois mois à compter de la copie des données informatiques contenues dans les supports informatiques mentionnés au même I. </p><p>Les opérations prévues au présent III font l'objet d'un procès-verbal transmis au procureur de la République qui les a autorisées, copie en ayant été remise à la personne retenue. </p><p>IV.-Dans un délai de trente jours à compter de la réception d'une requête de l'intéressé ou d'office à l'expiration d'un délai de deux mois à compter de la saisie, les agents des douanes du service chargé de la procédure décident de la restitution des objets saisis lorsque leur propriété n'est pas sérieusement contestée. Cette décision est notifiée à l'intéressé. </p><p>Il n'y a pas lieu à restitution lorsque celle-ci est de nature à créer un danger pour les personnes ou les biens, lorsque le bien saisi est l'instrument ou le produit direct ou indirect de l'infraction ou lorsqu'une disposition particulière prévoit la destruction ou la confiscation des objets saisis. La décision de non-restitution, prise dans les délais mentionnés au premier alinéa du présent IV, peut être déférée par l'intéressé dans un délai de trente jours à compter de sa notification au président de la chambre de l'instruction, par déclaration remise ou adressée, par lettre recommandée avec demande d'avis de réception ou par voie électronique, au greffe de la cour d'appel du lieu de la direction des douanes dont dépend le service chargé de la procédure. </p><p>Ce recours n'est pas suspensif. L'ordonnance du président de la chambre de l'instruction est susceptible d'un pourvoi en cassation, selon les règles prévues au code de procédure pénale. </p><p>La destruction des objets saisis n'intervient que lorsque la décision de non-restitution est devenue définitive, au sens du dernier alinéa du présent IV. </p><p>Si la restitution n'a pas été demandée ou décidée dans un délai de six mois à compter de la décision de classement, de la transaction conclue en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000006615994&dateTexte=&categorieLien=cid'>article 350</a> ou de la décision par laquelle la dernière juridiction saisie a épuisé sa compétence, si la décision de non-restitution ne peut plus être contestée ou si le jugement ou l'arrêt de non-restitution est devenu définitif, les objets non restitués deviennent la propriété de l'Etat, sous réserve du droit des tiers. Il en est de même lorsque le propriétaire ou la personne à laquelle la restitution a été accordée ne réclame pas l'objet dans un délai de deux mois à compter de la réception d'une mise en demeure adressée à son domicile.</p>",
            "num": "323-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1689811200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2146435091,
            "context": {
                "titresTM": [
                    {
                        "debut": "2002-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre XII : Contentieux et recouvrement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099277",
                        "id": "LEGISCTA000006099277",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Constatation des infractions douanières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006122132",
                        "id": "LEGISCTA000006122132",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Constatation par procès-verbal de saisie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138920",
                        "id": "LEGISCTA000006138920",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-12-31",
                        "fin": "2011-06-01",
                        "titre": "Paragraphe 1 : Personnes appelées à opérer des saisies, droits et obligations des saisissants.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153192",
                        "id": "LEGISCTA000006153192",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Personnes appelées à opérer des saisies, droits et obligations des saisissants et retenue douanière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153192",
                        "id": "LEGISCTA000023876737",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047859052",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006153192",
            "sectionParentId": "LEGISCTA000023876737",
            "sectionParentTitre": "Paragraphe 1 : Personnes appelées à opérer des saisies, droits et obligations des saisissants et retenue douanière",
            "fullSectionsTitre": "Titre XII : Contentieux et recouvrement &gt; Chapitre Ier : Constatation des infractions douanières &gt; Section 1 : Constatation par procès-verbal de saisie &gt; Paragraphe 1 : Personnes appelées à opérer des saisies, droits et obligations des saisissants et retenue douanière",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047859052",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047858021",
                    "textTitle": "LOI n°2023-610 du 18 juillet 2023 - art. 11",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000047858889",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-07-19",
                    "dateSignaTexte": "2023-07-18",
                    "dateDebutCible": "2023-07-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 28-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "28-1",
                    "articleId": "LEGIARTI000006574902",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 350",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "350",
                    "articleId": "LEGIARTI000006615994",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1041292800000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 67 quinquies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "67 quinquies A",
                    "articleId": "LEGIARTI000028287858",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047859052",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1689811200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "323-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}