{
    "cid": "LEGIARTI000031682344",
    "num": "R200-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Statut des constructeurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132257",
                        "id": "LEGISCTA000006132257",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-12-24",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Les sociétés d'habitat participatif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031682334",
                        "id": "LEGISCTA000031682334",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000031682344",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031672960",
                    "textTitle": "Décret n°2015-1725 du 21 décembre 2015 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031681822",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-23",
                    "dateSignaTexte": "2015-12-21",
                    "dateDebutCible": "2015-12-24"
                }
            ],
            "num": "R200-5",
            "origine": "LEGI",
            "texte": "Les charges et frais déductibles des sommes versées, en remboursement de ses parts sociales, à l'associé démissionnaire ou exclu recouvrent : 1° Les charges et frais liés à l'établissement et à la notification des documents officialisant le retrait ou l'exclusion de l'associé ; 2° Les charges et frais liés à une procédure extrajudiciaire aux fins de recouvrement de sommes dues à la société par l'associé ; 3° Les charges et frais liés à la convocation et à la tenue sur cette question de l'assemblée générale des associés. La société justifie de l'ensemble de ces charges et frais. Ces charges et frais peuvent toutefois être évalués forfaitairement dans les statuts sans que le montant forfaitaire ne puisse excéder 2 % de la valeur des parts sociales de l'associé exclu ou démissionnaire pour les sociétés coopératives d'habitants ou de la valeur estimative des lots de l'associé exclu ou démissionnaire pour les sociétés d'attribution et d'autopromotion. Le remboursement des sommes dues par la société à l'associé démissionnaire ou exclu s'effectue dès que cet associé a été remplacé et que le nouvel associé a versé les sommes nécessaires à ce remboursement. Même si l'associé exclu ou démissionnaire n'est pas remplacé, le remboursement ne peut être reporté à plus de dix-huit mois après l'assemblée générale décidant l'exclusion ou acceptant le retrait.",
            "texteHtml": "<p align='left'>Les charges et frais déductibles des sommes versées, en remboursement de ses parts sociales, à l'associé démissionnaire ou exclu recouvrent : <br/><br/> 1° Les charges et frais liés à l'établissement et à la notification des documents officialisant le retrait ou l'exclusion de l'associé ; <br/><br/> 2° Les charges et frais liés à une procédure extrajudiciaire aux fins de recouvrement de sommes dues à la société par l'associé ; <br/><br/> 3° Les charges et frais liés à la convocation et à la tenue sur cette question de l'assemblée générale des associés. <br/><br/> La société justifie de l'ensemble de ces charges et frais. <br/><br/> Ces charges et frais peuvent toutefois être évalués forfaitairement dans les statuts sans que le montant forfaitaire ne puisse excéder 2 % de la valeur des parts sociales de l'associé exclu ou démissionnaire pour les sociétés coopératives d'habitants ou de la valeur estimative des lots de l'associé exclu ou démissionnaire pour les sociétés d'attribution et d'autopromotion. <br/><br/> Le remboursement des sommes dues par la société à l'associé démissionnaire ou exclu s'effectue dès que cet associé a été remplacé et que le nouvel associé a versé les sommes nécessaires à ce remboursement. Même si l'associé exclu ou démissionnaire n'est pas remplacé, le remboursement ne peut être reporté à plus de dix-huit mois après l'assemblée générale décidant l'exclusion ou acceptant le retrait. </p>",
            "type": "AUTONOME",
            "dateDebut": "2015-12-24T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}