{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000021542200",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "nomenclature des comptes Classe 1. - Capitaux permanents et emprunts 10 Capital et réserves 101 Capital. 102 Fonds d'établissement constitué. 103 Fonds social complémentaire. 104 Primes liées au capital social. 105 Écarts de réévaluation. 106 Réserves : 1062 Réserves indisponibles. 1063 Réserves statutaires ou contractuelles. 1064 Réserves réglementées : 10641 Plus-values nettes à long terme. 10642 Réserve pour remboursement d'emprunt pour fonds d'établissement. 10645 Réserve de capitalisation. 1068 Autres réserves. 109 Capital souscrit non appelé. 11 Report à nouveau 12 Résultat de l'exercice (bénéfice ou perte) 14 Provisions réglementées (autres que les provisions techniques) 15 Provisions 16 Emprunts et dettes assimilées 160 Passifs subordonnés : 1600 Titres participatifs admis en constitution de la marge de solvabilité. 1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité. 1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité. 161 Emprunts obligataires : 1610 Emprunts obligataires convertibles. 1611 Autres emprunts obligataires. 162 Emprunt pour fonds d'établissement. 163 Billets de trésorerie et autres titres de créance négociables émis par l'entreprise. 164 Dettes envers des établissements de crédit : 1640 Entreprises liées. 1641 Participations. 1642 Autres établissements de crédit. 165 Dépôts et cautionnements reçus : 1650 Entreprises liées. 1651 Participations. 1652 Dépôts de garantie, liés à des instruments financiers à terme, reçus en espèces ; 1653 Dépôts de garantie, liés à des instruments financiers à terme, reçus titres ; 1654 Autres. 1657. Dettes représentatives de la composante dépôt des contrats de réassurance. 168 Autres emprunts et dettes assimilées : 1680 Entreprises liées. 1681 Participations. 1682 Autres. 17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques 170 Entreprises liées. 171 Participations. 172 Autres entreprises. 18 Comptes de liaison 183 Liaisons internes : 1831 Position de change. 1832 Contre-valeur de position de change. 184 Liaisons de succursales. 185 Opérations légalement cantonnées dans une comptabilité auxiliaire d'affectation ; 1851 Changement d'affectation d'actifs de placement sous condition résolutoire ; 1852 Changement d'affectation d'actifs de placement ayant un caractère ferme et définitif ; 1853 Transfert de produits ou de charges à destination d'une association de souscription ; 1858 Prise en charge par l'organisme d'assurance gestionnaire d'une insuffisance de couverture des engagements au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées ; 1859 Autres transferts de produits ou de charges. Classe 2. - Placements 21 Placements immobiliers 210 Terrains non construits. 211 Parts de sociétés non cotées à objet foncier. 212 Immeubles bâtis hors immeubles d'exploitation. 213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. 219 Immeubles d'exploitation : 2192 Immeubles bâtis. 2193 Parts de sociétés immobilières non cotées. 22 Placements immobiliers en cours 220 Terrains affectés à une construction en cours. 222 Immeubles en cours. 223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). 229 Immeubles d'exploitation en cours. 23 Placements financiers 230 Actions et autres titres à revenu variable : 2300 Actions et titres cotés. 2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. 2302 Actions et parts d'autres OPCVM. 2305 Actions et titres non cotés. 231 Obligations, titres de créance négociables et autres titres à revenu fixe : 2310 Obligations cotées. 2315 Obligations non cotées. 2316 Titres de créance négociables et bons du Trésor. 2317 Autres. 232 Prêts : 2320 Prêts obtenus ou garantis par un État membre de l'OCDE. 2321 Prêts hypothécaires. 2322 Autres prêts. 2323 Avances sur polices. 233 Dépôts auprès des établissements de crédit : 2330 (Supprimé). 2331 Autres dépôts de garantie auprès d'établissements de crédit. 2332 Autres dépôts auprès d'établissements de crédit. 234 Autres placements : 2340 Dépôts et cautionnements. 2341 Créances représentatives de titres prêtés. 2342 Dépôts de garantie, liés à des instruments financiers à terme, effectués en espèces. 2343 Titres déposés en garantie avec transfert de propriété au titre d'opérations sur instruments financiers à terme ; 2344 Autres. 235 Créances pour espèces déposées chez les cédantes. 237. Créances représentatives de la composante dépôt des contrats de réassurance. 24 Placements représentant les provisions techniques afférentes aux contrats en unités de compte 240 Placements immobiliers. 241 Titres à revenu variable autres que les OPCVM. 242 Obligations, titres de créance négociables et autres titres à revenu fixe. 243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. 244 Parts d'autres OPCVM. 25 Placements dans des entreprises liées 250 Actions et autres titres à revenu variable : 2500 Actions et titres cotés. 2505 Actions et titres non cotés. 251 Obligations, titres de créance négociables et autres titres à revenu fixe. 252 Prêts. 253 Dépôts auprès des établissements de crédit. 254 Autres placements. 255 Créances pour espèces déposées chez les cédantes. 26 Placements dans des entreprises avec lesquelles existe un lien de participation 260 Actions et autres titres à revenu variable : 2600 Actions et titres cotés. 2605 Actions et titres non cotés. 261 Obligations, titres de créance négociables et autres titres à revenu fixe. 262 Prêts. 263 Dépôts auprès des établissements de crédit. 264 Autres placements. 265 Créances pour espèces déposées chez les cédantes. 28 Amortissements 29 Provisions Classe 3. - Provisions techniques 30 Provisions d'assurance vie 300 Affaires directes. 304 Acceptations. 31 Provisions pour primes non acquises et risques en cours (Non-vie) 312 Affaires directes. 315 Acceptations. 32 Provisions pour sinistres à payer (Vie) 320 Affaires directes. 324 Acceptations. 33 Provisions pour sinistres à payer (Non-vie) 332 Affaires directes. 333 Prévisions de recours à encaisser. 335 Acceptations. 34 Provisions pour participation aux bénéfices et ristournes (Vie) 340 Affaires directes : 3400 Provision pour participation aux bénéfices. 3401 Provision pour ristournes. 344 Acceptations : 3440 Provision pour participation aux bénéfices. 3441 Provision pour ristournes. 35 Provisions pour participation aux bénéfices et ristournes (Non-vie) 352 Affaires directes. 355 Acceptations. 36 Provisions pour égalisation 37 Autres provisions techniques 370 Affaires directes Vie : 3700 Provision pour aléas financiers. 3703 Provision pour risque d'exigibilité des engagements techniques (Vie). 3705 Autres provisions techniques vie relatives aux contrats PERP. 372 Affaires directes Non-vie : 3720 Provision pour risques croissants. 3721 Provisions mathématiques des rentes. 3723 Provision pour risque d'exigibilité des engagements techniques (Non-vie). 374 Acceptations Vie. 375 Acceptations Non-vie. 377 Engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise. 379 Dotations à la provision pour risque d'exigibilité restant à constater. 38 Provisions des contrats en unités de compte 380 Provisions mathématiques. 385 Provisions pour participation aux bénéfices. 39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques 390 Provisions d'assurance vie (Vie). 391 Provisions pour primes non acquises et risques en cours (Non-vie). 392 Provisions pour sinistres (Vie). 393 Provisions pour sinistres (Non-vie). 394 Provisions pour participation aux bénéfices et ristournes (Vie). 395 Provisions pour participation aux bénéfices et ristournes (Non-vie). 396 Provisions pour égalisation. 397 Autres provisions techniques : 3970 Vie. 3972 Non-vie. 398 Provisions techniques sur contrats en unités de compte. Classe 4. - Comptes de tiers et de régularisation 40 Créances et dettes nées d'opérations d'assurance directe 400 Primes acquises non émises brutes. 401 Primes à annuler. 402 Assurés. 403 Intermédiaires d'assurance. 404 Comptes courants des coassureurs. 408 Autres tiers. 41 Créances et dettes nées d'opérations de réassurance 410 Comptes courants des cessionnaires et rétrocessionnaires : 4100 Entreprises liées. 4101 Entreprises avec lesquelles existe un lien de participation. 4102 Autres. 411 Comptes courants des cédantes et rétrocédantes : 4110 Entreprises liées. 4111 Entreprises avec lesquelles existe un lien de participation. 4112 Autres entreprises. 412 Courtiers de réassurance et autres intermédiaires. 42 Personnel et comptes rattachés 43 Sécurité sociale et autres organismes sociaux 44 État et autres collectivités publiques 45 Associés 4562 Actionnaires - capital appelé non versé. 46 Débiteurs et créditeurs divers 460 Entreprises liées. 461 Entreprises avec lesquelles existe un lien de participation. 462 Autres. 47 Différences de conversion (Supprimé) 48 Comptes de régularisation 480 Intérêts et loyers acquis et non échus : 4800 Intérêts courus. 4801 Loyers courus. 481 Frais d'acquisition reportés : 4810 Assurance vie. 4812 Assurance non-vie. 482 Charges à répartir sur plusieurs exercices : 4820 Frais d'acquisition des immeubles à répartir. 483 Autres comptes de régularisation - actif : 4830 Différences sur les prix de remboursement à percevoir. 484 Produits à répartir sur plusieurs exercices. 485 Autres comptes de régularisation - passif : 4850 Amortissement des différences sur les prix de remboursement. 4855 Report de commissions reçues des réassureurs 486 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés aux instruments financiers à terme ; 4861 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés à des stratégies d'investissement ou de désinvestissement ; 4862 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés à des stratégies de rendement ; 4863 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation sur autres opérations. 487 Évaluations techniques de réassurance. 489 Ecarts de conversion : 4896 Ecarts de conversion-actif. 4897 Ecarts de conversion-passif. 49 Dépréciations Classe 5. - Autres actifs 50 Actifs incorporels 500 Frais d'établissement. 508 Autres immobilisations incorporelles. 51 Actifs corporels d'exploitation 510 Dépôts et cautionnements. 511 Autres immobilisations corporelles. 52 Avoirs en banque, CCP et caisse 53 Actions propres 59 Dépréciations et amortissements Classe 6. - Charges 60 Prestations et frais payés 600 Prestations et frais payés (affaires directes Vie) : 6001 Sinistres et capitaux échus. 6002 Versements périodiques de rentes. 6003 Rachats. 6004 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6005 Commissions de gestion. 6008 Autres frais de gestion des sinistres et de règlement des prestations. 602 Prestations et frais payés (affaires directes Non-vie) : 6020 Sinistres en principal. 6021 Versements périodiques de rentes. 6023 Recours et sauvetages encaissés. 6024 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6025 Commissions de gestion. 6028 Autres frais de gestion des sinistres et de règlement des prestations. 604 Prestations et frais payés (acceptations Vie) : 6041 Sinistres et capitaux échus. 6042 Versements périodiques de rentes. 6043 Rachats. 6044 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6045 Commissions de gestion. 6048 Autres frais de gestion des sinistres et de règlement des prestations. 605 Prestations et frais payés (acceptations Non-vie) : 6050 Sinistres en principal. 6051 Versements périodiques de rentes. 6054 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6055 Commissions de gestion. 6058 Autres frais de gestion des sinistres et de règlement des prestations. 609 Part des réassureurs : 6090 Affaires directes (Vie). 6092 Affaires directes (Non-vie). 6094 Acceptations Vie. 6095 Acceptations (Non-vie). 61 Variations des provisions pour sinistres à payer (PSP) 610 Affaires directes (Vie) : 6100 Variation des provisions. 6104 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 612 Affaires directes (Non-vie) : 6120 Variation des provisions. 6123 Variation des prévisions de recours. 6124 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 614 Acceptations (vie) : 6140 Variation des provisions. 6144 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 615 Acceptations (Non-vie) : 6150 Variation des provisions. 6154 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 619 Part des réassureurs : 6190 Affaires directes (Vie). 6192 Affaires directes (Non-vie). 6194 Acceptations (Vie). 6195 Acceptations (Non-vie). 62 Variations des autres provisions techniques 620 Variations des provisions d'assurance vie : 6200 Affaires directes Vie : 62000 Variation des provisions. 62004 Intérêts techniques et participations aux bénéfices directement incorporées. 6204 Acceptations Vie : 62040 Variation des provisions. 62044 Intérêts techniques et participations aux bénéfices directement incorporées. 621 Variations des autres provisions techniques : 6210 Autres provisions techniques (Vie) : 62100 Variation des provisions pour aléas financiers. 62105 (Arr. 15 déc. 2005, art. 1 er ) Variation des autres provisions techniques vie relatives aux contrats PERP 62108 Variation des provisions pour risque d'exigibilité des engagements techniques. 6212 Autres provisions techniques (Non-vie) : 62120 Variation des provisions pour risques croissants. 62121 Variation des provisions mathématiques des rentes. 62124 Intérêts techniques et participations aux bénéfices directement incorporées. 62128 Variation des provisions pour risque d'exigibilité des engagements techniques. 6217 Variation des engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise. 623 Variation des provisions techniques des contrats en unités de compte : 6230 Variation des provisions mathématiques. 6234 Intérêts techniques et participations aux bénéfices directement incorporées. 624 Variation de la provision pour égalisation : 6242 Affaires directes. 6245 Acceptations. 629 Part des réassureurs : 6290 Provisions d'assurance vie. 6291 Autres provisions techniques : 62910 Vie. 62912 Non-vie. 6293 Provisions des contrats en unités de compte. 6294 Provision pour égalisation. 63 Participations aux résultats 630 Affaires directes Vie : 6300 Intérêts techniques inclus dans les prestations versées. 6301 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 6303 Participations aux bénéfices directement incorporées aux prestations versées. 6304 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6305 Participations aux bénéfices directement incorporées aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 6306 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte). 6309 Utilisations des provisions pour participation aux bénéfices et ristournes : 63093 Participation versée. 63094 Participation incorporée aux provisions pour sinistres à payer. 63095 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 632 Affaires directes Non-vie : 6320 Intérêts techniques inclus dans les versements périodiques de rentes. 6321 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6323 Participations aux bénéfices directement incorporées aux prestations versées. 6324 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6326 Dotation aux provisions pour participation aux bénéfices et ristournes. 6329 Utilisations de provision pour participation aux bénéfices et ristournes : 63293 Participation versée. 63294 Participation incorporée aux provisions pour sinistres à payer. 63297 Ristournes sur primes. 634 Acceptations Vie : 6340 Intérêts techniques inclus dans les prestations versées. 6341 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6342 Intérêts techniques incorporés aux provisions d'assurance vie. 6343 Participations aux bénéfices directement incorporées aux prestations versées. 6344 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6345 Participations aux bénéfices directement incorporées aux provisions d'assurance vie. 6346 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte). 6349 Utilisations des provisions pour participation aux bénéfices et ristournes : 63493 Participation versée. 63494 Participation incorporée aux provisions pour sinistres à payer. 63495 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 635 Acceptations Non-vie : 6350 Intérêts techniques inclus dans les versements périodiques de rentes. 6351 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6353 Participations aux bénéfices directement incorporées aux prestations versées. 6354 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6356 Dotation aux provisions pour participation aux bénéfices et ristournes. 6359 Utilisations de provisions pour participation aux bénéfices et ristournes : 63593 Participation versée. 63594 Participation incorporée aux provisions pour sinistres à payer. 63597 Ristournes sur primes. 639 Part des réassureurs : 6390 Affaires directes Vie. 6392 Affaires directes Non-vie. 6394 Acceptations Vie. 6395 Acceptation Non-vie. 64 Frais d'exploitation 640 Frais d'exploitation Vie : 6400 Frais d'acquisition : 64005 Commissions. 64008 Autres charges. 64009 Variation des frais d'acquisition reportés. 6402 Frais d'administration : 64025 Commissions. 64028 Autres charges. 642 Frais d'exploitation Non-vie : 6420 Frais d'acquisition : 64205 Commissions. 64208 Autres charges. 64209 Variation des frais d'acquisition reportés. 6422 Frais d'administration : 64225 Commissions. 64228 Autres charges. 644 Autres charges techniques Vie : 6445 Commissions. 6448 Autres charges. 645 Autres charges techniques Non-vie : 6455 Commissions. 6458 Autres charges. 649 Commissions reçues des réassureurs : 6490 Affaires directes Vie. 6492 Affaires directes Non-vie. 6494 Acceptations Vie. 6495 Acceptations Non-vie. 65 Charges non techniques 655 Commissions. 658 Autres charges. 66 Charges des placements 660 Intérêts : 6600 Sur dépôts reçus des réassureurs. 6601 Sur emprunts. 6602 Sur dettes à l'égard d'établissements de crédit. 6603 Autres. 662 Frais externes de gestion. 663 Frais internes de gestion. 664 Pertes sur réalisation et réévaluation de placements : 6640 Réalisation de placements. 6642 Réévaluations. 6645 Dotation à la réserve de capitalisation. 665 Pertes de change : 6650 6652 Dotation à la provision pour pertes de change. 666 Ajustement de valeur des actifs représentatifs des contrats en unités de compte (moins-values non réalisées). 667 Variation de valeur des actifs représentatifs des contrats PERP diversifiées 668 Amortissements financiers : 6681 Amortissement des primes de remboursement des emprunts. 6683 Amortissement des différences de prix de remboursement. 6685 Amortissement des frais d'acquisition à répartir des immeubles. 669 Dotations aux amortissements et aux provisions des placements : 6693 Amortissement des immeubles. 6696 Dépréciations des placements 67 Charges exceptionnelles 670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement. 672 Dotation de l'exercice à la provision pour investissement. 673 Dotation de l'exercice aux autres provisions réglementées. 674 Autres charges exceptionnelles. 675 Dotation de l'exercice à provision pour charges exceptionnelles. 676 Dotation de l'exercice pour dépréciations exceptionnelles 69 Autres opérations du compte non technique 690 Participation des salariés aux fruits de l'expansion. 695 Impôts sur les bénéfices. Classe 7. - Produits 70 Primes 700 Primes Vie (affaires directes) : 7000 Primes périodiques émises. 7001 Primes uniques émises. 7002 Annulations. 7004 Variation des primes acquises non émises. 702 Primes Non-vie (affaires directes) : 7020 Primes émises. 7022 Annulations. 7023 Ristournes sur primes. 7024 Variation des primes acquises non émises. 7025 Variation des primes à annuler. 704 Primes Vie (acceptations). 705 Primes Non-vie (acceptations). 708 Primes cédées : 7080 Affaires directes Vie. 7082 Affaires directes Non-vie. 7084 Acceptations Vie. 7085 Acceptations Non-vie. 709 Variations de la provision pour primes non acquises et risques en cours (PRC) (Non-vie) : 7092 Affaires directes. 7095 Acceptations. 7099 Part des réassureurs : 70992 Affaires directes. 70995 Acceptations. 72 Production immobilisée 720 Vie. 722 Non-vie. 73 Subventions d'exploitation 730 Vie. 732 Non-vie. 74 Autres produits techniques 740 Vie. 742 Non-vie. 75 Produits non techniques 750 Honoraires et commissions. 751 Récupérations. 752 Utilisation ou reprises de provisions. 753 Variation des dotations à la provision pour risque d'exigibilité restant à constater. 76 Produits des placements 760 Revenus des placements. 762 Honoraires et commissions sur activité de gestion d'actifs. 764 Profits provenant de la réalisation ou de la réévaluation des placements : 7641 Réalisation de placements. 7642 Réévaluations. 7645 Reprises sur réserve de capitalisation. 765 Profits de change : 7650 (Supprimé à compter du 1 er janvier 2008 par Arr. 28 déc. 2007, Ann. 1, 5 o ) 7652 Reprise de la provision pour pertes de change. 766 Ajustement des actifs représentatifs de contrats en unités de compte (plus-values non réalisées). 767 Variation de valeur des actifs représentatifs des contrats PERP diversifiées 768 Produits des différences sur les prix de remboursement à percevoir. 769 Reprises des dépréciations de placements 77 Produits exceptionnels 772 Reprise de la provision pour investissement. 773 Reprises sur autres provisions réglementées. 774 Autres produits exceptionnels. 775 Utilisation ou reprise de provisions pour charges exceptionnelles. 776 Utilisation ou reprises des dépréciations exceptionnelles 79 Transferts 7920 Produits des placements alloués (compte technique Non-vie). 7929 Produits des placements transférés au compte technique Non-vie. 7930 Produits des placements alloués (compte non technique). 7939 Produits des placements transférés au compte non technique. 7971 Prélèvement sur la comptabilité auxiliaire d'affectation au profit du patrimoine général ; 79711 Acquisition ; 79712 Administration ; 79713 Gestion des sinistres/transfert ; 79714 Gestion des placements ; 79715 Autres produits/charges techniques. 7973 Autres transferts de produits/charges au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées. Classe 8. - Comptes spéciaux 80 Engagements reçus et donnés 810 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies d'investissement futur ou de désinvestissement ; 811 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies de rendement ; 812 Engagements sur instruments financiers à terme négociés dans le cadre d'autres opérations ; 819 Comptes techniques de contrepartie ; 820 Titres donnés en garantie sur instruments financiers à terme sans transfert de propriété ; 825 Titres reçus en garantie sur instruments financiers à terme sans transfert de propriété ; 829 Comptes techniques de contrepartie. 841 Position de change hors bilan. 842 Contre-valeur de position de change hors bilan. 88 Résultat en instance d'affectation Classe 9. - Charges par nature",
            "texteHtml": "<p><strong>nomenclature des comptes</strong></p><p><strong>Classe 1. - Capitaux permanents et emprunts</strong></p><p>10 Capital et réserves</p><p>101 Capital.</p><p>102 Fonds d'établissement constitué.</p><p>103 Fonds social complémentaire.</p><p>104 Primes liées au capital social.</p><p>105 Écarts de réévaluation.</p><p>106 Réserves :</p><p>1062 Réserves indisponibles.</p><p>1063 Réserves statutaires ou contractuelles.</p><p>1064 Réserves réglementées :</p><p>10641 Plus-values nettes à long terme.</p><p>10642 Réserve pour remboursement d'emprunt pour fonds d'établissement.</p><p>10645 Réserve de capitalisation.</p><p>1068 Autres réserves.</p><p>109 Capital souscrit non appelé.</p><p>11 Report à nouveau</p><p>12 Résultat de l'exercice (bénéfice ou perte)</p><p>14 Provisions réglementées (autres que les provisions techniques)</p><p>15 Provisions</p><p>16 Emprunts et dettes assimilées</p><p>160 Passifs subordonnés :</p><p>1600 Titres participatifs admis en constitution de la marge de solvabilité.</p><p>1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité.</p><p>1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité.</p><p>161 Emprunts obligataires :</p><p>1610 Emprunts obligataires convertibles.</p><p>1611 Autres emprunts obligataires.</p><p>162 Emprunt pour fonds d'établissement.</p><p>163 Billets de trésorerie et autres titres de créance négociables émis par l'entreprise.</p><p>164 Dettes envers des établissements de crédit :</p><p>1640 Entreprises liées.</p><p>1641 Participations.</p><p>1642 Autres établissements de crédit.</p><p>165 Dépôts et cautionnements reçus :</p><p>1650 Entreprises liées.</p><p>1651 Participations.</p><p>1652 Dépôts de garantie, liés à des instruments financiers à terme, reçus en espèces ;</p><p>1653 Dépôts de garantie, liés à des instruments financiers à terme, reçus titres ;</p><p>1654 Autres.</p><p>1657. Dettes représentatives de la composante dépôt des contrats de réassurance.</p><p>168 Autres emprunts et dettes assimilées :</p><p>1680 Entreprises liées.</p><p>1681 Participations.</p><p>1682 Autres.</p><p>17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques</p><p>170 Entreprises liées.</p><p>171 Participations.</p><p>172 Autres entreprises.</p><p>18 Comptes de liaison </p><p>183 Liaisons internes :</p><p>1831 Position de change.</p><p>1832 Contre-valeur de position de change.</p><p>184 Liaisons de succursales.</p><p>185 Opérations légalement cantonnées dans une comptabilité auxiliaire d'affectation ;</p><p>1851 Changement d'affectation d'actifs de placement sous condition résolutoire ;</p><p>1852 Changement d'affectation d'actifs de placement ayant un caractère ferme et définitif ;</p><p>1853 Transfert de produits ou de charges à destination d'une association de souscription ;</p><p>1858 Prise en charge par l'organisme d'assurance gestionnaire d'une insuffisance de couverture des engagements au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées ;</p><p>1859 Autres transferts de produits ou de charges.</p><p><strong>Classe 2. - Placements</strong></p><p>21 Placements immobiliers</p><p>210 Terrains non construits.</p><p>211 Parts de sociétés non cotées à objet foncier.</p><p>212 Immeubles bâtis hors immeubles d'exploitation.</p><p>213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation.</p><p>219 Immeubles d'exploitation :</p><p>2192 Immeubles bâtis.</p><p>2193 Parts de sociétés immobilières non cotées.</p><p>22 Placements immobiliers en cours</p><p>220 Terrains affectés à une construction en cours.</p><p>222 Immeubles en cours.</p><p>223 Parts et actions de sociétés immobilières non cotées (immeubles en cours).</p><p>229 Immeubles d'exploitation en cours.</p><p>23 Placements financiers</p><p>230 Actions et autres titres à revenu variable :</p><p>2300 Actions et titres cotés.</p><p>2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe.</p><p>2302 Actions et parts d'autres OPCVM.</p><p>2305 Actions et titres non cotés.</p><p>231 Obligations, titres de créance négociables et autres titres à revenu fixe :</p><p>2310 Obligations cotées.</p><p>2315 Obligations non cotées.</p><p>2316 Titres de créance négociables et bons du Trésor.</p><p>2317 Autres.</p><p>232 Prêts :</p><p>2320 Prêts obtenus ou garantis par un État membre de l'OCDE.</p><p>2321 Prêts hypothécaires.</p><p>2322 Autres prêts.</p><p>2323 Avances sur polices.</p><p>233 Dépôts auprès des établissements de crédit :</p><p>2330 (Supprimé).</p><p>2331 Autres dépôts de garantie auprès d'établissements de crédit.</p><p>2332 Autres dépôts auprès d'établissements de crédit.</p><p>234 Autres placements :</p><p>2340 Dépôts et cautionnements.</p><p>2341 Créances représentatives de titres prêtés.</p><p>2342 Dépôts de garantie, liés à des instruments financiers à terme, effectués en espèces.</p><p>2343 Titres déposés en garantie avec transfert de propriété au titre d'opérations sur instruments financiers à terme ;</p><p>2344 Autres.</p><p>235 Créances pour espèces déposées chez les cédantes.</p><p>237. Créances représentatives de la composante dépôt des contrats de réassurance. </p><p>24 Placements représentant les provisions techniques afférentes aux contrats en unités de compte</p><p>240 Placements immobiliers.</p><p>241 Titres à revenu variable autres que les OPCVM.</p><p>242 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe.</p><p>244 Parts d'autres OPCVM.</p><p>25 Placements dans des entreprises liées</p><p>250 Actions et autres titres à revenu variable :</p><p>2500 Actions et titres cotés.</p><p>2505 Actions et titres non cotés.</p><p>251 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>252 Prêts.</p><p>253 Dépôts auprès des établissements de crédit.</p><p>254 Autres placements.</p><p>255 Créances pour espèces déposées chez les cédantes.</p><p>26 Placements dans des entreprises avec lesquelles existe un lien de participation</p><p>260 Actions et autres titres à revenu variable :</p><p>2600 Actions et titres cotés.</p><p>2605 Actions et titres non cotés.</p><p>261 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>262 Prêts.</p><p>263 Dépôts auprès des établissements de crédit.</p><p>264 Autres placements.</p><p>265 Créances pour espèces déposées chez les cédantes.</p><p>28 Amortissements</p><p>29 Provisions</p><p><strong>Classe 3. - Provisions techniques</strong></p><p>30 Provisions d'assurance vie</p><p>300 Affaires directes.</p><p>304 Acceptations.</p><p>31 Provisions pour primes non acquises et risques en cours (Non-vie)</p><p>312 Affaires directes.</p><p>315 Acceptations.</p><p>32 Provisions pour sinistres à payer (Vie)</p><p>320 Affaires directes.</p><p>324 Acceptations.</p><p>33 Provisions pour sinistres à payer (Non-vie)</p><p>332 Affaires directes.</p><p>333 Prévisions de recours à encaisser.</p><p>335 Acceptations.</p><p>34 Provisions pour participation aux bénéfices et ristournes (Vie)</p><p>340 Affaires directes :</p><p>3400 Provision pour participation aux bénéfices.</p><p>3401 Provision pour ristournes.</p><p>344 Acceptations :</p><p>3440 Provision pour participation aux bénéfices.</p><p>3441 Provision pour ristournes.</p><p>35 Provisions pour participation aux bénéfices et ristournes (Non-vie)</p><p>352 Affaires directes.</p><p>355 Acceptations.</p><p>36 Provisions pour égalisation</p><p>37 Autres provisions techniques</p><p>370 Affaires directes Vie :</p><p>3700 Provision pour aléas financiers.</p><p>3703 Provision pour risque d'exigibilité des engagements techniques (Vie).</p><p>3705 Autres provisions techniques vie relatives aux contrats PERP.</p><p>372 Affaires directes Non-vie :</p><p>3720 Provision pour risques croissants.</p><p>3721 Provisions mathématiques des rentes.</p><p>3723 Provision pour risque d'exigibilité des engagements techniques (Non-vie).</p><p>374 Acceptations Vie.</p><p>375 Acceptations Non-vie.</p><p>377 Engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise.</p><p>379 Dotations à la provision pour risque d'exigibilité restant à constater. </p><p>38 Provisions des contrats en unités de compte</p><p>380 Provisions mathématiques.</p><p>385 Provisions pour participation aux bénéfices.</p><p>39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques</p><p>390 Provisions d'assurance vie (Vie).</p><p>391 Provisions pour primes non acquises et risques en cours (Non-vie).</p><p>392 Provisions pour sinistres (Vie).</p><p>393 Provisions pour sinistres (Non-vie).</p><p>394 Provisions pour participation aux bénéfices et ristournes (Vie).</p><p>395 Provisions pour participation aux bénéfices et ristournes (Non-vie).</p><p>396 Provisions pour égalisation.</p><p>397 Autres provisions techniques :</p><p>3970 Vie.</p><p>3972 Non-vie.</p><p>398 Provisions techniques sur contrats en unités de compte.</p><p><strong>Classe 4. - Comptes de tiers et de régularisation</strong></p><p>40 Créances et dettes nées d'opérations d'assurance directe</p><p>400 Primes acquises non émises brutes.</p><p>401 Primes à annuler.</p><p>402 Assurés.</p><p>403 Intermédiaires d'assurance.</p><p>404 Comptes courants des coassureurs.</p><p>408 Autres tiers.</p><p>41 Créances et dettes nées d'opérations de réassurance</p><p>410 Comptes courants des cessionnaires et rétrocessionnaires :</p><p>4100 Entreprises liées.</p><p>4101 Entreprises avec lesquelles existe un lien de participation.</p><p>4102 Autres.</p><p>411 Comptes courants des cédantes et rétrocédantes :</p><p>4110 Entreprises liées.</p><p>4111 Entreprises avec lesquelles existe un lien de participation.</p><p>4112 Autres entreprises.</p><p>412 Courtiers de réassurance et autres intermédiaires.</p><p>42 Personnel et comptes rattachés</p><p>43 Sécurité sociale et autres organismes sociaux</p><p>44 État et autres collectivités publiques</p><p>45 Associés</p><p>4562 Actionnaires - capital appelé non versé.</p><p>46 Débiteurs et créditeurs divers</p><p>460 Entreprises liées.</p><p>461 Entreprises avec lesquelles existe un lien de participation.</p><p>462 Autres.</p><p>47 Différences de conversion (Supprimé)</p><p>48 Comptes de régularisation</p><p>480 Intérêts et loyers acquis et non échus :</p><p>4800 Intérêts courus.</p><p>4801 Loyers courus.</p><p>481 Frais d'acquisition reportés :</p><p>4810 Assurance vie.</p><p>4812 Assurance non-vie.</p><p>482 Charges à répartir sur plusieurs exercices :</p><p>4820 Frais d'acquisition des immeubles à répartir.</p><p>483 Autres comptes de régularisation - actif :</p><p>4830 Différences sur les prix de remboursement à percevoir.</p><p>484 Produits à répartir sur plusieurs exercices.</p><p>485 Autres comptes de régularisation - passif :</p><p>4850 Amortissement des différences sur les prix de remboursement.</p><p>4855 Report de commissions reçues des réassureurs</p><p>486 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés aux instruments financiers à terme ;</p><p>4861 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés à des stratégies d'investissement ou de désinvestissement ;</p><p>4862 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés à des stratégies de rendement ;</p><p>4863 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation sur autres opérations.</p><p>487 Évaluations techniques de réassurance.</p><p>489 Ecarts de conversion :</p><p>4896 Ecarts de conversion-actif.</p><p>4897 Ecarts de conversion-passif.</p><p>49 Dépréciations</p><p><strong>Classe 5. - Autres actifs</strong></p><p>50 Actifs incorporels</p><p>500 Frais d'établissement.</p><p>508 Autres immobilisations incorporelles.</p><p>51 Actifs corporels d'exploitation</p><p>510 Dépôts et cautionnements.</p><p>511 Autres immobilisations corporelles.</p><p>52 Avoirs en banque, CCP et caisse</p><p>53 Actions propres</p><p>59 Dépréciations et amortissements</p><p><strong>Classe 6. - Charges</strong></p><p>60 Prestations et frais payés</p><p>600 Prestations et frais payés (affaires directes Vie) :</p><p>6001 Sinistres et capitaux échus.</p><p>6002 Versements périodiques de rentes.</p><p>6003 Rachats.</p><p>6004 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6005 Commissions de gestion.</p><p>6008 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>602 Prestations et frais payés (affaires directes Non-vie) :</p><p>6020 Sinistres en principal.</p><p>6021 Versements périodiques de rentes.</p><p>6023 Recours et sauvetages encaissés.</p><p>6024 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6025 Commissions de gestion.</p><p>6028 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>604 Prestations et frais payés (acceptations Vie) :</p><p>6041 Sinistres et capitaux échus.</p><p>6042 Versements périodiques de rentes.</p><p>6043 Rachats.</p><p>6044 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6045 Commissions de gestion.</p><p>6048 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>605 Prestations et frais payés (acceptations Non-vie) :</p><p>6050 Sinistres en principal.</p><p>6051 Versements périodiques de rentes.</p><p>6054 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6055 Commissions de gestion.</p><p>6058 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>609 Part des réassureurs :</p><p>6090 Affaires directes (Vie).</p><p>6092 Affaires directes (Non-vie).</p><p>6094 Acceptations Vie.</p><p>6095 Acceptations (Non-vie).</p><p>61 Variations des provisions pour sinistres à payer (PSP)</p><p>610 Affaires directes (Vie) :</p><p>6100 Variation des provisions.</p><p>6104 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>612 Affaires directes (Non-vie) :</p><p>6120 Variation des provisions.</p><p>6123 Variation des prévisions de recours.</p><p>6124 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>614 Acceptations (vie) :</p><p>6140 Variation des provisions.</p><p>6144 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>615 Acceptations (Non-vie) :</p><p>6150 Variation des provisions.</p><p>6154 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>619 Part des réassureurs :</p><p>6190 Affaires directes (Vie).</p><p>6192 Affaires directes (Non-vie).</p><p>6194 Acceptations (Vie).</p><p>6195 Acceptations (Non-vie).</p><p>62 Variations des autres provisions techniques</p><p>620 Variations des provisions d'assurance vie :</p><p>6200 Affaires directes Vie :</p><p>62000 Variation des provisions.</p><p>62004 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>6204 Acceptations Vie :</p><p>62040 Variation des provisions.</p><p>62044 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>621 Variations des autres provisions techniques :</p><p>6210 Autres provisions techniques (Vie) :</p><p>62100 Variation des provisions pour aléas financiers.</p><p>62105 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Variation des autres provisions techniques vie relatives aux contrats PERP</p><p>62108 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6212 Autres provisions techniques (Non-vie) :</p><p>62120 Variation des provisions pour risques croissants.</p><p>62121 Variation des provisions mathématiques des rentes.</p><p>62124 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>62128 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6217 Variation des engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise.</p><p>623 Variation des provisions techniques des contrats en unités de compte :</p><p>6230 Variation des provisions mathématiques.</p><p>6234 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>624 Variation de la provision pour égalisation :</p><p>6242 Affaires directes.</p><p>6245 Acceptations.</p><p>629 Part des réassureurs :</p><p>6290 Provisions d'assurance vie.</p><p>6291 Autres provisions techniques :</p><p>62910 Vie.</p><p>62912 Non-vie.</p><p>6293 Provisions des contrats en unités de compte.</p><p>6294 Provision pour égalisation.</p><p>63 Participations aux résultats</p><p>630 Affaires directes Vie :</p><p>6300 Intérêts techniques inclus dans les prestations versées.</p><p>6301 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>6303 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6304 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6305 Participations aux bénéfices directement incorporées aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>6306 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte).</p><p>6309 Utilisations des provisions pour participation aux bénéfices et ristournes :</p><p>63093 Participation versée.</p><p>63094 Participation incorporée aux provisions pour sinistres à payer.</p><p>63095 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>632 Affaires directes Non-vie :</p><p>6320 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6321 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6323 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6324 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6326 Dotation aux provisions pour participation aux bénéfices et ristournes.</p><p>6329 Utilisations de provision pour participation aux bénéfices et ristournes :</p><p>63293 Participation versée.</p><p>63294 Participation incorporée aux provisions pour sinistres à payer.</p><p>63297 Ristournes sur primes.</p><p>634 Acceptations Vie :</p><p>6340 Intérêts techniques inclus dans les prestations versées.</p><p>6341 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6342 Intérêts techniques incorporés aux provisions d'assurance vie.</p><p>6343 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6344 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6345 Participations aux bénéfices directement incorporées aux provisions d'assurance vie.</p><p>6346 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte).</p><p>6349 Utilisations des provisions pour participation aux bénéfices et ristournes :</p><p>63493 Participation versée.</p><p>63494 Participation incorporée aux provisions pour sinistres à payer.</p><p>63495 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>635 Acceptations Non-vie :</p><p>6350 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6351 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6353 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6354 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6356 Dotation aux provisions pour participation aux bénéfices et ristournes.</p><p>6359 Utilisations de provisions pour participation aux bénéfices et ristournes :</p><p>63593 Participation versée.</p><p>63594 Participation incorporée aux provisions pour sinistres à payer.</p><p>63597 Ristournes sur primes.</p><p>639 Part des réassureurs :</p><p>6390 Affaires directes Vie.</p><p>6392 Affaires directes Non-vie.</p><p>6394 Acceptations Vie.</p><p>6395 Acceptation Non-vie.</p><p>64 Frais d'exploitation</p><p>640 Frais d'exploitation Vie :</p><p>6400 Frais d'acquisition :</p><p>64005 Commissions.</p><p>64008 Autres charges.</p><p>64009 Variation des frais d'acquisition reportés.</p><p>6402 Frais d'administration :</p><p>64025 Commissions.</p><p>64028 Autres charges.</p><p>642 Frais d'exploitation Non-vie :</p><p>6420 Frais d'acquisition :</p><p>64205 Commissions.</p><p>64208 Autres charges.</p><p>64209 Variation des frais d'acquisition reportés.</p><p>6422 Frais d'administration :</p><p>64225 Commissions.</p><p>64228 Autres charges.</p><p>644 Autres charges techniques Vie :</p><p>6445 Commissions.</p><p>6448 Autres charges.</p><p>645 Autres charges techniques Non-vie :</p><p>6455 Commissions.</p><p>6458 Autres charges.</p><p>649 Commissions reçues des réassureurs :</p><p>6490 Affaires directes Vie.</p><p>6492 Affaires directes Non-vie.</p><p>6494 Acceptations Vie.</p><p>6495 Acceptations Non-vie.</p><p>65 Charges non techniques</p><p>655 Commissions.</p><p>658 Autres charges.</p><p>66 Charges des placements</p><p>660 Intérêts :</p><p>6600 Sur dépôts reçus des réassureurs.</p><p>6601 Sur emprunts.</p><p>6602 Sur dettes à l'égard d'établissements de crédit.</p><p>6603 Autres.</p><p>662 Frais externes de gestion.</p><p>663 Frais internes de gestion.</p><p>664 Pertes sur réalisation et réévaluation de placements :</p><p>6640 Réalisation de placements.</p><p>6642 Réévaluations.</p><p>6645 Dotation à la réserve de capitalisation.</p><p>665 Pertes de change :</p><p>6650 </p><p>6652 Dotation à la provision pour pertes de change.</p><p>666 Ajustement de valeur des actifs représentatifs des contrats en unités de compte (moins-values non réalisées).</p><p>667 Variation de valeur des actifs représentatifs des contrats PERP diversifiées </p><p>668 Amortissements financiers :</p><p>6681 Amortissement des primes de remboursement des emprunts.</p><p>6683 Amortissement des différences de prix de remboursement.</p><p>6685 Amortissement des frais d'acquisition à répartir des immeubles.</p><p>669 Dotations aux amortissements et aux provisions des placements :</p><p>6693 Amortissement des immeubles.</p><p>6696 Dépréciations des placements</p><p>67 Charges exceptionnelles</p><p>670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement.</p><p>672 Dotation de l'exercice à la provision pour investissement.</p><p>673 Dotation de l'exercice aux autres provisions réglementées.</p><p>674 Autres charges exceptionnelles.</p><p>675 Dotation de l'exercice à provision pour charges exceptionnelles.</p><p>676 Dotation de l'exercice pour dépréciations exceptionnelles</p><p>69 Autres opérations du compte non technique</p><p>690 Participation des salariés aux fruits de l'expansion.</p><p>695 Impôts sur les bénéfices.</p><p><strong>Classe 7. - Produits</strong></p><p>70 Primes</p><p>700 Primes Vie (affaires directes) :</p><p>7000 Primes périodiques émises.</p><p>7001 Primes uniques émises.</p><p>7002 Annulations.</p><p>7004 Variation des primes acquises non émises.</p><p>702 Primes Non-vie (affaires directes) :</p><p>7020 Primes émises.</p><p>7022 Annulations.</p><p>7023 Ristournes sur primes.</p><p>7024 Variation des primes acquises non émises.</p><p>7025 Variation des primes à annuler.</p><p>704 Primes Vie (acceptations).</p><p>705 Primes Non-vie (acceptations).</p><p>708 Primes cédées :</p><p>7080 Affaires directes Vie.</p><p>7082 Affaires directes Non-vie.</p><p>7084 Acceptations Vie.</p><p>7085 Acceptations Non-vie.</p><p>709 Variations de la provision pour primes non acquises et risques en cours (PRC) (Non-vie) :</p><p>7092 Affaires directes.</p><p>7095 Acceptations.</p><p>7099 Part des réassureurs :</p><p>70992 Affaires directes.</p><p>70995 Acceptations.</p><p>72 Production immobilisée</p><p>720 Vie.</p><p>722 Non-vie.</p><p>73 Subventions d'exploitation</p><p>730 Vie.</p><p>732 Non-vie.</p><p>74 Autres produits techniques</p><p>740 Vie.</p><p>742 Non-vie.</p><p>75 Produits non techniques</p><p>750 Honoraires et commissions.</p><p>751 Récupérations.</p><p>752 Utilisation ou reprises de provisions.</p><p>753 Variation des dotations à la provision pour risque d'exigibilité restant à constater. </p><p>76 Produits des placements</p><p>760 Revenus des placements.</p><p>762 Honoraires et commissions sur activité de gestion d'actifs.</p><p>764 Profits provenant de la réalisation ou de la réévaluation des placements :</p><p>7641 Réalisation de placements.</p><p>7642 Réévaluations.</p><p>7645 Reprises sur réserve de capitalisation.</p><p>765 Profits de change :</p><p>7650 (Supprimé à compter du 1<sup>er</sup> janvier 2008 par Arr. 28 déc. 2007, Ann. 1, 5<sup>o</sup>)</p><p>7652 Reprise de la provision pour pertes de change.</p><p>766 Ajustement des actifs représentatifs de contrats en unités de compte (plus-values non réalisées).</p><p>767 Variation de valeur des actifs représentatifs des contrats PERP diversifiées </p><p>768 Produits des différences sur les prix de remboursement à percevoir.</p><p>769 Reprises des dépréciations de placements</p><p>77 Produits exceptionnels</p><p>772 Reprise de la provision pour investissement.</p><p>773 Reprises sur autres provisions réglementées.</p><p>774 Autres produits exceptionnels.</p><p>775 Utilisation ou reprise de provisions pour charges exceptionnelles.</p><p>776 Utilisation ou reprises des dépréciations exceptionnelles</p><p>79 Transferts</p><p>7920 Produits des placements alloués (compte technique Non-vie).</p><p>7929 Produits des placements transférés au compte technique Non-vie.</p><p>7930 Produits des placements alloués (compte non technique).</p><p>7939 Produits des placements transférés au compte non technique.</p><p>7971 Prélèvement sur la comptabilité auxiliaire d'affectation au profit du patrimoine général ;</p><p>79711 Acquisition ;</p><p>79712 Administration ;</p><p>79713 Gestion des sinistres/transfert ;</p><p>79714 Gestion des placements ;</p><p>79715 Autres produits/charges techniques.</p><p>7973 Autres transferts de produits/charges au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées.</p><p><strong>Classe 8. - Comptes spéciaux</strong></p><p>80 Engagements reçus et donnés</p><p>810 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies d'investissement futur ou de désinvestissement ;</p><p>811 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies de rendement ;</p><p>812 Engagements sur instruments financiers à terme négociés dans le cadre d'autres opérations ;</p><p>819 Comptes techniques de contrepartie ;</p><p>820 Titres donnés en garantie sur instruments financiers à terme sans transfert de propriété ;</p><p>825 Titres reçus en garantie sur instruments financiers à terme sans transfert de propriété ;</p><p>829 Comptes techniques de contrepartie.</p><p>841 Position de change hors bilan.</p><p>842 Contre-valeur de position de change hors bilan.</p><p>88 Résultat en instance d'affectation</p><p><strong>Classe 9. - Charges par nature</strong></p>",
            "num": "Annexe art A343-1 (al 1)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1261872000000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-27",
                        "fin": "2016-01-01",
                        "titre": "Chapitre III : Plan comptable particulier à l'assurance et à la capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157006",
                        "id": "LEGISCTA000006157006",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Plan et évaluations comptables particuliers à l'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157006",
                        "id": "LEGISCTA000031773114",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019231791",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006157006",
            "sectionParentId": "LEGISCTA000031773114",
            "sectionParentTitre": "Chapitre III : Plan et évaluations comptables particuliers à l'assurance",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre III : Plan et évaluations comptables particuliers à l'assurance",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021542200",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021527666",
                    "textTitle": "Arrêté du 21 décembre 2009 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000021541482",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-12-26",
                    "dateSignaTexte": "2009-12-21",
                    "dateDebutCible": "2009-12-27"
                },
                {
                    "textCid": "JORFTEXT000031702029",
                    "textTitle": "Arrêté du 28 décembre 2015 - art. 2",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000031731970",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2015-12-29",
                    "dateSignaTexte": "2015-12-28",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021527666",
                    "textTitle": "Arrêté du 21 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021541490",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261785600000,
                    "dateDebut": 1261872000000
                },
                {
                    "textCid": "JORFTEXT000021527666",
                    "textTitle": "Arrêté du 21 décembre 2009 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021541484",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261785600000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019231791",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 812505600000,
                    "dateFin": 1212796800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019237235",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1212796800000,
                    "dateFin": 1233878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020215790",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1233878400000,
                    "dateFin": 1261872000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021542200",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1261872000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art A343-1 (al 1)"
            ],
            "versionPrecedente": "LEGIARTI000020215790",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020215790",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "nomenclature des comptes Classe 1. - Capitaux permanents et emprunts 10 Capital et réserves 101 Capital. 102 Fonds d'établissement constitué. 103 Fonds social complémentaire. 104 Primes liées au capital social. 105 Écarts de réévaluation. 106 Réserves : 1062 Réserves indisponibles. 1063 Réserves statutaires ou contractuelles. 1064 Réserves réglementées : 10641 Plus-values nettes à long terme. 10642 Réserve pour remboursement d'emprunt pour fonds d'établissement. 10645 Réserve de capitalisation. 1068 Autres réserves. 109 Capital souscrit non appelé. 11 Report à nouveau 12 Résultat de l'exercice (bénéfice ou perte) 14 Provisions réglementées (autres que les provisions techniques) 15 Provisions 16 Emprunts et dettes assimilées 160 Passifs subordonnés : 1600 Titres participatifs admis en constitution de la marge de solvabilité. 1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité. 1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité. 161 Emprunts obligataires : 1610 Emprunts obligataires convertibles. 1611 Autres emprunts obligataires. 162 Emprunt pour fonds d'établissement. 163 Billets de trésorerie et autres titres de créance négociables émis par l'entreprise. 164 Dettes envers des établissements de crédit : 1640 Entreprises liées. 1641 Participations. 1642 Autres établissements de crédit. 165 Dépôts et cautionnements reçus : 1650 Entreprises liées. 1651 Participations. 1652 Dépôts de garantie, liés à des instruments financiers à terme, reçus en espèces ; 1653 Dépôts de garantie, liés à des instruments financiers à terme, reçus titres ; 1654 Autres. 168 Autres emprunts et dettes assimilées : 1680 Entreprises liées. 1681 Participations. 1682 Autres. 17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques 170 Entreprises liées. 171 Participations. 172 Autres entreprises. 18 Comptes de liaison 183 Liaisons internes : 1831 Position de change. 1832 Contre-valeur de position de change. 184 Liaisons de succursales. 185 Opérations légalement cantonnées dans une comptabilité auxiliaire d'affectation ; 1851 Changement d'affectation d'actifs de placement sous condition résolutoire ; 1852 Changement d'affectation d'actifs de placement ayant un caractère ferme et définitif ; 1853 Transfert de produits ou de charges à destination d'une association de souscription ; 1858 Prise en charge par l'organisme d'assurance gestionnaire d'une insuffisance de couverture des engagements au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées ; 1859 Autres transferts de produits ou de charges. Classe 2. - Placements 21 Placements immobiliers 210 Terrains non construits. 211 Parts de sociétés non cotées à objet foncier. 212 Immeubles bâtis hors immeubles d'exploitation. 213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. 219 Immeubles d'exploitation : 2192 Immeubles bâtis. 2193 Parts de sociétés immobilières non cotées. 22 Placements immobiliers en cours 220 Terrains affectés à une construction en cours. 222 Immeubles en cours. 223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). 229 Immeubles d'exploitation en cours. 23 Placements financiers 230 Actions et autres titres à revenu variable : 2300 Actions et titres cotés. 2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. 2302 Actions et parts d'autres OPCVM. 2305 Actions et titres non cotés. 231 Obligations, titres de créance négociables et autres titres à revenu fixe : 2310 Obligations cotées. 2315 Obligations non cotées. 2316 Titres de créance négociables et bons du Trésor. 2317 Autres. 232 Prêts : 2320 Prêts obtenus ou garantis par un État membre de l'OCDE. 2321 Prêts hypothécaires. 2322 Autres prêts. 2323 Avances sur polices. 233 Dépôts auprès des établissements de crédit : 2330 (Supprimé). 2331 Autres dépôts de garantie auprès d'établissements de crédit. 2332 Autres dépôts auprès d'établissements de crédit. 234 Autres placements : 2340 Dépôts et cautionnements. 2341 Créances représentatives de titres prêtés. 2342 Dépôts de garantie, liés à des instruments financiers à terme, effectués en espèces. 2343 Titres déposés en garantie avec transfert de propriété au titre d'opérations sur instruments financiers à terme ; 2344 Autres. 235 Créances pour espèces déposées chez les cédantes. 24 Placements représentant les provisions techniques afférentes aux contrats en unités de compte 240 Placements immobiliers. 241 Titres à revenu variable autres que les OPCVM. 242 Obligations, titres de créance négociables et autres titres à revenu fixe. 243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. 244 Parts d'autres OPCVM. 25 Placements dans des entreprises liées 250 Actions et autres titres à revenu variable : 2500 Actions et titres cotés. 2505 Actions et titres non cotés. 251 Obligations, titres de créance négociables et autres titres à revenu fixe. 252 Prêts. 253 Dépôts auprès des établissements de crédit. 254 Autres placements. 255 Créances pour espèces déposées chez les cédantes. 26 Placements dans des entreprises avec lesquelles existe un lien de participation 260 Actions et autres titres à revenu variable : 2600 Actions et titres cotés. 2605 Actions et titres non cotés. 261 Obligations, titres de créance négociables et autres titres à revenu fixe. 262 Prêts. 263 Dépôts auprès des établissements de crédit. 264 Autres placements. 265 Créances pour espèces déposées chez les cédantes. 28 Amortissements 29 Provisions Classe 3. - Provisions techniques 30 Provisions d'assurance vie 300 Affaires directes. 304 Acceptations. 31 Provisions pour primes non acquises et risques en cours (Non-vie) 312 Affaires directes. 315 Acceptations. 32 Provisions pour sinistres à payer (Vie) 320 Affaires directes. 324 Acceptations. 33 Provisions pour sinistres à payer (Non-vie) 332 Affaires directes. 333 Prévisions de recours à encaisser. 335 Acceptations. 34 Provisions pour participation aux bénéfices et ristournes (Vie) 340 Affaires directes : 3400 Provision pour participation aux bénéfices. 3401 Provision pour ristournes. 344 Acceptations : 3440 Provision pour participation aux bénéfices. 3441 Provision pour ristournes. 35 Provisions pour participation aux bénéfices et ristournes (Non-vie) 352 Affaires directes. 355 Acceptations. 36 Provisions pour égalisation 37 Autres provisions techniques 370 Affaires directes Vie : 3700 Provision pour aléas financiers. 3703 Provision pour risque d'exigibilité des engagements techniques (Vie). 3705 Autres provisions techniques vie relatives aux contrats PERP. 372 Affaires directes Non-vie : 3720 Provision pour risques croissants. 3721 Provisions mathématiques des rentes. 3723 Provision pour risque d'exigibilité des engagements techniques (Non-vie). 374 Acceptations Vie. 375 Acceptations Non-vie. 377 Engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise. 379 Dotations à la provision pour risque d'exigibilité restant à constater. 38 Provisions des contrats en unités de compte 380 Provisions mathématiques. 385 Provisions pour participation aux bénéfices. 39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques 390 Provisions d'assurance vie (Vie). 391 Provisions pour primes non acquises et risques en cours (Non-vie). 392 Provisions pour sinistres (Vie). 393 Provisions pour sinistres (Non-vie). 394 Provisions pour participation aux bénéfices et ristournes (Vie). 395 Provisions pour participation aux bénéfices et ristournes (Non-vie). 396 Provisions pour égalisation. 397 Autres provisions techniques : 3970 Vie. 3972 Non-vie. 398 Provisions techniques sur contrats en unités de compte. Classe 4. - Comptes de tiers et de régularisation 40 Créances et dettes nées d'opérations d'assurance directe 400 Primes acquises non émises brutes. 401 Primes à annuler. 402 Assurés. 403 Intermédiaires d'assurance. 404 Comptes courants des coassureurs. 408 Autres tiers. 41 Créances et dettes nées d'opérations de réassurance 410 Comptes courants des cessionnaires et rétrocessionnaires : 4100 Entreprises liées. 4101 Entreprises avec lesquelles existe un lien de participation. 4102 Autres. 411 Comptes courants des cédantes et rétrocédantes : 4110 Entreprises liées. 4111 Entreprises avec lesquelles existe un lien de participation. 4112 Autres entreprises. 412 Courtiers de réassurance et autres intermédiaires. 42 Personnel et comptes rattachés 43 Sécurité sociale et autres organismes sociaux 44 État et autres collectivités publiques 45 Associés 4562 Actionnaires - capital appelé non versé. 46 Débiteurs et créditeurs divers 460 Entreprises liées. 461 Entreprises avec lesquelles existe un lien de participation. 462 Autres. 47 Différences de conversion (Supprimé) 48 Comptes de régularisation 480 Intérêts et loyers acquis et non échus : 4800 Intérêts courus. 4801 Loyers courus. 481 Frais d'acquisition reportés : 4810 Assurance vie. 4812 Assurance non-vie. 482 Charges à répartir sur plusieurs exercices : 4820 Frais d'acquisition des immeubles à répartir. 483 Autres comptes de régularisation - actif : 4830 Différences sur les prix de remboursement à percevoir. 484 Produits à répartir sur plusieurs exercices. 485 Autres comptes de régularisation - passif : 4850 Amortissement des différences sur les prix de remboursement. 4855 Report de commissions reçues des réassureurs 486 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés aux instruments financiers à terme ; 4861 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés à des stratégies d'investissement ou de désinvestissement ; 4862 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés à des stratégies de rendement ; 4863 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation sur autres opérations. 487 Évaluations techniques de réassurance. 489 Ecarts de conversion : 4896 Ecarts de conversion-actif. 4897 Ecarts de conversion-passif. 49 Dépréciations Classe 5. - Autres actifs 50 Actifs incorporels 500 Frais d'établissement. 508 Autres immobilisations incorporelles. 51 Actifs corporels d'exploitation 510 Dépôts et cautionnements. 511 Autres immobilisations corporelles. 52 Avoirs en banque, CCP et caisse 53 Actions propres 59 Dépréciations et amortissements Classe 6. - Charges 60 Prestations et frais payés 600 Prestations et frais payés (affaires directes Vie) : 6001 Sinistres et capitaux échus. 6002 Versements périodiques de rentes. 6003 Rachats. 6004 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6005 Commissions de gestion. 6008 Autres frais de gestion des sinistres et de règlement des prestations. 602 Prestations et frais payés (affaires directes Non-vie) : 6020 Sinistres en principal. 6021 Versements périodiques de rentes. 6023 Recours et sauvetages encaissés. 6024 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6025 Commissions de gestion. 6028 Autres frais de gestion des sinistres et de règlement des prestations. 604 Prestations et frais payés (acceptations Vie) : 6041 Sinistres et capitaux échus. 6042 Versements périodiques de rentes. 6043 Rachats. 6044 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6045 Commissions de gestion. 6048 Autres frais de gestion des sinistres et de règlement des prestations. 605 Prestations et frais payés (acceptations Non-vie) : 6050 Sinistres en principal. 6051 Versements périodiques de rentes. 6054 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6055 Commissions de gestion. 6058 Autres frais de gestion des sinistres et de règlement des prestations. 609 Part des réassureurs : 6090 Affaires directes (Vie). 6092 Affaires directes (Non-vie). 6094 Acceptations Vie. 6095 Acceptations (Non-vie). 61 Variations des provisions pour sinistres à payer (PSP) 610 Affaires directes (Vie) : 6100 Variation des provisions. 6104 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 612 Affaires directes (Non-vie) : 6120 Variation des provisions. 6123 Variation des prévisions de recours. 6124 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 614 Acceptations (vie) : 6140 Variation des provisions. 6144 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 615 Acceptations (Non-vie) : 6150 Variation des provisions. 6154 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 619 Part des réassureurs : 6190 Affaires directes (Vie). 6192 Affaires directes (Non-vie). 6194 Acceptations (Vie). 6195 Acceptations (Non-vie). 62 Variations des autres provisions techniques 620 Variations des provisions d'assurance vie : 6200 Affaires directes Vie : 62000 Variation des provisions. 62004 Intérêts techniques et participations aux bénéfices directement incorporées. 6204 Acceptations Vie : 62040 Variation des provisions. 62044 Intérêts techniques et participations aux bénéfices directement incorporées. 621 Variations des autres provisions techniques : 6210 Autres provisions techniques (Vie) : 62100 Variation des provisions pour aléas financiers. 62105 (Arr. 15 déc. 2005, art. 1 er ) Variation des autres provisions techniques vie relatives aux contrats PERP 62108 Variation des provisions pour risque d'exigibilité des engagements techniques. 6212 Autres provisions techniques (Non-vie) : 62120 Variation des provisions pour risques croissants. 62121 Variation des provisions mathématiques des rentes. 62124 Intérêts techniques et participations aux bénéfices directement incorporées. 62128 Variation des provisions pour risque d'exigibilité des engagements techniques. 6217 Variation des engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise. 623 Variation des provisions techniques des contrats en unités de compte : 6230 Variation des provisions mathématiques. 6234 Intérêts techniques et participations aux bénéfices directement incorporées. 624 Variation de la provision pour égalisation : 6242 Affaires directes. 6245 Acceptations. 629 Part des réassureurs : 6290 Provisions d'assurance vie. 6291 Autres provisions techniques : 62910 Vie. 62912 Non-vie. 6293 Provisions des contrats en unités de compte. 6294 Provision pour égalisation. 63 Participations aux résultats 630 Affaires directes Vie : 6300 Intérêts techniques inclus dans les prestations versées. 6301 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 6303 Participations aux bénéfices directement incorporées aux prestations versées. 6304 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6305 Participations aux bénéfices directement incorporées aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 6306 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte). 6309 Utilisations des provisions pour participation aux bénéfices et ristournes : 63093 Participation versée. 63094 Participation incorporée aux provisions pour sinistres à payer. 63095 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 632 Affaires directes Non-vie : 6320 Intérêts techniques inclus dans les versements périodiques de rentes. 6321 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6323 Participations aux bénéfices directement incorporées aux prestations versées. 6324 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6326 Dotation aux provisions pour participation aux bénéfices et ristournes. 6329 Utilisations de provision pour participation aux bénéfices et ristournes : 63293 Participation versée. 63294 Participation incorporée aux provisions pour sinistres à payer. 63297 Ristournes sur primes. 634 Acceptations Vie : 6340 Intérêts techniques inclus dans les prestations versées. 6341 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6342 Intérêts techniques incorporés aux provisions d'assurance vie. 6343 Participations aux bénéfices directement incorporées aux prestations versées. 6344 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6345 Participations aux bénéfices directement incorporées aux provisions d'assurance vie. 6346 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte). 6349 Utilisations des provisions pour participation aux bénéfices et ristournes : 63493 Participation versée. 63494 Participation incorporée aux provisions pour sinistres à payer. 63495 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 635 Acceptations Non-vie : 6350 Intérêts techniques inclus dans les versements périodiques de rentes. 6351 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6353 Participations aux bénéfices directement incorporées aux prestations versées. 6354 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6356 Dotation aux provisions pour participation aux bénéfices et ristournes. 6359 Utilisations de provisions pour participation aux bénéfices et ristournes : 63593 Participation versée. 63594 Participation incorporée aux provisions pour sinistres à payer. 63597 Ristournes sur primes. 639 Part des réassureurs : 6390 Affaires directes Vie. 6392 Affaires directes Non-vie. 6394 Acceptations Vie. 6395 Acceptation Non-vie. 64 Frais d'exploitation 640 Frais d'exploitation Vie : 6400 Frais d'acquisition : 64005 Commissions. 64008 Autres charges. 64009 Variation des frais d'acquisition reportés. 6402 Frais d'administration : 64025 Commissions. 64028 Autres charges. 642 Frais d'exploitation Non-vie : 6420 Frais d'acquisition : 64205 Commissions. 64208 Autres charges. 64209 Variation des frais d'acquisition reportés. 6422 Frais d'administration : 64225 Commissions. 64228 Autres charges. 644 Autres charges techniques Vie : 6445 Commissions. 6448 Autres charges. 645 Autres charges techniques Non-vie : 6455 Commissions. 6458 Autres charges. 649 Commissions reçues des réassureurs : 6490 Affaires directes Vie. 6492 Affaires directes Non-vie. 6494 Acceptations Vie. 6495 Acceptations Non-vie. 65 Charges non techniques 655 Commissions. 658 Autres charges. 66 Charges des placements 660 Intérêts : 6600 Sur dépôts reçus des réassureurs. 6601 Sur emprunts. 6602 Sur dettes à l'égard d'établissements de crédit. 6603 Autres. 662 Frais externes de gestion. 663 Frais internes de gestion. 664 Pertes sur réalisation et réévaluation de placements : 6640 Réalisation de placements. 6642 Réévaluations. 6645 Dotation à la réserve de capitalisation. 665 Pertes de change : 6650 6652 Dotation à la provision pour pertes de change. 666 Ajustement de valeur des actifs représentatifs des contrats en unités de compte (moins-values non réalisées). 667 Variation de valeur des actifs représentatifs des contrats PERP diversifiées 668 Amortissements financiers : 6681 Amortissement des primes de remboursement des emprunts. 6683 Amortissement des différences de prix de remboursement. 6685 Amortissement des frais d'acquisition à répartir des immeubles. 669 Dotations aux amortissements et aux provisions des placements : 6693 Amortissement des immeubles. 6696 Dépréciations des placements 67 Charges exceptionnelles 670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement. 672 Dotation de l'exercice à la provision pour investissement. 673 Dotation de l'exercice aux autres provisions réglementées. 674 Autres charges exceptionnelles. 675 Dotation de l'exercice à provision pour charges exceptionnelles. 676 Dotation de l'exercice pour dépréciations exceptionnelles 69 Autres opérations du compte non technique 690 Participation des salariés aux fruits de l'expansion. 695 Impôts sur les bénéfices. Classe 7. - Produits 70 Primes 700 Primes Vie (affaires directes) : 7000 Primes périodiques émises. 7001 Primes uniques émises. 7002 Annulations. 7004 Variation des primes acquises non émises. 702 Primes Non-vie (affaires directes) : 7020 Primes émises. 7022 Annulations. 7023 Ristournes sur primes. 7024 Variation des primes acquises non émises. 7025 Variation des primes à annuler. 704 Primes Vie (acceptations). 705 Primes Non-vie (acceptations). 708 Primes cédées : 7080 Affaires directes Vie. 7082 Affaires directes Non-vie. 7084 Acceptations Vie. 7085 Acceptations Non-vie. 709 Variations de la provision pour primes non acquises et risques en cours (PRC) (Non-vie) : 7092 Affaires directes. 7095 Acceptations. 7099 Part des réassureurs : 70992 Affaires directes. 70995 Acceptations. 72 Production immobilisée 720 Vie. 722 Non-vie. 73 Subventions d'exploitation 730 Vie. 732 Non-vie. 74 Autres produits techniques 740 Vie. 742 Non-vie. 75 Produits non techniques 750 Honoraires et commissions. 751 Récupérations. 752 Utilisation ou reprises de provisions. 753 Variation des dotations à la provision pour risque d'exigibilité restant à constater. 76 Produits des placements 760 Revenus des placements. 762 Honoraires et commissions sur activité de gestion d'actifs. 764 Profits provenant de la réalisation ou de la réévaluation des placements : 7641 Réalisation de placements. 7642 Réévaluations. 7645 Reprises sur réserve de capitalisation. 765 Profits de change : 7650 (Supprimé à compter du 1 er janvier 2008 par Arr. 28 déc. 2007, Ann. 1, 5 o ) 7652 Reprise de la provision pour pertes de change. 766 Ajustement des actifs représentatifs de contrats en unités de compte (plus-values non réalisées). 767 Variation de valeur des actifs représentatifs des contrats PERP diversifiées 768 Produits des différences sur les prix de remboursement à percevoir. 769 Reprises des dépréciations de placements 77 Produits exceptionnels 772 Reprise de la provision pour investissement. 773 Reprises sur autres provisions réglementées. 774 Autres produits exceptionnels. 775 Utilisation ou reprise de provisions pour charges exceptionnelles. 776 Utilisation ou reprises des dépréciations exceptionnelles 79 Transferts 7920 Produits des placements alloués (compte technique Non-vie). 7929 Produits des placements transférés au compte technique Non-vie. 7930 Produits des placements alloués (compte non technique). 7939 Produits des placements transférés au compte non technique. 7971 Prélèvement sur la comptabilité auxiliaire d'affectation au profit du patrimoine général ; 79711 Acquisition ; 79712 Administration ; 79713 Gestion des sinistres/transfert ; 79714 Gestion des placements ; 79715 Autres produits/charges techniques. 7973 Autres transferts de produits/charges au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées. Classe 8. - Comptes spéciaux 80 Engagements reçus et donnés 810 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies d'investissement futur ou de désinvestissement ; 811 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies de rendement ; 812 Engagements sur instruments financiers à terme négociés dans le cadre d'autres opérations ; 819 Comptes techniques de contrepartie ; 820 Titres donnés en garantie sur instruments financiers à terme sans transfert de propriété ; 825 Titres reçus en garantie sur instruments financiers à terme sans transfert de propriété ; 829 Comptes techniques de contrepartie. 841 Position de change hors bilan. 842 Contre-valeur de position de change hors bilan. 88 Résultat en instance d'affectation Classe 9. - Charges par nature",
            "texteHtml": "<p><strong>nomenclature des comptes</strong></p><p><strong>Classe 1. - Capitaux permanents et emprunts</strong></p><p>10 Capital et réserves</p><p>101 Capital.</p><p>102 Fonds d'établissement constitué.</p><p>103 Fonds social complémentaire.</p><p>104 Primes liées au capital social.</p><p>105 Écarts de réévaluation.</p><p>106 Réserves :</p><p>1062 Réserves indisponibles.</p><p>1063 Réserves statutaires ou contractuelles.</p><p>1064 Réserves réglementées :</p><p>10641 Plus-values nettes à long terme.</p><p>10642 Réserve pour remboursement d'emprunt pour fonds d'établissement.</p><p>10645 Réserve de capitalisation.</p><p>1068 Autres réserves.</p><p>109 Capital souscrit non appelé.</p><p>11 Report à nouveau</p><p>12 Résultat de l'exercice (bénéfice ou perte)</p><p>14 Provisions réglementées (autres que les provisions techniques)</p><p>15 Provisions</p><p>16 Emprunts et dettes assimilées</p><p>160 Passifs subordonnés :</p><p>1600 Titres participatifs admis en constitution de la marge de solvabilité.</p><p>1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité.</p><p>1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité.</p><p>161 Emprunts obligataires :</p><p>1610 Emprunts obligataires convertibles.</p><p>1611 Autres emprunts obligataires.</p><p>162 Emprunt pour fonds d'établissement.</p><p>163 Billets de trésorerie et autres titres de créance négociables émis par l'entreprise.</p><p>164 Dettes envers des établissements de crédit :</p><p>1640 Entreprises liées.</p><p>1641 Participations.</p><p>1642 Autres établissements de crédit.</p><p>165 Dépôts et cautionnements reçus :</p><p>1650 Entreprises liées.</p><p>1651 Participations.</p><p>1652 Dépôts de garantie, liés à des instruments financiers à terme, reçus en espèces ;</p><p>1653 Dépôts de garantie, liés à des instruments financiers à terme, reçus titres ;</p><p>1654 Autres.</p><p>168 Autres emprunts et dettes assimilées :</p><p>1680 Entreprises liées.</p><p>1681 Participations.</p><p>1682 Autres.</p><p>17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques</p><p>170 Entreprises liées.</p><p>171 Participations.</p><p>172 Autres entreprises.</p><p>18 Comptes de liaison </p><p>183 Liaisons internes :</p><p>1831 Position de change.</p><p>1832 Contre-valeur de position de change.</p><p>184 Liaisons de succursales.</p><p>185 Opérations légalement cantonnées dans une comptabilité auxiliaire d'affectation ;</p><p>1851 Changement d'affectation d'actifs de placement sous condition résolutoire ;</p><p>1852 Changement d'affectation d'actifs de placement ayant un caractère ferme et définitif ;</p><p>1853 Transfert de produits ou de charges à destination d'une association de souscription ;</p><p>1858 Prise en charge par l'organisme d'assurance gestionnaire d'une insuffisance de couverture des engagements au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées ;</p><p>1859 Autres transferts de produits ou de charges.</p><p><strong>Classe 2. - Placements</strong></p><p>21 Placements immobiliers</p><p>210 Terrains non construits.</p><p>211 Parts de sociétés non cotées à objet foncier.</p><p>212 Immeubles bâtis hors immeubles d'exploitation.</p><p>213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation.</p><p>219 Immeubles d'exploitation :</p><p>2192 Immeubles bâtis.</p><p>2193 Parts de sociétés immobilières non cotées.</p><p>22 Placements immobiliers en cours</p><p>220 Terrains affectés à une construction en cours.</p><p>222 Immeubles en cours.</p><p>223 Parts et actions de sociétés immobilières non cotées (immeubles en cours).</p><p>229 Immeubles d'exploitation en cours.</p><p>23 Placements financiers</p><p>230 Actions et autres titres à revenu variable :</p><p>2300 Actions et titres cotés.</p><p>2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe.</p><p>2302 Actions et parts d'autres OPCVM.</p><p>2305 Actions et titres non cotés.</p><p>231 Obligations, titres de créance négociables et autres titres à revenu fixe :</p><p>2310 Obligations cotées.</p><p>2315 Obligations non cotées.</p><p>2316 Titres de créance négociables et bons du Trésor.</p><p>2317 Autres.</p><p>232 Prêts :</p><p>2320 Prêts obtenus ou garantis par un État membre de l'OCDE.</p><p>2321 Prêts hypothécaires.</p><p>2322 Autres prêts.</p><p>2323 Avances sur polices.</p><p>233 Dépôts auprès des établissements de crédit :</p><p>2330 (Supprimé).</p><p>2331 Autres dépôts de garantie auprès d'établissements de crédit.</p><p>2332 Autres dépôts auprès d'établissements de crédit.</p><p>234 Autres placements :</p><p>2340 Dépôts et cautionnements.</p><p>2341 Créances représentatives de titres prêtés.</p><p>2342 Dépôts de garantie, liés à des instruments financiers à terme, effectués en espèces.</p><p>2343 Titres déposés en garantie avec transfert de propriété au titre d'opérations sur instruments financiers à terme ;</p><p>2344 Autres.</p><p>235 Créances pour espèces déposées chez les cédantes.</p><p>24 Placements représentant les provisions techniques afférentes aux contrats en unités de compte</p><p>240 Placements immobiliers.</p><p>241 Titres à revenu variable autres que les OPCVM.</p><p>242 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe.</p><p>244 Parts d'autres OPCVM.</p><p>25 Placements dans des entreprises liées</p><p>250 Actions et autres titres à revenu variable :</p><p>2500 Actions et titres cotés.</p><p>2505 Actions et titres non cotés.</p><p>251 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>252 Prêts.</p><p>253 Dépôts auprès des établissements de crédit.</p><p>254 Autres placements.</p><p>255 Créances pour espèces déposées chez les cédantes.</p><p>26 Placements dans des entreprises avec lesquelles existe un lien de participation</p><p>260 Actions et autres titres à revenu variable :</p><p>2600 Actions et titres cotés.</p><p>2605 Actions et titres non cotés.</p><p>261 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>262 Prêts.</p><p>263 Dépôts auprès des établissements de crédit.</p><p>264 Autres placements.</p><p>265 Créances pour espèces déposées chez les cédantes.</p><p>28 Amortissements</p><p>29 Provisions</p><p><strong>Classe 3. - Provisions techniques</strong></p><p>30 Provisions d'assurance vie</p><p>300 Affaires directes.</p><p>304 Acceptations.</p><p>31 Provisions pour primes non acquises et risques en cours (Non-vie)</p><p>312 Affaires directes.</p><p>315 Acceptations.</p><p>32 Provisions pour sinistres à payer (Vie)</p><p>320 Affaires directes.</p><p>324 Acceptations.</p><p>33 Provisions pour sinistres à payer (Non-vie)</p><p>332 Affaires directes.</p><p>333 Prévisions de recours à encaisser.</p><p>335 Acceptations.</p><p>34 Provisions pour participation aux bénéfices et ristournes (Vie)</p><p>340 Affaires directes :</p><p>3400 Provision pour participation aux bénéfices.</p><p>3401 Provision pour ristournes.</p><p>344 Acceptations :</p><p>3440 Provision pour participation aux bénéfices.</p><p>3441 Provision pour ristournes.</p><p>35 Provisions pour participation aux bénéfices et ristournes (Non-vie)</p><p>352 Affaires directes.</p><p>355 Acceptations.</p><p>36 Provisions pour égalisation</p><p>37 Autres provisions techniques</p><p>370 Affaires directes Vie :</p><p>3700 Provision pour aléas financiers.</p><p>3703 Provision pour risque d'exigibilité des engagements techniques (Vie).</p><p>3705 Autres provisions techniques vie relatives aux contrats PERP.</p><p>372 Affaires directes Non-vie :</p><p>3720 Provision pour risques croissants.</p><p>3721 Provisions mathématiques des rentes.</p><p>3723 Provision pour risque d'exigibilité des engagements techniques (Non-vie).</p><p>374 Acceptations Vie.</p><p>375 Acceptations Non-vie.</p><p>377 Engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise.</p><p>379 Dotations à la provision pour risque d'exigibilité restant à constater. </p><p>38 Provisions des contrats en unités de compte</p><p>380 Provisions mathématiques.</p><p>385 Provisions pour participation aux bénéfices.</p><p>39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques</p><p>390 Provisions d'assurance vie (Vie).</p><p>391 Provisions pour primes non acquises et risques en cours (Non-vie).</p><p>392 Provisions pour sinistres (Vie).</p><p>393 Provisions pour sinistres (Non-vie).</p><p>394 Provisions pour participation aux bénéfices et ristournes (Vie).</p><p>395 Provisions pour participation aux bénéfices et ristournes (Non-vie).</p><p>396 Provisions pour égalisation.</p><p>397 Autres provisions techniques :</p><p>3970 Vie.</p><p>3972 Non-vie.</p><p>398 Provisions techniques sur contrats en unités de compte.</p><p><strong>Classe 4. - Comptes de tiers et de régularisation</strong></p><p>40 Créances et dettes nées d'opérations d'assurance directe</p><p>400 Primes acquises non émises brutes.</p><p>401 Primes à annuler.</p><p>402 Assurés.</p><p>403 Intermédiaires d'assurance.</p><p>404 Comptes courants des coassureurs.</p><p>408 Autres tiers.</p><p>41 Créances et dettes nées d'opérations de réassurance</p><p>410 Comptes courants des cessionnaires et rétrocessionnaires :</p><p>4100 Entreprises liées.</p><p>4101 Entreprises avec lesquelles existe un lien de participation.</p><p>4102 Autres.</p><p>411 Comptes courants des cédantes et rétrocédantes :</p><p>4110 Entreprises liées.</p><p>4111 Entreprises avec lesquelles existe un lien de participation.</p><p>4112 Autres entreprises.</p><p>412 Courtiers de réassurance et autres intermédiaires.</p><p>42 Personnel et comptes rattachés</p><p>43 Sécurité sociale et autres organismes sociaux</p><p>44 État et autres collectivités publiques</p><p>45 Associés</p><p>4562 Actionnaires - capital appelé non versé.</p><p>46 Débiteurs et créditeurs divers</p><p>460 Entreprises liées.</p><p>461 Entreprises avec lesquelles existe un lien de participation.</p><p>462 Autres.</p><p>47 Différences de conversion (Supprimé)</p><p>48 Comptes de régularisation</p><p>480 Intérêts et loyers acquis et non échus :</p><p>4800 Intérêts courus.</p><p>4801 Loyers courus.</p><p>481 Frais d'acquisition reportés :</p><p>4810 Assurance vie.</p><p>4812 Assurance non-vie.</p><p>482 Charges à répartir sur plusieurs exercices :</p><p>4820 Frais d'acquisition des immeubles à répartir.</p><p>483 Autres comptes de régularisation - actif :</p><p>4830 Différences sur les prix de remboursement à percevoir.</p><p>484 Produits à répartir sur plusieurs exercices.</p><p>485 Autres comptes de régularisation - passif :</p><p>4850 Amortissement des différences sur les prix de remboursement.</p><p>4855 Report de commissions reçues des réassureurs</p><p>486 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés aux instruments financiers à terme ;</p><p>4861 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés à des stratégies d'investissement ou de désinvestissement ;</p><p>4862 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés à des stratégies de rendement ;</p><p>4863 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation sur autres opérations.</p><p>487 Évaluations techniques de réassurance.</p><p>489 Ecarts de conversion :</p><p>4896 Ecarts de conversion-actif.</p><p>4897 Ecarts de conversion-passif.</p><p>49 Dépréciations</p><p><strong>Classe 5. - Autres actifs</strong></p><p>50 Actifs incorporels</p><p>500 Frais d'établissement.</p><p>508 Autres immobilisations incorporelles.</p><p>51 Actifs corporels d'exploitation</p><p>510 Dépôts et cautionnements.</p><p>511 Autres immobilisations corporelles.</p><p>52 Avoirs en banque, CCP et caisse</p><p>53 Actions propres</p><p>59 Dépréciations et amortissements</p><p><strong>Classe 6. - Charges</strong></p><p>60 Prestations et frais payés</p><p>600 Prestations et frais payés (affaires directes Vie) :</p><p>6001 Sinistres et capitaux échus.</p><p>6002 Versements périodiques de rentes.</p><p>6003 Rachats.</p><p>6004 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6005 Commissions de gestion.</p><p>6008 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>602 Prestations et frais payés (affaires directes Non-vie) :</p><p>6020 Sinistres en principal.</p><p>6021 Versements périodiques de rentes.</p><p>6023 Recours et sauvetages encaissés.</p><p>6024 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6025 Commissions de gestion.</p><p>6028 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>604 Prestations et frais payés (acceptations Vie) :</p><p>6041 Sinistres et capitaux échus.</p><p>6042 Versements périodiques de rentes.</p><p>6043 Rachats.</p><p>6044 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6045 Commissions de gestion.</p><p>6048 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>605 Prestations et frais payés (acceptations Non-vie) :</p><p>6050 Sinistres en principal.</p><p>6051 Versements périodiques de rentes.</p><p>6054 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6055 Commissions de gestion.</p><p>6058 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>609 Part des réassureurs :</p><p>6090 Affaires directes (Vie).</p><p>6092 Affaires directes (Non-vie).</p><p>6094 Acceptations Vie.</p><p>6095 Acceptations (Non-vie).</p><p>61 Variations des provisions pour sinistres à payer (PSP)</p><p>610 Affaires directes (Vie) :</p><p>6100 Variation des provisions.</p><p>6104 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>612 Affaires directes (Non-vie) :</p><p>6120 Variation des provisions.</p><p>6123 Variation des prévisions de recours.</p><p>6124 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>614 Acceptations (vie) :</p><p>6140 Variation des provisions.</p><p>6144 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>615 Acceptations (Non-vie) :</p><p>6150 Variation des provisions.</p><p>6154 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>619 Part des réassureurs :</p><p>6190 Affaires directes (Vie).</p><p>6192 Affaires directes (Non-vie).</p><p>6194 Acceptations (Vie).</p><p>6195 Acceptations (Non-vie).</p><p>62 Variations des autres provisions techniques</p><p>620 Variations des provisions d'assurance vie :</p><p>6200 Affaires directes Vie :</p><p>62000 Variation des provisions.</p><p>62004 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>6204 Acceptations Vie :</p><p>62040 Variation des provisions.</p><p>62044 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>621 Variations des autres provisions techniques :</p><p>6210 Autres provisions techniques (Vie) :</p><p>62100 Variation des provisions pour aléas financiers.</p><p>62105 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Variation des autres provisions techniques vie relatives aux contrats PERP</p><p>62108 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6212 Autres provisions techniques (Non-vie) :</p><p>62120 Variation des provisions pour risques croissants.</p><p>62121 Variation des provisions mathématiques des rentes.</p><p>62124 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>62128 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6217 Variation des engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise.</p><p>623 Variation des provisions techniques des contrats en unités de compte :</p><p>6230 Variation des provisions mathématiques.</p><p>6234 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>624 Variation de la provision pour égalisation :</p><p>6242 Affaires directes.</p><p>6245 Acceptations.</p><p>629 Part des réassureurs :</p><p>6290 Provisions d'assurance vie.</p><p>6291 Autres provisions techniques :</p><p>62910 Vie.</p><p>62912 Non-vie.</p><p>6293 Provisions des contrats en unités de compte.</p><p>6294 Provision pour égalisation.</p><p>63 Participations aux résultats</p><p>630 Affaires directes Vie :</p><p>6300 Intérêts techniques inclus dans les prestations versées.</p><p>6301 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>6303 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6304 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6305 Participations aux bénéfices directement incorporées aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>6306 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte).</p><p>6309 Utilisations des provisions pour participation aux bénéfices et ristournes :</p><p>63093 Participation versée.</p><p>63094 Participation incorporée aux provisions pour sinistres à payer.</p><p>63095 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>632 Affaires directes Non-vie :</p><p>6320 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6321 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6323 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6324 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6326 Dotation aux provisions pour participation aux bénéfices et ristournes.</p><p>6329 Utilisations de provision pour participation aux bénéfices et ristournes :</p><p>63293 Participation versée.</p><p>63294 Participation incorporée aux provisions pour sinistres à payer.</p><p>63297 Ristournes sur primes.</p><p>634 Acceptations Vie :</p><p>6340 Intérêts techniques inclus dans les prestations versées.</p><p>6341 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6342 Intérêts techniques incorporés aux provisions d'assurance vie.</p><p>6343 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6344 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6345 Participations aux bénéfices directement incorporées aux provisions d'assurance vie.</p><p>6346 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte).</p><p>6349 Utilisations des provisions pour participation aux bénéfices et ristournes :</p><p>63493 Participation versée.</p><p>63494 Participation incorporée aux provisions pour sinistres à payer.</p><p>63495 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>635 Acceptations Non-vie :</p><p>6350 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6351 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6353 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6354 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6356 Dotation aux provisions pour participation aux bénéfices et ristournes.</p><p>6359 Utilisations de provisions pour participation aux bénéfices et ristournes :</p><p>63593 Participation versée.</p><p>63594 Participation incorporée aux provisions pour sinistres à payer.</p><p>63597 Ristournes sur primes.</p><p>639 Part des réassureurs :</p><p>6390 Affaires directes Vie.</p><p>6392 Affaires directes Non-vie.</p><p>6394 Acceptations Vie.</p><p>6395 Acceptation Non-vie.</p><p>64 Frais d'exploitation</p><p>640 Frais d'exploitation Vie :</p><p>6400 Frais d'acquisition :</p><p>64005 Commissions.</p><p>64008 Autres charges.</p><p>64009 Variation des frais d'acquisition reportés.</p><p>6402 Frais d'administration :</p><p>64025 Commissions.</p><p>64028 Autres charges.</p><p>642 Frais d'exploitation Non-vie :</p><p>6420 Frais d'acquisition :</p><p>64205 Commissions.</p><p>64208 Autres charges.</p><p>64209 Variation des frais d'acquisition reportés.</p><p>6422 Frais d'administration :</p><p>64225 Commissions.</p><p>64228 Autres charges.</p><p>644 Autres charges techniques Vie :</p><p>6445 Commissions.</p><p>6448 Autres charges.</p><p>645 Autres charges techniques Non-vie :</p><p>6455 Commissions.</p><p>6458 Autres charges.</p><p>649 Commissions reçues des réassureurs :</p><p>6490 Affaires directes Vie.</p><p>6492 Affaires directes Non-vie.</p><p>6494 Acceptations Vie.</p><p>6495 Acceptations Non-vie.</p><p>65 Charges non techniques</p><p>655 Commissions.</p><p>658 Autres charges.</p><p>66 Charges des placements</p><p>660 Intérêts :</p><p>6600 Sur dépôts reçus des réassureurs.</p><p>6601 Sur emprunts.</p><p>6602 Sur dettes à l'égard d'établissements de crédit.</p><p>6603 Autres.</p><p>662 Frais externes de gestion.</p><p>663 Frais internes de gestion.</p><p>664 Pertes sur réalisation et réévaluation de placements :</p><p>6640 Réalisation de placements.</p><p>6642 Réévaluations.</p><p>6645 Dotation à la réserve de capitalisation.</p><p>665 Pertes de change :</p><p>6650 </p><p>6652 Dotation à la provision pour pertes de change.</p><p>666 Ajustement de valeur des actifs représentatifs des contrats en unités de compte (moins-values non réalisées).</p><p>667 Variation de valeur des actifs représentatifs des contrats PERP diversifiées </p><p>668 Amortissements financiers :</p><p>6681 Amortissement des primes de remboursement des emprunts.</p><p>6683 Amortissement des différences de prix de remboursement.</p><p>6685 Amortissement des frais d'acquisition à répartir des immeubles.</p><p>669 Dotations aux amortissements et aux provisions des placements :</p><p>6693 Amortissement des immeubles.</p><p>6696 Dépréciations des placements</p><p>67 Charges exceptionnelles</p><p>670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement.</p><p>672 Dotation de l'exercice à la provision pour investissement.</p><p>673 Dotation de l'exercice aux autres provisions réglementées.</p><p>674 Autres charges exceptionnelles.</p><p>675 Dotation de l'exercice à provision pour charges exceptionnelles.</p><p>676 Dotation de l'exercice pour dépréciations exceptionnelles</p><p>69 Autres opérations du compte non technique</p><p>690 Participation des salariés aux fruits de l'expansion.</p><p>695 Impôts sur les bénéfices.</p><p><strong>Classe 7. - Produits</strong></p><p>70 Primes</p><p>700 Primes Vie (affaires directes) :</p><p>7000 Primes périodiques émises.</p><p>7001 Primes uniques émises.</p><p>7002 Annulations.</p><p>7004 Variation des primes acquises non émises.</p><p>702 Primes Non-vie (affaires directes) :</p><p>7020 Primes émises.</p><p>7022 Annulations.</p><p>7023 Ristournes sur primes.</p><p>7024 Variation des primes acquises non émises.</p><p>7025 Variation des primes à annuler.</p><p>704 Primes Vie (acceptations).</p><p>705 Primes Non-vie (acceptations).</p><p>708 Primes cédées :</p><p>7080 Affaires directes Vie.</p><p>7082 Affaires directes Non-vie.</p><p>7084 Acceptations Vie.</p><p>7085 Acceptations Non-vie.</p><p>709 Variations de la provision pour primes non acquises et risques en cours (PRC) (Non-vie) :</p><p>7092 Affaires directes.</p><p>7095 Acceptations.</p><p>7099 Part des réassureurs :</p><p>70992 Affaires directes.</p><p>70995 Acceptations.</p><p>72 Production immobilisée</p><p>720 Vie.</p><p>722 Non-vie.</p><p>73 Subventions d'exploitation</p><p>730 Vie.</p><p>732 Non-vie.</p><p>74 Autres produits techniques</p><p>740 Vie.</p><p>742 Non-vie.</p><p>75 Produits non techniques</p><p>750 Honoraires et commissions.</p><p>751 Récupérations.</p><p>752 Utilisation ou reprises de provisions.</p><p>753 Variation des dotations à la provision pour risque d'exigibilité restant à constater. </p><p>76 Produits des placements</p><p>760 Revenus des placements.</p><p>762 Honoraires et commissions sur activité de gestion d'actifs.</p><p>764 Profits provenant de la réalisation ou de la réévaluation des placements :</p><p>7641 Réalisation de placements.</p><p>7642 Réévaluations.</p><p>7645 Reprises sur réserve de capitalisation.</p><p>765 Profits de change :</p><p>7650 (Supprimé à compter du 1<sup>er</sup> janvier 2008 par Arr. 28 déc. 2007, Ann. 1, 5<sup>o</sup>)</p><p>7652 Reprise de la provision pour pertes de change.</p><p>766 Ajustement des actifs représentatifs de contrats en unités de compte (plus-values non réalisées).</p><p>767 Variation de valeur des actifs représentatifs des contrats PERP diversifiées </p><p>768 Produits des différences sur les prix de remboursement à percevoir.</p><p>769 Reprises des dépréciations de placements</p><p>77 Produits exceptionnels</p><p>772 Reprise de la provision pour investissement.</p><p>773 Reprises sur autres provisions réglementées.</p><p>774 Autres produits exceptionnels.</p><p>775 Utilisation ou reprise de provisions pour charges exceptionnelles.</p><p>776 Utilisation ou reprises des dépréciations exceptionnelles</p><p>79 Transferts</p><p>7920 Produits des placements alloués (compte technique Non-vie).</p><p>7929 Produits des placements transférés au compte technique Non-vie.</p><p>7930 Produits des placements alloués (compte non technique).</p><p>7939 Produits des placements transférés au compte non technique.</p><p>7971 Prélèvement sur la comptabilité auxiliaire d'affectation au profit du patrimoine général ;</p><p>79711 Acquisition ;</p><p>79712 Administration ;</p><p>79713 Gestion des sinistres/transfert ;</p><p>79714 Gestion des placements ;</p><p>79715 Autres produits/charges techniques.</p><p>7973 Autres transferts de produits/charges au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées.</p><p><strong>Classe 8. - Comptes spéciaux</strong></p><p>80 Engagements reçus et donnés</p><p>810 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies d'investissement futur ou de désinvestissement ;</p><p>811 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies de rendement ;</p><p>812 Engagements sur instruments financiers à terme négociés dans le cadre d'autres opérations ;</p><p>819 Comptes techniques de contrepartie ;</p><p>820 Titres donnés en garantie sur instruments financiers à terme sans transfert de propriété ;</p><p>825 Titres reçus en garantie sur instruments financiers à terme sans transfert de propriété ;</p><p>829 Comptes techniques de contrepartie.</p><p>841 Position de change hors bilan.</p><p>842 Contre-valeur de position de change hors bilan.</p><p>88 Résultat en instance d'affectation</p><p><strong>Classe 9. - Charges par nature</strong></p>",
            "num": "Annexe art A343-1 (al 1)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1233878400000,
            "dateFin": 1261872000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-27",
                        "fin": "2016-01-01",
                        "titre": "Chapitre III : Plan comptable particulier à l'assurance et à la capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157006",
                        "id": "LEGISCTA000006157006",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Plan et évaluations comptables particuliers à l'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157006",
                        "id": "LEGISCTA000031773114",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019231791",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006157006",
            "sectionParentId": "LEGISCTA000031773114",
            "sectionParentTitre": "Chapitre III : Plan et évaluations comptables particuliers à l'assurance",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre III : Plan comptable particulier à l'assurance et à la capitalisation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020215790",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020213884",
                    "textTitle": "Arrêté du 30 janvier 2009 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020214210",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-02-05",
                    "dateSignaTexte": "2009-01-30",
                    "dateDebutCible": "2009-02-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021527666",
                    "textTitle": "Arrêté du 21 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021541490",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261785600000,
                    "dateDebut": 1261872000000
                },
                {
                    "textCid": "JORFTEXT000021527666",
                    "textTitle": "Arrêté du 21 décembre 2009 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021541484",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261785600000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019231791",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 812505600000,
                    "dateFin": 1212796800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019237235",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1212796800000,
                    "dateFin": 1233878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020215790",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1233878400000,
                    "dateFin": 1261872000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021542200",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1261872000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art A343-1 (al 1)"
            ],
            "versionPrecedente": "LEGIARTI000019237235",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019237235",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "nomenclature des comptes Classe 1. - Capitaux permanents et emprunts 10 Capital et réserves 101 Capital. 102 Fonds d'établissement constitué. 103 Fonds social complémentaire. 104 Primes liées au capital social. 105 Écarts de réévaluation. 106 Réserves : 1062 Réserves indisponibles. 1063 Réserves statutaires ou contractuelles. 1064 Réserves réglementées : 10641 Plus-values nettes à long terme. 10642 Réserve pour remboursement d'emprunt pour fonds d'établissement. 10645 Réserve de capitalisation. 1068 Autres réserves. 109 Capital souscrit non appelé. 11 Report à nouveau 12 Résultat de l'exercice (bénéfice ou perte) 14 Provisions réglementées (autres que les provisions techniques) 15 Provisions 16 Emprunts et dettes assimilées 160 Passifs subordonnés : 1600 Titres participatifs admis en constitution de la marge de solvabilité. 1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité. 1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité. 161 Emprunts obligataires : 1610 Emprunts obligataires convertibles. 1611 Autres emprunts obligataires. 162 Emprunt pour fonds d'établissement. 163 Billets de trésorerie et autres titres de créance négociables émis par l'entreprise. 164 Dettes envers des établissements de crédit : 1640 Entreprises liées. 1641 Participations. 1642 Autres établissements de crédit. 165 Dépôts et cautionnements reçus : 1650 Entreprises liées. 1651 Participations. 1652 Dépôts de garantie, liés à des instruments financiers à terme, reçus en espèces ; 1653 Dépôts de garantie, liés à des instruments financiers à terme, reçus titres ; 1654 Autres. 168 Autres emprunts et dettes assimilées : 1680 Entreprises liées. 1681 Participations. 1682 Autres. 17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques 170 Entreprises liées. 171 Participations. 172 Autres entreprises. 18 Comptes de liaison 183 Liaisons internes : 1831 Position de change. 1832 Contre-valeur de position de change. 184 Liaisons de succursales. 185 Opérations légalement cantonnées dans une comptabilité auxiliaire d'affectation ; 1851 Changement d'affectation d'actifs de placement sous condition résolutoire ; 1852 Changement d'affectation d'actifs de placement ayant un caractère ferme et définitif ; 1853 Transfert de produits ou de charges à destination d'une association de souscription ; 1858 Prise en charge par l'organisme d'assurance gestionnaire d'une insuffisance de couverture des engagements au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées ; 1859 Autres transferts de produits ou de charges. Classe 2. - Placements 21 Placements immobiliers 210 Terrains non construits. 211 Parts de sociétés non cotées à objet foncier. 212 Immeubles bâtis hors immeubles d'exploitation. 213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. 219 Immeubles d'exploitation : 2192 Immeubles bâtis. 2193 Parts de sociétés immobilières non cotées. 22 Placements immobiliers en cours 220 Terrains affectés à une construction en cours. 222 Immeubles en cours. 223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). 229 Immeubles d'exploitation en cours. 23 Placements financiers 230 Actions et autres titres à revenu variable : 2300 Actions et titres cotés. 2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. 2302 Actions et parts d'autres OPCVM. 2305 Actions et titres non cotés. 231 Obligations, titres de créance négociables et autres titres à revenu fixe : 2310 Obligations cotées. 2315 Obligations non cotées. 2316 Titres de créance négociables et bons du Trésor. 2317 Autres. 232 Prêts : 2320 Prêts obtenus ou garantis par un État membre de l'OCDE. 2321 Prêts hypothécaires. 2322 Autres prêts. 2323 Avances sur polices. 233 Dépôts auprès des établissements de crédit : 2330 (Supprimé). 2331 Autres dépôts de garantie auprès d'établissements de crédit. 2332 Autres dépôts auprès d'établissements de crédit. 234 Autres placements : 2340 Dépôts et cautionnements. 2341 Créances représentatives de titres prêtés. 2342 Dépôts de garantie, liés à des instruments financiers à terme, effectués en espèces. 2343 Titres déposés en garantie avec transfert de propriété au titre d'opérations sur instruments financiers à terme ; 2344 Autres. 235 Créances pour espèces déposées chez les cédantes. 24 Placements représentant les provisions techniques afférentes aux contrats en unités de compte 240 Placements immobiliers. 241 Titres à revenu variable autres que les OPCVM. 242 Obligations, titres de créance négociables et autres titres à revenu fixe. 243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. 244 Parts d'autres OPCVM. 25 Placements dans des entreprises liées 250 Actions et autres titres à revenu variable : 2500 Actions et titres cotés. 2505 Actions et titres non cotés. 251 Obligations, titres de créance négociables et autres titres à revenu fixe. 252 Prêts. 253 Dépôts auprès des établissements de crédit. 254 Autres placements. 255 Créances pour espèces déposées chez les cédantes. 26 Placements dans des entreprises avec lesquelles existe un lien de participation 260 Actions et autres titres à revenu variable : 2600 Actions et titres cotés. 2605 Actions et titres non cotés. 261 Obligations, titres de créance négociables et autres titres à revenu fixe. 262 Prêts. 263 Dépôts auprès des établissements de crédit. 264 Autres placements. 265 Créances pour espèces déposées chez les cédantes. 28 Amortissements 29 Provisions Classe 3. - Provisions techniques 30 Provisions d'assurance vie 300 Affaires directes. 304 Acceptations. 31 Provisions pour primes non acquises et risques en cours (Non-vie) 312 Affaires directes. 315 Acceptations. 32 Provisions pour sinistres à payer (Vie) 320 Affaires directes. 324 Acceptations. 33 Provisions pour sinistres à payer (Non-vie) 332 Affaires directes. 333 Prévisions de recours à encaisser. 335 Acceptations. 34 Provisions pour participation aux bénéfices et ristournes (Vie) 340 Affaires directes : 3400 Provision pour participation aux bénéfices. 3401 Provision pour ristournes. 344 Acceptations : 3440 Provision pour participation aux bénéfices. 3441 Provision pour ristournes. 35 Provisions pour participation aux bénéfices et ristournes (Non-vie) 352 Affaires directes. 355 Acceptations. 36 Provisions pour égalisation 37 Autres provisions techniques 370 Affaires directes Vie : 3700 Provision pour aléas financiers. 3703 Provision pour risque d'exigibilité des engagements techniques (Vie). 3705 Autres provisions techniques vie relatives aux contrats PERP. 372 Affaires directes Non-vie : 3720 Provision pour risques croissants. 3721 Provisions mathématiques des rentes. 3723 Provision pour risque d'exigibilité des engagements techniques (Non-vie). 374 Acceptations Vie. 375 Acceptations Non-vie. 377 Engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise. 38 Provisions des contrats en unités de compte 380 Provisions mathématiques. 385 Provisions pour participation aux bénéfices. 39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques 390 Provisions d'assurance vie (Vie). 391 Provisions pour primes non acquises et risques en cours (Non-vie). 392 Provisions pour sinistres (Vie). 393 Provisions pour sinistres (Non-vie). 394 Provisions pour participation aux bénéfices et ristournes (Vie). 395 Provisions pour participation aux bénéfices et ristournes (Non-vie). 396 Provisions pour égalisation. 397 Autres provisions techniques : 3970 Vie. 3972 Non-vie. 398 Provisions techniques sur contrats en unités de compte. Classe 4. - Comptes de tiers et de régularisation 40 Créances et dettes nées d'opérations d'assurance directe 400 Primes acquises non émises brutes. 401 Primes à annuler. 402 Assurés. 403 Intermédiaires d'assurance. 404 Comptes courants des coassureurs. 408 Autres tiers. 41 Créances et dettes nées d'opérations de réassurance 410 Comptes courants des cessionnaires et rétrocessionnaires : 4100 Entreprises liées. 4101 Entreprises avec lesquelles existe un lien de participation. 4102 Autres. 411 Comptes courants des cédantes et rétrocédantes : 4110 Entreprises liées. 4111 Entreprises avec lesquelles existe un lien de participation. 4112 Autres entreprises. 412 Courtiers de réassurance et autres intermédiaires. 42 Personnel et comptes rattachés 43 Sécurité sociale et autres organismes sociaux 44 État et autres collectivités publiques 45 Associés 4562 Actionnaires - capital appelé non versé. 46 Débiteurs et créditeurs divers 460 Entreprises liées. 461 Entreprises avec lesquelles existe un lien de participation. 462 Autres. 47 Différences de conversion (Supprimé) 48 Comptes de régularisation 480 Intérêts et loyers acquis et non échus : 4800 Intérêts courus. 4801 Loyers courus. 481 Frais d'acquisition reportés : 4810 Assurance vie. 4812 Assurance non-vie. 482 Charges à répartir sur plusieurs exercices : 4820 Frais d'acquisition des immeubles à répartir. 483 Autres comptes de régularisation - actif : 4830 Différences sur les prix de remboursement à percevoir. 484 Produits à répartir sur plusieurs exercices. 485 Autres comptes de régularisation - passif : 4850 Amortissement des différences sur les prix de remboursement. 4855 Report de commissions reçues des réassureurs 486 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés aux instruments financiers à terme ; 4861 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés à des stratégies d'investissement ou de désinvestissement ; 4862 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés à des stratégies de rendement ; 4863 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation sur autres opérations. 487 Évaluations techniques de réassurance. 489 Ecarts de conversion : 4896 Ecarts de conversion-actif. 4897 Ecarts de conversion-passif. 49 Dépréciations Classe 5. - Autres actifs 50 Actifs incorporels 500 Frais d'établissement. 508 Autres immobilisations incorporelles. 51 Actifs corporels d'exploitation 510 Dépôts et cautionnements. 511 Autres immobilisations corporelles. 52 Avoirs en banque, CCP et caisse 53 Actions propres 59 Dépréciations et amortissements Classe 6. - Charges 60 Prestations et frais payés 600 Prestations et frais payés (affaires directes Vie) : 6001 Sinistres et capitaux échus. 6002 Versements périodiques de rentes. 6003 Rachats. 6004 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6005 Commissions de gestion. 6008 Autres frais de gestion des sinistres et de règlement des prestations. 602 Prestations et frais payés (affaires directes Non-vie) : 6020 Sinistres en principal. 6021 Versements périodiques de rentes. 6023 Recours et sauvetages encaissés. 6024 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6025 Commissions de gestion. 6028 Autres frais de gestion des sinistres et de règlement des prestations. 604 Prestations et frais payés (acceptations Vie) : 6041 Sinistres et capitaux échus. 6042 Versements périodiques de rentes. 6043 Rachats. 6044 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6045 Commissions de gestion. 6048 Autres frais de gestion des sinistres et de règlement des prestations. 605 Prestations et frais payés (acceptations Non-vie) : 6050 Sinistres en principal. 6051 Versements périodiques de rentes. 6054 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6055 Commissions de gestion. 6058 Autres frais de gestion des sinistres et de règlement des prestations. 609 Part des réassureurs : 6090 Affaires directes (Vie). 6092 Affaires directes (Non-vie). 6094 Acceptations Vie. 6095 Acceptations (Non-vie). 61 Variations des provisions pour sinistres à payer (PSP) 610 Affaires directes (Vie) : 6100 Variation des provisions. 6104 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 612 Affaires directes (Non-vie) : 6120 Variation des provisions. 6123 Variation des prévisions de recours. 6124 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 614 Acceptations (vie) : 6140 Variation des provisions. 6144 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 615 Acceptations (Non-vie) : 6150 Variation des provisions. 6154 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 619 Part des réassureurs : 6190 Affaires directes (Vie). 6192 Affaires directes (Non-vie). 6194 Acceptations (Vie). 6195 Acceptations (Non-vie). 62 Variations des autres provisions techniques 620 Variations des provisions d'assurance vie : 6200 Affaires directes Vie : 62000 Variation des provisions. 62004 Intérêts techniques et participations aux bénéfices directement incorporées. 6204 Acceptations Vie : 62040 Variation des provisions. 62044 Intérêts techniques et participations aux bénéfices directement incorporées. 621 Variations des autres provisions techniques : 6210 Autres provisions techniques (Vie) : 62100 Variation des provisions pour aléas financiers. 62105 (Arr. 15 déc. 2005, art. 1 er ) Variation des autres provisions techniques vie relatives aux contrats PERP 62108 Variation des provisions pour risque d'exigibilité des engagements techniques. 6212 Autres provisions techniques (Non-vie) : 62120 Variation des provisions pour risques croissants. 62121 Variation des provisions mathématiques des rentes. 62124 Intérêts techniques et participations aux bénéfices directement incorporées. 62128 Variation des provisions pour risque d'exigibilité des engagements techniques. 6217 Variation des engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise. 623 Variation des provisions techniques des contrats en unités de compte : 6230 Variation des provisions mathématiques. 6234 Intérêts techniques et participations aux bénéfices directement incorporées. 624 Variation de la provision pour égalisation : 6242 Affaires directes. 6245 Acceptations. 629 Part des réassureurs : 6290 Provisions d'assurance vie. 6291 Autres provisions techniques : 62910 Vie. 62912 Non-vie. 6293 Provisions des contrats en unités de compte. 6294 Provision pour égalisation. 63 Participations aux résultats 630 Affaires directes Vie : 6300 Intérêts techniques inclus dans les prestations versées. 6301 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 6303 Participations aux bénéfices directement incorporées aux prestations versées. 6304 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6305 Participations aux bénéfices directement incorporées aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 6306 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte). 6309 Utilisations des provisions pour participation aux bénéfices et ristournes : 63093 Participation versée. 63094 Participation incorporée aux provisions pour sinistres à payer. 63095 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 632 Affaires directes Non-vie : 6320 Intérêts techniques inclus dans les versements périodiques de rentes. 6321 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6323 Participations aux bénéfices directement incorporées aux prestations versées. 6324 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6326 Dotation aux provisions pour participation aux bénéfices et ristournes. 6329 Utilisations de provision pour participation aux bénéfices et ristournes : 63293 Participation versée. 63294 Participation incorporée aux provisions pour sinistres à payer. 63297 Ristournes sur primes. 634 Acceptations Vie : 6340 Intérêts techniques inclus dans les prestations versées. 6341 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6342 Intérêts techniques incorporés aux provisions d'assurance vie. 6343 Participations aux bénéfices directement incorporées aux prestations versées. 6344 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6345 Participations aux bénéfices directement incorporées aux provisions d'assurance vie. 6346 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte). 6349 Utilisations des provisions pour participation aux bénéfices et ristournes : 63493 Participation versée. 63494 Participation incorporée aux provisions pour sinistres à payer. 63495 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 635 Acceptations Non-vie : 6350 Intérêts techniques inclus dans les versements périodiques de rentes. 6351 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6353 Participations aux bénéfices directement incorporées aux prestations versées. 6354 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6356 Dotation aux provisions pour participation aux bénéfices et ristournes. 6359 Utilisations de provisions pour participation aux bénéfices et ristournes : 63593 Participation versée. 63594 Participation incorporée aux provisions pour sinistres à payer. 63597 Ristournes sur primes. 639 Part des réassureurs : 6390 Affaires directes Vie. 6392 Affaires directes Non-vie. 6394 Acceptations Vie. 6395 Acceptation Non-vie. 64 Frais d'exploitation 640 Frais d'exploitation Vie : 6400 Frais d'acquisition : 64005 Commissions. 64008 Autres charges. 64009 Variation des frais d'acquisition reportés. 6402 Frais d'administration : 64025 Commissions. 64028 Autres charges. 642 Frais d'exploitation Non-vie : 6420 Frais d'acquisition : 64205 Commissions. 64208 Autres charges. 64209 Variation des frais d'acquisition reportés. 6422 Frais d'administration : 64225 Commissions. 64228 Autres charges. 644 Autres charges techniques Vie : 6445 Commissions. 6448 Autres charges. 645 Autres charges techniques Non-vie : 6455 Commissions. 6458 Autres charges. 649 Commissions reçues des réassureurs : 6490 Affaires directes Vie. 6492 Affaires directes Non-vie. 6494 Acceptations Vie. 6495 Acceptations Non-vie. 65 Charges non techniques 655 Commissions. 658 Autres charges. 66 Charges des placements 660 Intérêts : 6600 Sur dépôts reçus des réassureurs. 6601 Sur emprunts. 6602 Sur dettes à l'égard d'établissements de crédit. 6603 Autres. 662 Frais externes de gestion. 663 Frais internes de gestion. 664 Pertes sur réalisation et réévaluation de placements : 6640 Réalisation de placements. 6642 Réévaluations. 6645 Dotation à la réserve de capitalisation. 665 Pertes de change : 6650 6652 Dotation à la provision pour pertes de change. 666 Ajustement de valeur des actifs représentatifs des contrats en unités de compte (moins-values non réalisées). 667 Variation de valeur des actifs représentatifs des contrats PERP diversifiées 668 Amortissements financiers : 6681 Amortissement des primes de remboursement des emprunts. 6683 Amortissement des différences de prix de remboursement. 6685 Amortissement des frais d'acquisition à répartir des immeubles. 669 Dotations aux amortissements et aux provisions des placements : 6693 Amortissement des immeubles. 6696 Dépréciations des placements 67 Charges exceptionnelles 670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement. 672 Dotation de l'exercice à la provision pour investissement. 673 Dotation de l'exercice aux autres provisions réglementées. 674 Autres charges exceptionnelles. 675 Dotation de l'exercice à provision pour charges exceptionnelles. 676 Dotation de l'exercice pour dépréciations exceptionnelles 69 Autres opérations du compte non technique 690 Participation des salariés aux fruits de l'expansion. 695 Impôts sur les bénéfices. Classe 7. - Produits 70 Primes 700 Primes Vie (affaires directes) : 7000 Primes périodiques émises. 7001 Primes uniques émises. 7002 Annulations. 7004 Variation des primes acquises non émises. 702 Primes Non-vie (affaires directes) : 7020 Primes émises. 7022 Annulations. 7023 Ristournes sur primes. 7024 Variation des primes acquises non émises. 7025 Variation des primes à annuler. 704 Primes Vie (acceptations). 705 Primes Non-vie (acceptations). 708 Primes cédées : 7080 Affaires directes Vie. 7082 Affaires directes Non-vie. 7084 Acceptations Vie. 7085 Acceptations Non-vie. 709 Variations de la provision pour primes non acquises et risques en cours (PRC) (Non-vie) : 7092 Affaires directes. 7095 Acceptations. 7099 Part des réassureurs : 70992 Affaires directes. 70995 Acceptations. 72 Production immobilisée 720 Vie. 722 Non-vie. 73 Subventions d'exploitation 730 Vie. 732 Non-vie. 74 Autres produits techniques 740 Vie. 742 Non-vie. 75 Produits non techniques 750 Honoraires et commissions. 751 Récupérations. 752 Utilisation ou reprises de provisions. 76 Produits des placements 760 Revenus des placements. 762 Honoraires et commissions sur activité de gestion d'actifs. 764 Profits provenant de la réalisation ou de la réévaluation des placements : 7641 Réalisation de placements. 7642 Réévaluations. 7645 Reprises sur réserve de capitalisation. 765 Profits de change : 7650 (Supprimé à compter du 1 er janvier 2008 par Arr. 28 déc. 2007, Ann. 1, 5 o ) 7652 Reprise de la provision pour pertes de change. 766 Ajustement des actifs représentatifs de contrats en unités de compte (plus-values non réalisées). 767 Variation de valeur des actifs représentatifs des contrats PERP diversifiées 768 Produits des différences sur les prix de remboursement à percevoir. 769 Reprises des dépréciations de placements 77 Produits exceptionnels 772 Reprise de la provision pour investissement. 773 Reprises sur autres provisions réglementées. 774 Autres produits exceptionnels. 775 Utilisation ou reprise de provisions pour charges exceptionnelles. 776 Utilisation ou reprises des dépréciations exceptionnelles 79 Transferts 7920 Produits des placements alloués (compte technique Non-vie). 7929 Produits des placements transférés au compte technique Non-vie. 7930 Produits des placements alloués (compte non technique). 7939 Produits des placements transférés au compte non technique. 7971 Prélèvement sur la comptabilité auxiliaire d'affectation au profit du patrimoine général ; 79711 Acquisition ; 79712 Administration ; 79713 Gestion des sinistres/transfert ; 79714 Gestion des placements ; 79715 Autres produits/charges techniques. 7973 Autres transferts de produits/charges au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées. Classe 8. - Comptes spéciaux 80 Engagements reçus et donnés 810 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies d'investissement futur ou de désinvestissement ; 811 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies de rendement ; 812 Engagements sur instruments financiers à terme négociés dans le cadre d'autres opérations ; 819 Comptes techniques de contrepartie ; 820 Titres donnés en garantie sur instruments financiers à terme sans transfert de propriété ; 825 Titres reçus en garantie sur instruments financiers à terme sans transfert de propriété ; 829 Comptes techniques de contrepartie. 841 Position de change hors bilan. 842 Contre-valeur de position de change hors bilan. 88 Résultat en instance d'affectation Classe 9. - Charges par nature",
            "texteHtml": "<p><strong>nomenclature des comptes</strong></p><p><strong>Classe 1. - Capitaux permanents et emprunts</strong></p><p>10 Capital et réserves</p><p>101 Capital.</p><p>102 Fonds d'établissement constitué.</p><p>103 Fonds social complémentaire.</p><p>104 Primes liées au capital social.</p><p>105 Écarts de réévaluation.</p><p>106 Réserves :</p><p>1062 Réserves indisponibles.</p><p>1063 Réserves statutaires ou contractuelles.</p><p>1064 Réserves réglementées :</p><p>10641 Plus-values nettes à long terme.</p><p>10642 Réserve pour remboursement d'emprunt pour fonds d'établissement.</p><p>10645 Réserve de capitalisation.</p><p>1068 Autres réserves.</p><p>109 Capital souscrit non appelé.</p><p>11 Report à nouveau</p><p>12 Résultat de l'exercice (bénéfice ou perte)</p><p>14 Provisions réglementées (autres que les provisions techniques)</p><p>15 Provisions</p><p>16 Emprunts et dettes assimilées</p><p>160 Passifs subordonnés :</p><p>1600 Titres participatifs admis en constitution de la marge de solvabilité.</p><p>1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité.</p><p>1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité.</p><p>161 Emprunts obligataires :</p><p>1610 Emprunts obligataires convertibles.</p><p>1611 Autres emprunts obligataires.</p><p>162 Emprunt pour fonds d'établissement.</p><p>163 Billets de trésorerie et autres titres de créance négociables émis par l'entreprise.</p><p>164 Dettes envers des établissements de crédit :</p><p>1640 Entreprises liées.</p><p>1641 Participations.</p><p>1642 Autres établissements de crédit.</p><p>165 Dépôts et cautionnements reçus :</p><p>1650 Entreprises liées.</p><p>1651 Participations.</p><p>1652 Dépôts de garantie, liés à des instruments financiers à terme, reçus en espèces ;</p><p>1653 Dépôts de garantie, liés à des instruments financiers à terme, reçus titres ;</p><p>1654 Autres.</p><p>168 Autres emprunts et dettes assimilées :</p><p>1680 Entreprises liées.</p><p>1681 Participations.</p><p>1682 Autres.</p><p>17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques</p><p>170 Entreprises liées.</p><p>171 Participations.</p><p>172 Autres entreprises.</p><p>18 Comptes de liaison </p><p>183 Liaisons internes :</p><p>1831 Position de change.</p><p>1832 Contre-valeur de position de change.</p><p>184 Liaisons de succursales.</p><p>185 Opérations légalement cantonnées dans une comptabilité auxiliaire d'affectation ;</p><p>1851 Changement d'affectation d'actifs de placement sous condition résolutoire ;</p><p>1852 Changement d'affectation d'actifs de placement ayant un caractère ferme et définitif ;</p><p>1853 Transfert de produits ou de charges à destination d'une association de souscription ;</p><p>1858 Prise en charge par l'organisme d'assurance gestionnaire d'une insuffisance de couverture des engagements au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées ;</p><p>1859 Autres transferts de produits ou de charges.</p><p><strong>Classe 2. - Placements</strong></p><p>21 Placements immobiliers</p><p>210 Terrains non construits.</p><p>211 Parts de sociétés non cotées à objet foncier.</p><p>212 Immeubles bâtis hors immeubles d'exploitation.</p><p>213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation.</p><p>219 Immeubles d'exploitation :</p><p>2192 Immeubles bâtis.</p><p>2193 Parts de sociétés immobilières non cotées.</p><p>22 Placements immobiliers en cours</p><p>220 Terrains affectés à une construction en cours.</p><p>222 Immeubles en cours.</p><p>223 Parts et actions de sociétés immobilières non cotées (immeubles en cours).</p><p>229 Immeubles d'exploitation en cours.</p><p>23 Placements financiers</p><p>230 Actions et autres titres à revenu variable :</p><p>2300 Actions et titres cotés.</p><p>2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe.</p><p>2302 Actions et parts d'autres OPCVM.</p><p>2305 Actions et titres non cotés.</p><p>231 Obligations, titres de créance négociables et autres titres à revenu fixe :</p><p>2310 Obligations cotées.</p><p>2315 Obligations non cotées.</p><p>2316 Titres de créance négociables et bons du Trésor.</p><p>2317 Autres.</p><p>232 Prêts :</p><p>2320 Prêts obtenus ou garantis par un État membre de l'OCDE.</p><p>2321 Prêts hypothécaires.</p><p>2322 Autres prêts.</p><p>2323 Avances sur polices.</p><p>233 Dépôts auprès des établissements de crédit :</p><p>2330 (Supprimé).</p><p>2331 Autres dépôts de garantie auprès d'établissements de crédit.</p><p>2332 Autres dépôts auprès d'établissements de crédit.</p><p>234 Autres placements :</p><p>2340 Dépôts et cautionnements.</p><p>2341 Créances représentatives de titres prêtés.</p><p>2342 Dépôts de garantie, liés à des instruments financiers à terme, effectués en espèces.</p><p>2343 Titres déposés en garantie avec transfert de propriété au titre d'opérations sur instruments financiers à terme ;</p><p>2344 Autres.</p><p>235 Créances pour espèces déposées chez les cédantes.</p><p>24 Placements représentant les provisions techniques afférentes aux contrats en unités de compte</p><p>240 Placements immobiliers.</p><p>241 Titres à revenu variable autres que les OPCVM.</p><p>242 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe.</p><p>244 Parts d'autres OPCVM.</p><p>25 Placements dans des entreprises liées</p><p>250 Actions et autres titres à revenu variable :</p><p>2500 Actions et titres cotés.</p><p>2505 Actions et titres non cotés.</p><p>251 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>252 Prêts.</p><p>253 Dépôts auprès des établissements de crédit.</p><p>254 Autres placements.</p><p>255 Créances pour espèces déposées chez les cédantes.</p><p>26 Placements dans des entreprises avec lesquelles existe un lien de participation</p><p>260 Actions et autres titres à revenu variable :</p><p>2600 Actions et titres cotés.</p><p>2605 Actions et titres non cotés.</p><p>261 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>262 Prêts.</p><p>263 Dépôts auprès des établissements de crédit.</p><p>264 Autres placements.</p><p>265 Créances pour espèces déposées chez les cédantes.</p><p>28 Amortissements</p><p>29 Provisions</p><p><strong>Classe 3. - Provisions techniques</strong></p><p>30 Provisions d'assurance vie</p><p>300 Affaires directes.</p><p>304 Acceptations.</p><p>31 Provisions pour primes non acquises et risques en cours (Non-vie)</p><p>312 Affaires directes.</p><p>315 Acceptations.</p><p>32 Provisions pour sinistres à payer (Vie)</p><p>320 Affaires directes.</p><p>324 Acceptations.</p><p>33 Provisions pour sinistres à payer (Non-vie)</p><p>332 Affaires directes.</p><p>333 Prévisions de recours à encaisser.</p><p>335 Acceptations.</p><p>34 Provisions pour participation aux bénéfices et ristournes (Vie)</p><p>340 Affaires directes :</p><p>3400 Provision pour participation aux bénéfices.</p><p>3401 Provision pour ristournes.</p><p>344 Acceptations :</p><p>3440 Provision pour participation aux bénéfices.</p><p>3441 Provision pour ristournes.</p><p>35 Provisions pour participation aux bénéfices et ristournes (Non-vie)</p><p>352 Affaires directes.</p><p>355 Acceptations.</p><p>36 Provisions pour égalisation</p><p>37 Autres provisions techniques</p><p>370 Affaires directes Vie :</p><p>3700 Provision pour aléas financiers.</p><p>3703 Provision pour risque d'exigibilité des engagements techniques (Vie).</p><p>3705 Autres provisions techniques vie relatives aux contrats PERP.</p><p>372 Affaires directes Non-vie :</p><p>3720 Provision pour risques croissants.</p><p>3721 Provisions mathématiques des rentes.</p><p>3723 Provision pour risque d'exigibilité des engagements techniques (Non-vie).</p><p>374 Acceptations Vie.</p><p>375 Acceptations Non-vie.</p><p>377 Engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise.</p><p>38 Provisions des contrats en unités de compte</p><p>380 Provisions mathématiques.</p><p>385 Provisions pour participation aux bénéfices.</p><p>39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques</p><p>390 Provisions d'assurance vie (Vie).</p><p>391 Provisions pour primes non acquises et risques en cours (Non-vie).</p><p>392 Provisions pour sinistres (Vie).</p><p>393 Provisions pour sinistres (Non-vie).</p><p>394 Provisions pour participation aux bénéfices et ristournes (Vie).</p><p>395 Provisions pour participation aux bénéfices et ristournes (Non-vie).</p><p>396 Provisions pour égalisation.</p><p>397 Autres provisions techniques :</p><p>3970 Vie.</p><p>3972 Non-vie.</p><p>398 Provisions techniques sur contrats en unités de compte.</p><p><strong>Classe 4. - Comptes de tiers et de régularisation</strong></p><p>40 Créances et dettes nées d'opérations d'assurance directe</p><p>400 Primes acquises non émises brutes.</p><p>401 Primes à annuler.</p><p>402 Assurés.</p><p>403 Intermédiaires d'assurance.</p><p>404 Comptes courants des coassureurs.</p><p>408 Autres tiers.</p><p>41 Créances et dettes nées d'opérations de réassurance</p><p>410 Comptes courants des cessionnaires et rétrocessionnaires :</p><p>4100 Entreprises liées.</p><p>4101 Entreprises avec lesquelles existe un lien de participation.</p><p>4102 Autres.</p><p>411 Comptes courants des cédantes et rétrocédantes :</p><p>4110 Entreprises liées.</p><p>4111 Entreprises avec lesquelles existe un lien de participation.</p><p>4112 Autres entreprises.</p><p>412 Courtiers de réassurance et autres intermédiaires.</p><p>42 Personnel et comptes rattachés</p><p>43 Sécurité sociale et autres organismes sociaux</p><p>44 État et autres collectivités publiques</p><p>45 Associés</p><p>4562 Actionnaires - capital appelé non versé.</p><p>46 Débiteurs et créditeurs divers</p><p>460 Entreprises liées.</p><p>461 Entreprises avec lesquelles existe un lien de participation.</p><p>462 Autres.</p><p>47 Différences de conversion (Supprimé)</p><p>48 Comptes de régularisation</p><p>480 Intérêts et loyers acquis et non échus :</p><p>4800 Intérêts courus.</p><p>4801 Loyers courus.</p><p>481 Frais d'acquisition reportés :</p><p>4810 Assurance vie.</p><p>4812 Assurance non-vie.</p><p>482 Charges à répartir sur plusieurs exercices :</p><p>4820 Frais d'acquisition des immeubles à répartir.</p><p>483 Autres comptes de régularisation - actif :</p><p>4830 Différences sur les prix de remboursement à percevoir.</p><p>484 Produits à répartir sur plusieurs exercices.</p><p>485 Autres comptes de régularisation - passif :</p><p>4850 Amortissement des différences sur les prix de remboursement.</p><p>4855 Report de commissions reçues des réassureurs</p><p>486 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés aux instruments financiers à terme ;</p><p>4861 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés à des stratégies d'investissement ou de désinvestissement ;</p><p>4862 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés à des stratégies de rendement ;</p><p>4863 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation sur autres opérations.</p><p>487 Évaluations techniques de réassurance.</p><p>489 Ecarts de conversion :</p><p>4896 Ecarts de conversion-actif.</p><p>4897 Ecarts de conversion-passif.</p><p>49 Dépréciations</p><p><strong>Classe 5. - Autres actifs</strong></p><p>50 Actifs incorporels</p><p>500 Frais d'établissement.</p><p>508 Autres immobilisations incorporelles.</p><p>51 Actifs corporels d'exploitation</p><p>510 Dépôts et cautionnements.</p><p>511 Autres immobilisations corporelles.</p><p>52 Avoirs en banque, CCP et caisse</p><p>53 Actions propres</p><p>59 Dépréciations et amortissements</p><p><strong>Classe 6. - Charges</strong></p><p>60 Prestations et frais payés</p><p>600 Prestations et frais payés (affaires directes Vie) :</p><p>6001 Sinistres et capitaux échus.</p><p>6002 Versements périodiques de rentes.</p><p>6003 Rachats.</p><p>6004 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6005 Commissions de gestion.</p><p>6008 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>602 Prestations et frais payés (affaires directes Non-vie) :</p><p>6020 Sinistres en principal.</p><p>6021 Versements périodiques de rentes.</p><p>6023 Recours et sauvetages encaissés.</p><p>6024 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6025 Commissions de gestion.</p><p>6028 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>604 Prestations et frais payés (acceptations Vie) :</p><p>6041 Sinistres et capitaux échus.</p><p>6042 Versements périodiques de rentes.</p><p>6043 Rachats.</p><p>6044 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6045 Commissions de gestion.</p><p>6048 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>605 Prestations et frais payés (acceptations Non-vie) :</p><p>6050 Sinistres en principal.</p><p>6051 Versements périodiques de rentes.</p><p>6054 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>6055 Commissions de gestion.</p><p>6058 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>609 Part des réassureurs :</p><p>6090 Affaires directes (Vie).</p><p>6092 Affaires directes (Non-vie).</p><p>6094 Acceptations Vie.</p><p>6095 Acceptations (Non-vie).</p><p>61 Variations des provisions pour sinistres à payer (PSP)</p><p>610 Affaires directes (Vie) :</p><p>6100 Variation des provisions.</p><p>6104 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>612 Affaires directes (Non-vie) :</p><p>6120 Variation des provisions.</p><p>6123 Variation des prévisions de recours.</p><p>6124 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>614 Acceptations (vie) :</p><p>6140 Variation des provisions.</p><p>6144 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>615 Acceptations (Non-vie) :</p><p>6150 Variation des provisions.</p><p>6154 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>619 Part des réassureurs :</p><p>6190 Affaires directes (Vie).</p><p>6192 Affaires directes (Non-vie).</p><p>6194 Acceptations (Vie).</p><p>6195 Acceptations (Non-vie).</p><p>62 Variations des autres provisions techniques</p><p>620 Variations des provisions d'assurance vie :</p><p>6200 Affaires directes Vie :</p><p>62000 Variation des provisions.</p><p>62004 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>6204 Acceptations Vie :</p><p>62040 Variation des provisions.</p><p>62044 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>621 Variations des autres provisions techniques :</p><p>6210 Autres provisions techniques (Vie) :</p><p>62100 Variation des provisions pour aléas financiers.</p><p>62105 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Variation des autres provisions techniques vie relatives aux contrats PERP</p><p>62108 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6212 Autres provisions techniques (Non-vie) :</p><p>62120 Variation des provisions pour risques croissants.</p><p>62121 Variation des provisions mathématiques des rentes.</p><p>62124 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>62128 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>6217 Variation des engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise.</p><p>623 Variation des provisions techniques des contrats en unités de compte :</p><p>6230 Variation des provisions mathématiques.</p><p>6234 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>624 Variation de la provision pour égalisation :</p><p>6242 Affaires directes.</p><p>6245 Acceptations.</p><p>629 Part des réassureurs :</p><p>6290 Provisions d'assurance vie.</p><p>6291 Autres provisions techniques :</p><p>62910 Vie.</p><p>62912 Non-vie.</p><p>6293 Provisions des contrats en unités de compte.</p><p>6294 Provision pour égalisation.</p><p>63 Participations aux résultats</p><p>630 Affaires directes Vie :</p><p>6300 Intérêts techniques inclus dans les prestations versées.</p><p>6301 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>6303 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6304 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6305 Participations aux bénéfices directement incorporées aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>6306 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte).</p><p>6309 Utilisations des provisions pour participation aux bénéfices et ristournes :</p><p>63093 Participation versée.</p><p>63094 Participation incorporée aux provisions pour sinistres à payer.</p><p>63095 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>632 Affaires directes Non-vie :</p><p>6320 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6321 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6323 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6324 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6326 Dotation aux provisions pour participation aux bénéfices et ristournes.</p><p>6329 Utilisations de provision pour participation aux bénéfices et ristournes :</p><p>63293 Participation versée.</p><p>63294 Participation incorporée aux provisions pour sinistres à payer.</p><p>63297 Ristournes sur primes.</p><p>634 Acceptations Vie :</p><p>6340 Intérêts techniques inclus dans les prestations versées.</p><p>6341 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>6342 Intérêts techniques incorporés aux provisions d'assurance vie.</p><p>6343 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6344 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6345 Participations aux bénéfices directement incorporées aux provisions d'assurance vie.</p><p>6346 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte).</p><p>6349 Utilisations des provisions pour participation aux bénéfices et ristournes :</p><p>63493 Participation versée.</p><p>63494 Participation incorporée aux provisions pour sinistres à payer.</p><p>63495 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>635 Acceptations Non-vie :</p><p>6350 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>6351 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>6353 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>6354 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>6356 Dotation aux provisions pour participation aux bénéfices et ristournes.</p><p>6359 Utilisations de provisions pour participation aux bénéfices et ristournes :</p><p>63593 Participation versée.</p><p>63594 Participation incorporée aux provisions pour sinistres à payer.</p><p>63597 Ristournes sur primes.</p><p>639 Part des réassureurs :</p><p>6390 Affaires directes Vie.</p><p>6392 Affaires directes Non-vie.</p><p>6394 Acceptations Vie.</p><p>6395 Acceptation Non-vie.</p><p>64 Frais d'exploitation</p><p>640 Frais d'exploitation Vie :</p><p>6400 Frais d'acquisition :</p><p>64005 Commissions.</p><p>64008 Autres charges.</p><p>64009 Variation des frais d'acquisition reportés.</p><p>6402 Frais d'administration :</p><p>64025 Commissions.</p><p>64028 Autres charges.</p><p>642 Frais d'exploitation Non-vie :</p><p>6420 Frais d'acquisition :</p><p>64205 Commissions.</p><p>64208 Autres charges.</p><p>64209 Variation des frais d'acquisition reportés.</p><p>6422 Frais d'administration :</p><p>64225 Commissions.</p><p>64228 Autres charges.</p><p>644 Autres charges techniques Vie :</p><p>6445 Commissions.</p><p>6448 Autres charges.</p><p>645 Autres charges techniques Non-vie :</p><p>6455 Commissions.</p><p>6458 Autres charges.</p><p>649 Commissions reçues des réassureurs :</p><p>6490 Affaires directes Vie.</p><p>6492 Affaires directes Non-vie.</p><p>6494 Acceptations Vie.</p><p>6495 Acceptations Non-vie.</p><p>65 Charges non techniques</p><p>655 Commissions.</p><p>658 Autres charges.</p><p>66 Charges des placements</p><p>660 Intérêts :</p><p>6600 Sur dépôts reçus des réassureurs.</p><p>6601 Sur emprunts.</p><p>6602 Sur dettes à l'égard d'établissements de crédit.</p><p>6603 Autres.</p><p>662 Frais externes de gestion.</p><p>663 Frais internes de gestion.</p><p>664 Pertes sur réalisation et réévaluation de placements :</p><p>6640 Réalisation de placements.</p><p>6642 Réévaluations.</p><p>6645 Dotation à la réserve de capitalisation.</p><p>665 Pertes de change :</p><p>6650 </p><p>6652 Dotation à la provision pour pertes de change.</p><p>666 Ajustement de valeur des actifs représentatifs des contrats en unités de compte (moins-values non réalisées).</p><p>667 Variation de valeur des actifs représentatifs des contrats PERP diversifiées </p><p>668 Amortissements financiers :</p><p>6681 Amortissement des primes de remboursement des emprunts.</p><p>6683 Amortissement des différences de prix de remboursement.</p><p>6685 Amortissement des frais d'acquisition à répartir des immeubles.</p><p>669 Dotations aux amortissements et aux provisions des placements :</p><p>6693 Amortissement des immeubles.</p><p>6696 Dépréciations des placements</p><p>67 Charges exceptionnelles</p><p>670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement.</p><p>672 Dotation de l'exercice à la provision pour investissement.</p><p>673 Dotation de l'exercice aux autres provisions réglementées.</p><p>674 Autres charges exceptionnelles.</p><p>675 Dotation de l'exercice à provision pour charges exceptionnelles.</p><p>676 Dotation de l'exercice pour dépréciations exceptionnelles</p><p>69 Autres opérations du compte non technique</p><p>690 Participation des salariés aux fruits de l'expansion.</p><p>695 Impôts sur les bénéfices.</p><p><strong>Classe 7. - Produits</strong></p><p>70 Primes</p><p>700 Primes Vie (affaires directes) :</p><p>7000 Primes périodiques émises.</p><p>7001 Primes uniques émises.</p><p>7002 Annulations.</p><p>7004 Variation des primes acquises non émises.</p><p>702 Primes Non-vie (affaires directes) :</p><p>7020 Primes émises.</p><p>7022 Annulations.</p><p>7023 Ristournes sur primes.</p><p>7024 Variation des primes acquises non émises.</p><p>7025 Variation des primes à annuler.</p><p>704 Primes Vie (acceptations).</p><p>705 Primes Non-vie (acceptations).</p><p>708 Primes cédées :</p><p>7080 Affaires directes Vie.</p><p>7082 Affaires directes Non-vie.</p><p>7084 Acceptations Vie.</p><p>7085 Acceptations Non-vie.</p><p>709 Variations de la provision pour primes non acquises et risques en cours (PRC) (Non-vie) :</p><p>7092 Affaires directes.</p><p>7095 Acceptations.</p><p>7099 Part des réassureurs :</p><p>70992 Affaires directes.</p><p>70995 Acceptations.</p><p>72 Production immobilisée</p><p>720 Vie.</p><p>722 Non-vie.</p><p>73 Subventions d'exploitation</p><p>730 Vie.</p><p>732 Non-vie.</p><p>74 Autres produits techniques</p><p>740 Vie.</p><p>742 Non-vie.</p><p>75 Produits non techniques</p><p>750 Honoraires et commissions.</p><p>751 Récupérations.</p><p>752 Utilisation ou reprises de provisions.</p><p>76 Produits des placements</p><p>760 Revenus des placements.</p><p>762 Honoraires et commissions sur activité de gestion d'actifs.</p><p>764 Profits provenant de la réalisation ou de la réévaluation des placements :</p><p>7641 Réalisation de placements.</p><p>7642 Réévaluations.</p><p>7645 Reprises sur réserve de capitalisation.</p><p>765 Profits de change :</p><p>7650 (Supprimé à compter du 1<sup>er</sup> janvier 2008 par Arr. 28 déc. 2007, Ann. 1, 5<sup>o</sup>)</p><p>7652 Reprise de la provision pour pertes de change.</p><p>766 Ajustement des actifs représentatifs de contrats en unités de compte (plus-values non réalisées).</p><p>767 Variation de valeur des actifs représentatifs des contrats PERP diversifiées </p><p>768 Produits des différences sur les prix de remboursement à percevoir.</p><p>769 Reprises des dépréciations de placements</p><p>77 Produits exceptionnels</p><p>772 Reprise de la provision pour investissement.</p><p>773 Reprises sur autres provisions réglementées.</p><p>774 Autres produits exceptionnels.</p><p>775 Utilisation ou reprise de provisions pour charges exceptionnelles.</p><p>776 Utilisation ou reprises des dépréciations exceptionnelles</p><p>79 Transferts</p><p>7920 Produits des placements alloués (compte technique Non-vie).</p><p>7929 Produits des placements transférés au compte technique Non-vie.</p><p>7930 Produits des placements alloués (compte non technique).</p><p>7939 Produits des placements transférés au compte non technique.</p><p>7971 Prélèvement sur la comptabilité auxiliaire d'affectation au profit du patrimoine général ;</p><p>79711 Acquisition ;</p><p>79712 Administration ;</p><p>79713 Gestion des sinistres/transfert ;</p><p>79714 Gestion des placements ;</p><p>79715 Autres produits/charges techniques.</p><p>7973 Autres transferts de produits/charges au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées.</p><p><strong>Classe 8. - Comptes spéciaux</strong></p><p>80 Engagements reçus et donnés</p><p>810 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies d'investissement futur ou de désinvestissement ;</p><p>811 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies de rendement ;</p><p>812 Engagements sur instruments financiers à terme négociés dans le cadre d'autres opérations ;</p><p>819 Comptes techniques de contrepartie ;</p><p>820 Titres donnés en garantie sur instruments financiers à terme sans transfert de propriété ;</p><p>825 Titres reçus en garantie sur instruments financiers à terme sans transfert de propriété ;</p><p>829 Comptes techniques de contrepartie.</p><p>841 Position de change hors bilan.</p><p>842 Contre-valeur de position de change hors bilan.</p><p>88 Résultat en instance d'affectation</p><p><strong>Classe 9. - Charges par nature</strong></p>",
            "num": "Annexe art A343-1 (al 1)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1212796800000,
            "dateFin": 1233878400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-27",
                        "fin": "2016-01-01",
                        "titre": "Chapitre III : Plan comptable particulier à l'assurance et à la capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157006",
                        "id": "LEGISCTA000006157006",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Plan et évaluations comptables particuliers à l'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157006",
                        "id": "LEGISCTA000031773114",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019231791",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006157006",
            "sectionParentId": "LEGISCTA000031773114",
            "sectionParentTitre": "Chapitre III : Plan et évaluations comptables particuliers à l'assurance",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre III : Plan comptable particulier à l'assurance et à la capitalisation.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019237235",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018926605",
                    "textTitle": "Arrêté du 28 mai 2008 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000019234229",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2008-06-06",
                    "dateSignaTexte": "2008-05-28",
                    "dateDebutCible": "2008-06-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021527666",
                    "textTitle": "Arrêté du 21 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021541490",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261785600000,
                    "dateDebut": 1261872000000
                },
                {
                    "textCid": "JORFTEXT000021527666",
                    "textTitle": "Arrêté du 21 décembre 2009 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021541484",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261785600000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019231791",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 812505600000,
                    "dateFin": 1212796800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019237235",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1212796800000,
                    "dateFin": 1233878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020215790",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1233878400000,
                    "dateFin": 1261872000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021542200",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1261872000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art A343-1 (al 1)"
            ],
            "versionPrecedente": "LEGIARTI000019231791",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019231791",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "nomenclature des comptes Classe 1. - Capitaux permanents et emprunts 10 Capital et réserves 101 Capital. 102 Fonds d'établissement constitué. 103 Fonds social complémentaire. 104 Primes liées au capital social. 105 Écarts de réévaluation. 106 Réserves : 1062 Réserves indisponibles. 1063 Réserves statutaires ou contractuelles. 1064 Réserves réglementées : 10641 Plus-values nettes à long terme. 10642 Réserve pour remboursement d'emprunt pour fonds d'établissement. 10645 Réserve de capitalisation. 1068 Autres réserves. 109 Capital souscrit non appelé. 11 Report à nouveau 12 Résultat de l'exercice (bénéfice ou perte) 14 Provisions réglementées (autres que les provisions techniques) 15 Provisions 16 Emprunts et dettes assimilées 160 Passifs subordonnés : 1600 Titres participatifs admis en constitution de la marge de solvabilité. 1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité. 1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité. 161 Emprunts obligataires : 1610 Emprunts obligataires convertibles. 1611 Autres emprunts obligataires. 162 Emprunt pour fonds d'établissement. 163 Billets de trésorerie et autres titres de créance négociables émis par l'entreprise. 164 Dettes envers des établissements de crédit : 1640 Entreprises liées. 1641 Participations. 1642 Autres établissements de crédit. 165 Dépôts et cautionnements reçus : 1650 Entreprises liées. 1651 Participations. 1652 Dépôts de garantie, liés à des instruments financiers à terme, reçus en espèces ; 1653 Dépôts de garantie, liés à des instruments financiers à terme, reçus titres ; 1654 Autres. 168 Autres emprunts et dettes assimilées : 1680 Entreprises liées. 1681 Participations. 1682 Autres. 17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques 170 Entreprises liées. 171 Participations. 172 Autres entreprises. 18 Comptes de liaison 183 Liaisons internes : 1831 Position de change. 1832 Contre-valeur de position de change. 184  Liaisons de succursales. 185 Opérations légalement cantonnées dans une comptabilité auxiliaire d'affectation 1851 Changement d'affectation d'actifs de placement sous condition résolutoire ; 1852 Changement d'affectation d'actifs de placement ayant un caractère ferme et définitif ; 1853 Transfert de produits ou de charges à destination d'une association de souscription ; 1858 Prise en charge par l'organisme d'assurance gestionnaire d'une insuffisance de couverture des engagements  au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées ; 1859 Autres transferts de produits ou de charges. Classe 2. - Placements 21 Placements immobiliers 210 Terrains non construits. 211 Parts de sociétés non cotées à objet foncier. 212 Immeubles bâtis hors immeubles d'exploitation. 213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation. 219 Immeubles d'exploitation : 2192 Immeubles bâtis. 2193 Parts de sociétés immobilières non cotées. 22 Placements immobiliers en cours 220 Terrains affectés à une construction en cours. 222 Immeubles en cours. 223 Parts et actions de sociétés immobilières non cotées (immeubles en cours). 229 Immeubles d'exploitation en cours. 23 Placements financiers 230 Actions et autres titres à revenu variable : 2300 Actions et titres cotés. 2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe. 2302 Actions et parts d'autres OPCVM. 2305 Actions et titres non cotés. 231 Obligations, titres de créance négociables et autres titres à revenu fixe : 2310 Obligations cotées. 2315 Obligations non cotées. 2316 Titres de créance négociables et bons du Trésor. 2317 Autres. 232 Prêts : 2320 Prêts obtenus ou garantis par un État membre de l'OCDE. 2321 Prêts hypothécaires. 2322 Autres prêts. 2323 Avances sur polices. 233 Dépôts auprès des établissements de crédit : 2330 (Supprimé). 2331 Autres dépôts de garantie auprès d'établissements de crédit. 2332 Autres dépôts auprès d'établissements de crédit. 234 Autres placements : 2340 Dépôts et cautionnements. 2341 Créances représentatives de titres prêtés. 2342 Dépôts de garantie, liés à des instruments financiers à terme, effectués en espèces. 2343 Titres déposés en garantie avec transfert de propriété au titre d'opérations sur instruments financiers à terme ; 2344 Autres. 235 Créances pour espèces déposées chez les cédantes. 24 Placements représentant les provisions techniques afférentes aux contrats en unités de compte 240 Placements immobiliers. 241 Titres à revenu variable autres que les OPCVM. 242 Obligations, titres de créance négociables et autres titres à revenu fixe. 243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe. 244 Parts d'autres OPCVM. 25 Placements dans des entreprises liées 250 Actions et autres titres à revenu variable : 2500 Actions et titres cotés. 2505 Actions et titres non cotés. 251 Obligations, titres de créance négociables et autres titres à revenu fixe. 252 Prêts. 253 Dépôts auprès des établissements de crédit. 254 Autres placements. 255 Créances pour espèces déposées chez les cédantes. 26 Placements dans des entreprises avec lesquelles existe un lien de participation 260 Actions et autres titres à revenu variable : 2600 Actions et titres cotés. 2605 Actions et titres non cotés. 261 Obligations, titres de créance négociables et autres titres à revenu fixe. 262 Prêts. 263 Dépôts auprès des établissements de crédit. 264 Autres placements. 265 Créances pour espèces déposées chez les cédantes. 28 Amortissements 29 Provisions Classe 3. - Provisions techniques 30 Provisions d'assurance vie 300 Affaires directes. 304 Acceptations. 31 Provisions pour primes non acquises et risques en cours (Non-vie) 312 Affaires directes. 315 Acceptations. 32 Provisions pour sinistres à payer (Vie) 320 Affaires directes. 324 Acceptations. 33 Provisions pour sinistres à payer (Non-vie) 332 Affaires directes. 333 Prévisions de recours à encaisser. 335 Acceptations. 34 Provisions pour participation aux bénéfices et ristournes (Vie) 340 Affaires directes : 3400 Provision pour participation aux bénéfices. 3401 Provision pour ristournes. 344 Acceptations : 3440 Provision pour participation aux bénéfices. 3441 Provision pour ristournes. 35 Provisions pour participation aux bénéfices et ristournes (Non-vie) 352 Affaires directes. 355 Acceptations. 36 Provisions pour égalisation 37 Autres provisions techniques 370 Affaires directes Vie : 3700 Provision pour aléas financiers. 3703 Provision pour risque d'exigibilité des engagements techniques (Vie). 3705 Autres provisions techniques vie relatives aux contrats PERP. 372 Affaires directes Non-vie : 3720 Provision pour risques croissants. 3721 Provisions mathématiques des rentes. 3723 Provision pour risque d'exigibilité des engagements techniques (Non-vie). 374 Acceptations Vie. 375 Acceptations Non-vie. 377 Engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise. 38 Provisions des contrats en unités de compte 380 Provisions mathématiques. 385 Provisions pour participation aux bénéfices. 39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques 390 Provisions d'assurance vie (Vie). 391 Provisions pour primes non acquises et risques en cours (Non-vie). 392 Provisions pour sinistres (Vie). 393 Provisions pour sinistres (Non-vie). 394 Provisions pour participation aux bénéfices et ristournes (Vie). 395 Provisions pour participation aux bénéfices et ristournes (Non-vie). 396 Provisions pour égalisation. 397 Autres provisions techniques : 3970 Vie. 3972 Non-vie. 398 Provisions techniques sur contrats en unités de compte. Classe 4. - Comptes de tiers et de régularisation 40 Créances et dettes nées d'opérations d'assurance directe 400 Primes acquises non émises brutes. 401 Primes à annuler. 402 Assurés. 403 Intermédiaires d'assurance. 404 Comptes courants des coassureurs. 408 Autres tiers. 41 Créances et dettes nées d'opérations de réassurance 410 Comptes courants des cessionnaires et rétrocessionnaires : 4100 Entreprises liées. 4101 Entreprises avec lesquelles existe un lien de participation. 4102 Autres. 411 Comptes courants des cédantes et rétrocédantes : 4110 Entreprises liées. 4111 Entreprises avec lesquelles existe un lien de participation. 4112 Autres entreprises. 412 Courtiers de réassurance et autres intermédiaires. 42 Personnel et comptes rattachés 43 Sécurité sociale et autres organismes sociaux 44 État et autres collectivités publiques 45 Associés 4562 Actionnaires - capital appelé non versé. 46 Débiteurs et créditeurs divers 460 Entreprises liées. 461 Entreprises avec lesquelles existe un lien de participation. 462 Autres. 47 Différences de conversion (Supprimé) 48 Comptes de régularisation 480 Intérêts et loyers acquis et non échus : 4800 Intérêts courus. 4801 Loyers courus. 481 Frais d'acquisition reportés : 4810 Assurance vie. 4812 Assurance non-vie. 482 Charges à répartir sur plusieurs exercices : 4820 Frais d'acquisition des immeubles à répartir. 483 Autres comptes de régularisation - actif : 4830 Différences sur les prix de remboursement à percevoir. 484 Produits à répartir sur plusieurs exercices. 485 Autres comptes de régularisation - passif : 4850 Amortissement des différences sur les prix de remboursement. 4855 Report de commissions reçues des réassureurs 486 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés aux instruments financiers à terme ; 4861 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés à des stratégies d'investissement ou de désinvestissement ; 4862 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation liés à des stratégies de rendement ; 4863 (Arr. 15 déc. 2005, art. 1 er ) Comptes de régularisation sur autres opérations. 487 Évaluations techniques de réassurance. 489 Ecarts de conversion : 4896 Ecarts de conversion-actif. 4897 Ecarts de conversion-passif. 49 Dépréciations Classe 5. - Autres actifs 50 Actifs incorporels 500 Frais d'établissement. 508 Autres immobilisations incorporelles. 51 Actifs corporels d'exploitation 510 Dépôts et cautionnements. 511 Autres immobilisations corporelles. 52 Avoirs en banque, CCP et caisse 53 Actions propres 59 Dépréciations et amortissements Classe 6. - Charges 60 Prestations et frais payés 600 Prestations et frais payés (affaires directes Vie) : 6001 Sinistres et capitaux échus. 6002 Versements périodiques de rentes. 6003 Rachats. 6004 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6005 Commissions de gestion. 6008 Autres frais de gestion des sinistres et de règlement des prestations. 602 Prestations et frais payés (affaires directes Non-vie) : 6020 Sinistres en principal. 6021 Versements périodiques de rentes. 6023 Recours et sauvetages encaissés. 6024 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6025 Commissions de gestion. 6028 Autres frais de gestion des sinistres et de règlement des prestations. 604 Prestations et frais payés (acceptations Vie) : 6041 Sinistres et capitaux échus. 6042 Versements périodiques de rentes. 6043 Rachats. 6044 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6045 Commissions de gestion. 6048 Autres frais de gestion des sinistres et de règlement des prestations. 605 Prestations et frais payés (acceptations Non-vie) : 6050 Sinistres en principal. 6051 Versements périodiques de rentes. 6054 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées. 6055 Commissions de gestion. 6058 Autres frais de gestion des sinistres et de règlement des prestations. 609 Part des réassureurs : 6090 Affaires directes (Vie). 6092 Affaires directes (Non-vie). 6094 Acceptations Vie. 6095 Acceptations (Non-vie). 61 Variations des provisions pour sinistres à payer (PSP) 610 Affaires directes (Vie) : 6100 Variation des provisions. 6104 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 612 Affaires directes (Non-vie) : 6120 Variation des provisions. 6123 Variation des prévisions de recours. 6124 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 614 Acceptations (vie) : 6140 Variation des provisions. 6144 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 615 Acceptations (Non-vie) : 6150 Variation des provisions. 6154 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP. 619 Part des réassureurs : 6190 Affaires directes (Vie). 6192 Affaires directes (Non-vie). 6194 Acceptations (Vie). 6195 Acceptations (Non-vie). 62 Variations des autres provisions techniques 620 Variations des provisions d'assurance vie : 6200 Affaires directes Vie : 62000 Variation des provisions. 62004 Intérêts techniques et participations aux bénéfices directement incorporées. 6204 Acceptations Vie : 62040 Variation des provisions. 62044 Intérêts techniques et participations aux bénéfices directement incorporées. 621 Variations des autres provisions techniques : 6210 Autres provisions techniques (Vie) : 62100 Variation des provisions pour aléas financiers. 62105 (Arr. 15 déc. 2005, art. 1 er ) Variation des autres provisions techniques vie relatives aux contrats PERP 62108 Variation des provisions pour risque d'exigibilité des engagements techniques. 6212 Autres provisions techniques (Non-vie) : 62120 Variation des provisions pour risques croissants. 62121 Variation des provisions mathématiques des rentes. 62124 Intérêts techniques et participations aux bénéfices directement incorporées. 62128 Variation des provisions pour risque d'exigibilité des engagements techniques. 6217 Variation des engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise. 623 Variation des provisions techniques des contrats en unités de compte : 6230 Variation des provisions mathématiques. 6234 Intérêts techniques et participations aux bénéfices directement incorporées. 624 Variation de la provision pour égalisation : 6242 Affaires directes. 6245 Acceptations. 629 Part des réassureurs : 6290 Provisions d'assurance vie. 6291 Autres provisions techniques : 62910 Vie. 62912 Non-vie. 6293 Provisions des contrats en unités de compte. 6294 Provision pour égalisation. 63 Participations aux résultats 630 Affaires directes Vie : 6300 Intérêts techniques inclus dans les prestations versées. 6301 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 6303 Participations aux bénéfices directement incorporées aux prestations versées. 6304 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6305 Participations aux bénéfices directement incorporées aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 6306 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte). 6309 Utilisations des provisions pour participation aux bénéfices et ristournes : 63093 Participation versée. 63094 Participation incorporée aux provisions pour sinistres à payer. 63095 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 632 Affaires directes Non-vie : 6320 Intérêts techniques inclus dans les versements périodiques de rentes. 6321 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6323 Participations aux bénéfices directement incorporées aux prestations versées. 6324 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6326 Dotation aux provisions pour participation aux bénéfices et ristournes. 6329 Utilisations de provision pour participation aux bénéfices et ristournes : 63293 Participation versée. 63294 Participation incorporée aux provisions pour sinistres à payer. 63297 Ristournes sur primes. 634 Acceptations Vie : 6340 Intérêts techniques inclus dans les prestations versées. 6341 Intérêts techniques inclus dans les provisions pour sinistres à payer. 6342 Intérêts techniques incorporés aux provisions d'assurance vie. 6343 Participations aux bénéfices directement incorporées aux prestations versées. 6344 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6345 Participations aux bénéfices directement incorporées aux provisions d'assurance vie. 6346 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte). 6349 Utilisations des provisions pour participation aux bénéfices et ristournes : 63493 Participation versée. 63494 Participation incorporée aux provisions pour sinistres à payer. 63495 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte. 635 Acceptations Non-vie : 6350 Intérêts techniques inclus dans les versements périodiques de rentes. 6351 Intérêts techniques incorporés aux provisions mathématiques des rentes. 6353 Participations aux bénéfices directement incorporées aux prestations versées. 6354 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer. 6356 Dotation aux provisions pour participation aux bénéfices et ristournes. 6359 Utilisations de provisions pour participation aux bénéfices et ristournes : 63593 Participation versée. 63594 Participation incorporée aux provisions pour sinistres à payer. 63597 Ristournes sur primes. 639 Part des réassureurs : 6390 Affaires directes Vie. 6392 Affaires directes Non-vie. 6394 Acceptations Vie. 6395 Acceptation Non-vie. 64 Frais d'exploitation 640 Frais d'exploitation Vie : 6400 Frais d'acquisition : 64005 Commissions. 64008 Autres charges. 64009 Variation des frais d'acquisition reportés. 6402 Frais d'administration : 64025 Commissions. 64028 Autres charges. 642 Frais d'exploitation Non-vie : 6420 Frais d'acquisition : 64205 Commissions. 64208 Autres charges. 64209 Variation des frais d'acquisition reportés. 6422 Frais d'administration : 64225 Commissions. 64228 Autres charges. 644 Autres charges techniques Vie : 6445 Commissions. 6448 Autres charges. 645 Autres charges techniques Non-vie : 6455 Commissions. 6458 Autres charges. 649 Commissions reçues des réassureurs : 6490 Affaires directes Vie. 6492 Affaires directes Non-vie. 6494 Acceptations Vie. 6495 Acceptations Non-vie. 65 Charges non techniques 655 Commissions. 658 Autres charges. 66 Charges des placements 660 Intérêts : 6600 Sur dépôts reçus des réassureurs. 6601 Sur emprunts. 6602 Sur dettes à l'égard d'établissements de crédit. 6603 Autres. 662 Frais externes de gestion. 663 Frais internes de gestion. 664 Pertes sur réalisation et réévaluation de placements : 6640 Réalisation de placements. 6642 Réévaluations. 6645 Dotation à la réserve de capitalisation. 665 Pertes de change : 6650 6652 Dotation à la provision pour pertes de change. 666 Ajustement de valeur des actifs représentatifs des contrats en unités de compte (moins-values non réalisées). 667 Variation de valeur des actifs représentatifs des contrats PERP  diversifiées » 668 Amortissements financiers : 6681 Amortissement des primes de remboursement des emprunts. 6683 Amortissement des différences de prix de remboursement. 6685 Amortissement des frais d'acquisition à répartir des immeubles. 669 Dotations aux amortissements et aux provisions des placements : 6693 Amortissement des immeubles. 6696 Dépréciations des placements 67 Charges exceptionnelles 670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement. 672 Dotation de l'exercice à la provision pour investissement. 673 Dotation de l'exercice aux autres provisions réglementées. 674 Autres charges exceptionnelles. 675 Dotation de l'exercice à provision pour charges exceptionnelles. 676 Dotation de l'exercice pour dépréciations exceptionnelles 69 Autres opérations du compte non technique 690 Participation des salariés aux fruits de l'expansion. 695 Impôts sur les bénéfices. Classe 7. - Produits 70 Primes 700 Primes Vie (affaires directes) : 7000 Primes périodiques émises. 7001 Primes uniques émises. 7002 Annulations. 7004 Variation des primes acquises non émises. 702 Primes Non-vie (affaires directes) : 7020 Primes émises. 7022 Annulations. 7023 Ristournes sur primes. 7024 Variation des primes acquises non émises. 7025 Variation des primes à annuler. 704 Primes Vie (acceptations). 705 Primes Non-vie (acceptations). 708 Primes cédées : 7080 Affaires directes Vie. 7082 Affaires directes Non-vie. 7084 Acceptations Vie. 7085 Acceptations Non-vie. 709 Variations de la provision pour primes non acquises et risques en cours (PRC) (Non-vie) : 7092 Affaires directes. 7095 Acceptations. 7099 Part des réassureurs : 70992 Affaires directes. 70995 Acceptations. 72 Production immobilisée 720 Vie. 722 Non-vie. 73 Subventions d'exploitation 730 Vie. 732 Non-vie. 74 Autres produits techniques 740 Vie. 742 Non-vie. 75 Produits non techniques 750 Honoraires et commissions. 751 Récupérations. 752 Utilisation ou reprises de provisions. 76 Produits des placements 760 Revenus des placements. 762 Honoraires et commissions sur activité de gestion d'actifs. 764 Profits provenant de la réalisation ou de la réévaluation des placements : 7641 Réalisation de placements. 7642 Réévaluations. 7645 Reprises sur réserve de capitalisation. 765 Profits de change : 7650 (Supprimé à compter du 1 er janvier 2008 par Arr. 28 déc. 2007, Ann. 1, 5 o ) 7652 Reprise de la provision pour pertes de change. 766 Ajustement des actifs représentatifs de contrats en unités de compte (plus-values non réalisées). 767 Variation de valeur des actifs représentatifs des contrats PERP  diversifiées » 768 Produits des différences sur les prix de remboursement à percevoir. 769 Reprises des dépréciations de placements 77 Produits exceptionnels 772 Reprise de la provision pour investissement. 773 Reprises sur autres provisions réglementées. 774 Autres produits exceptionnels. 775 Utilisation ou reprise de provisions pour charges exceptionnelles. 776 Utilisation ou reprises des dépréciations exceptionnelles 79 Transferts 7920 Produits des placements alloués (compte technique Non-vie). 7929 Produits des placements transférés au compte technique Non-vie. 7930 Produits des placements alloués (compte non technique). 7939 Produits des placements transférés au compte non technique. 7971 Prélèvement  sur la comptabilité auxiliaire d'affectation » au profit du patrimoine général ; 79711 Acquisition ; 79712 Administration ; 79713 Gestion des sinistres/transfert ; 79714 Gestion des placements ; 79715 Autres produits/charges techniques. 7973 Autres transferts de produits/charges  au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées ». Classe 8. - Comptes spéciaux 80 Engagements reçus et donnés 810 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies d'investissement futur ou de désinvestissement ; 811 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies de rendement ; 812 Engagements sur instruments financiers à terme négociés dans le cadre d'autres opérations ; 819 Comptes techniques de contrepartie ; 820 Titres donnés en garantie sur instruments financiers à terme sans transfert de propriété ; 825 Titres reçus en garantie sur instruments financiers à terme sans transfert de propriété ; 829 Comptes techniques de contrepartie. 841 Position de change hors bilan. 842 Contre-valeur de position de change hors bilan. 88 Résultat en instance d'affectation Classe 9. - Charges par nature",
            "texteHtml": "<p></p><p><strong>nomenclature des comptes</strong></p><p></p><p><strong>Classe 1. - Capitaux permanents et emprunts</strong></p><p></p><p>10 Capital et réserves</p><p>101 Capital.</p><p>102 Fonds d'établissement constitué.</p><p>103 Fonds social complémentaire.</p><p>104 Primes liées au capital social.</p><p>105 Écarts de réévaluation.</p><p>106 Réserves :</p><p>  1062 Réserves indisponibles.</p><p>  1063 Réserves statutaires ou contractuelles.</p><p>   1064 Réserves réglementées :</p><p>    10641 Plus-values nettes à long terme.</p><p>    10642 Réserve pour remboursement d'emprunt pour fonds d'établissement.</p><p>    10645 Réserve de capitalisation.</p><p>  1068 Autres réserves.</p><p>109 Capital souscrit non appelé.</p><p>11 Report à nouveau</p><p>12 Résultat de l'exercice (bénéfice ou perte)</p><p>14 Provisions réglementées (autres que les provisions techniques)</p><p>15 Provisions</p><p>16 Emprunts et dettes assimilées</p><p>160 Passifs subordonnés :</p><p>  1600 Titres participatifs admis en constitution de la marge de solvabilité.</p><p>  1601 Autres emprunts et titres subordonnés admis en constitution de la marge de solvabilité.</p><p>  1602 Emprunts et titres subordonnés non admis en constitution de la marge de solvabilité.</p><p>161 Emprunts obligataires :</p><p>  1610 Emprunts obligataires convertibles.</p><p>  1611 Autres emprunts obligataires.</p><p>162 Emprunt pour fonds d'établissement.</p><p>163 Billets de trésorerie et autres titres de créance négociables émis par l'entreprise.</p><p>164 Dettes envers des établissements de crédit :</p><p>  1640 Entreprises liées.</p><p>  1641 Participations.</p><p>  1642 Autres établissements de crédit.</p><p>165 Dépôts et cautionnements reçus :</p><p>  1650 Entreprises liées.</p><p>  1651 Participations.</p><p>  1652 Dépôts de garantie, liés à des instruments financiers à terme, reçus en espèces ;</p><p>  1653 Dépôts de garantie, liés à des instruments financiers à terme, reçus titres ;</p><p>  1654 Autres.</p><p>168 Autres emprunts et dettes assimilées :</p><p>  1680 Entreprises liées.</p><p>  1681 Participations.</p><p>  1682 Autres.</p><p>17 Dettes pour dépôts espèces reçus des cessionnaires et rétrocessionnaires en représentation d'engagements techniques</p><p>170 Entreprises liées.</p><p>171 Participations.</p><p>172 Autres entreprises.</p><p>18 Comptes de liaison </p><p> 183 Liaisons internes :</p><p>    1831 Position de change.</p><p>    1832 Contre-valeur de position de change.</p><p>184  Liaisons de succursales.</p><p>185 Opérations légalement cantonnées dans une comptabilité auxiliaire d'affectation</p><p>  1851 Changement d'affectation d'actifs de placement sous condition résolutoire ;</p><p>  1852 Changement d'affectation d'actifs de placement ayant un caractère ferme et définitif ;</p><p>  1853 Transfert de produits ou de charges à destination d'une association de souscription ;</p><p>  1858 Prise en charge par l'organisme d'assurance gestionnaire d'une insuffisance de couverture des engagements  au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées ;</p><p>  1859 Autres transferts de produits ou de charges.</p><p></p><p><strong>Classe 2. - Placements</strong></p><p></p><p>21 Placements immobiliers</p><p>210 Terrains non construits.</p><p>211 Parts de sociétés non cotées à objet foncier.</p><p>212 Immeubles bâtis hors immeubles d'exploitation.</p><p>213 Parts et actions de sociétés immobilières non cotées hors immeubles d'exploitation.</p><p>219 Immeubles d'exploitation :</p><p>  2192 Immeubles bâtis.</p><p>  2193 Parts de sociétés immobilières non cotées.</p><p>22 Placements immobiliers en cours</p><p>220 Terrains affectés à une construction en cours.</p><p>222 Immeubles en cours.</p><p>223 Parts et actions de sociétés immobilières non cotées (immeubles en cours).</p><p>229 Immeubles d'exploitation en cours.</p><p>23 Placements financiers</p><p>230 Actions et autres titres à revenu variable :</p><p>  2300 Actions et titres cotés.</p><p>  2301 Actions et parts d'OPCVM détenant exclusivement des titres à revenu fixe.</p><p>  2302 Actions et parts d'autres OPCVM.</p><p>  2305 Actions et titres non cotés.</p><p>231 Obligations, titres de créance négociables et autres titres à revenu fixe :</p><p>  2310 Obligations cotées.</p><p>  2315 Obligations non cotées.</p><p>  2316 Titres de créance négociables et bons du Trésor.</p><p>  2317 Autres.</p><p>232 Prêts :</p><p>  2320 Prêts obtenus ou garantis par un État membre de l'OCDE.</p><p>  2321 Prêts hypothécaires.</p><p>  2322 Autres prêts.</p><p>  2323 Avances sur polices.</p><p>233 Dépôts auprès des établissements de crédit :</p><p>  2330 (Supprimé).</p><p>  2331 Autres dépôts de garantie auprès d'établissements de crédit.</p><p>  2332 Autres dépôts auprès d'établissements de crédit.</p><p>234 Autres placements :</p><p>  2340 Dépôts et cautionnements.</p><p>  2341 Créances représentatives de titres prêtés.</p><p>  2342 Dépôts de garantie, liés à des instruments financiers à terme, effectués en espèces.</p><p>  2343 Titres déposés en garantie avec transfert de propriété au titre d'opérations sur instruments financiers à terme ;</p><p>  2344 Autres.</p><p>235 Créances pour espèces déposées chez les cédantes.</p><p>24 Placements représentant les provisions techniques afférentes aux contrats en unités de compte</p><p>240 Placements immobiliers.</p><p>241 Titres à revenu variable autres que les OPCVM.</p><p>242 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>243 Parts d'OPCVM détenant exclusivement des titres à revenu fixe.</p><p>244 Parts d'autres OPCVM.</p><p>25 Placements dans des entreprises liées</p><p>250 Actions et autres titres à revenu variable :</p><p>  2500 Actions et titres cotés.</p><p>  2505 Actions et titres non cotés.</p><p>251 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>252 Prêts.</p><p>253 Dépôts auprès des établissements de crédit.</p><p>254 Autres placements.</p><p>255 Créances pour espèces déposées chez les cédantes.</p><p>26 Placements dans des entreprises avec lesquelles existe un lien de participation</p><p>260 Actions et autres titres à revenu variable :</p><p>  2600 Actions et titres cotés.</p><p>  2605 Actions et titres non cotés.</p><p>261 Obligations, titres de créance négociables et autres titres à revenu fixe.</p><p>262 Prêts.</p><p>263 Dépôts auprès des établissements de crédit.</p><p>264 Autres placements.</p><p>265 Créances pour espèces déposées chez les cédantes.</p><p>28 Amortissements</p><p>29 Provisions</p><p></p><p><strong>Classe 3. - Provisions techniques</strong></p><p></p><p>30 Provisions d'assurance vie</p><p>300 Affaires directes.</p><p>304 Acceptations.</p><p>31 Provisions pour primes non acquises et risques en cours (Non-vie)</p><p>312 Affaires directes.</p><p>315 Acceptations.</p><p>32 Provisions pour sinistres à payer (Vie)</p><p>320 Affaires directes.</p><p>324 Acceptations.</p><p>33 Provisions pour sinistres à payer (Non-vie)</p><p>332 Affaires directes.</p><p>333 Prévisions de recours à encaisser.</p><p>335 Acceptations.</p><p>34 Provisions pour participation aux bénéfices et ristournes (Vie)</p><p>340 Affaires directes :</p><p>  3400 Provision pour participation aux bénéfices.</p><p>  3401 Provision pour ristournes.</p><p>344 Acceptations :</p><p>  3440 Provision pour participation aux bénéfices.</p><p>  3441 Provision pour ristournes.</p><p>35 Provisions pour participation aux bénéfices et ristournes (Non-vie)</p><p>352 Affaires directes.</p><p>355 Acceptations.</p><p>36 Provisions pour égalisation</p><p>37 Autres provisions techniques</p><p>370 Affaires directes Vie :</p><p>  3700 Provision pour aléas financiers.</p><p>  3703 Provision pour risque d'exigibilité des engagements techniques (Vie).</p><p>  3705 Autres provisions techniques vie relatives aux contrats PERP.</p><p>372 Affaires directes Non-vie :</p><p>  3720 Provision pour risques croissants.</p><p>  3721 Provisions mathématiques des rentes.</p><p>  3723 Provision pour risque d'exigibilité des engagements techniques (Non-vie).</p><p>374 Acceptations Vie.</p><p>375 Acceptations Non-vie.</p><p>377 Engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise.</p><p>38 Provisions des contrats en unités de compte</p><p>380 Provisions mathématiques.</p><p>385 Provisions pour participation aux bénéfices.</p><p>39 Part des cessionnaires et rétrocessionnaires dans les provisions techniques</p><p>390 Provisions d'assurance vie (Vie).</p><p>391 Provisions pour primes non acquises et risques en cours (Non-vie).</p><p>392 Provisions pour sinistres (Vie).</p><p>393 Provisions pour sinistres (Non-vie).</p><p>394 Provisions pour participation aux bénéfices et ristournes (Vie).</p><p>395 Provisions pour participation aux bénéfices et ristournes (Non-vie).</p><p>396 Provisions pour égalisation.</p><p>397 Autres provisions techniques :</p><p>  3970 Vie.</p><p>  3972 Non-vie.</p><p>398 Provisions techniques sur contrats en unités de compte.</p><p></p><p><strong>Classe 4. - Comptes de tiers et de régularisation</strong></p><p></p><p>40 Créances et dettes nées d'opérations d'assurance directe</p><p>400 Primes acquises non émises brutes.</p><p>401 Primes à annuler.</p><p>402 Assurés.</p><p>403 Intermédiaires d'assurance.</p><p>404 Comptes courants des coassureurs.</p><p>408 Autres tiers.</p><p>41 Créances et dettes nées d'opérations de réassurance</p><p>410 Comptes courants des cessionnaires et rétrocessionnaires :</p><p>  4100 Entreprises liées.</p><p>  4101 Entreprises avec lesquelles existe un lien de participation.</p><p>  4102 Autres.</p><p>411 Comptes courants des cédantes et rétrocédantes :</p><p>  4110 Entreprises liées.</p><p>  4111 Entreprises avec lesquelles existe un lien de participation.</p><p>  4112 Autres entreprises.</p><p>412 Courtiers de réassurance et autres intermédiaires.</p><p>42 Personnel et comptes rattachés</p><p>43 Sécurité sociale et autres organismes sociaux</p><p>44 État et autres collectivités publiques</p><p>45 Associés</p><p>  4562 Actionnaires - capital appelé non versé.</p><p>46 Débiteurs et créditeurs divers</p><p>460 Entreprises liées.</p><p>461 Entreprises avec lesquelles existe un lien de participation.</p><p>462 Autres.</p><p>47 Différences de conversion (Supprimé)</p><p>48 Comptes de régularisation</p><p>480 Intérêts et loyers acquis et non échus :</p><p>  4800 Intérêts courus.</p><p>  4801 Loyers courus.</p><p>481 Frais d'acquisition reportés :</p><p>  4810 Assurance vie.</p><p>  4812 Assurance non-vie.</p><p>482 Charges à répartir sur plusieurs exercices :</p><p>  4820 Frais d'acquisition des immeubles à répartir.</p><p>483 Autres comptes de régularisation - actif :</p><p>  4830 Différences sur les prix de remboursement à percevoir.</p><p>484 Produits à répartir sur plusieurs exercices.</p><p>485 Autres comptes de régularisation - passif :</p><p>  4850 Amortissement des différences sur les prix de remboursement.</p><p>  4855 Report de commissions reçues des réassureurs</p><p>  486 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés aux instruments financiers à terme ;</p><p>  4861 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés à des stratégies d'investissement ou de désinvestissement ;</p><p>  4862 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation liés à des stratégies de rendement ;</p><p>  4863 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Comptes de régularisation sur autres opérations.</p><p>487 Évaluations techniques de réassurance.</p><p>489 Ecarts de conversion :</p><p>4896 Ecarts de conversion-actif.</p><p>4897 Ecarts de conversion-passif.</p><p>49 Dépréciations</p><p></p><p><strong>Classe 5. - Autres actifs</strong></p><p></p><p>50 Actifs incorporels</p><p>500 Frais d'établissement.</p><p>508 Autres immobilisations incorporelles.</p><p>51 Actifs corporels d'exploitation</p><p>510 Dépôts et cautionnements.</p><p>511 Autres immobilisations corporelles.</p><p>52 Avoirs en banque, CCP et caisse</p><p>53 Actions propres</p><p>59 Dépréciations et amortissements</p><p></p><p><strong>Classe 6. - Charges</strong></p><p></p><p>60 Prestations et frais payés</p><p>600 Prestations et frais payés (affaires directes Vie) :</p><p>  6001 Sinistres et capitaux échus.</p><p>  6002 Versements périodiques de rentes.</p><p>  6003 Rachats.</p><p>  6004 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>  6005 Commissions de gestion.</p><p>  6008 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>602 Prestations et frais payés (affaires directes Non-vie) :</p><p>  6020 Sinistres en principal.</p><p>  6021 Versements périodiques de rentes.</p><p>  6023 Recours et sauvetages encaissés.</p><p>  6024 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>  6025 Commissions de gestion.</p><p>  6028 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>604 Prestations et frais payés (acceptations Vie) :</p><p>  6041 Sinistres et capitaux échus.</p><p>  6042 Versements périodiques de rentes.</p><p>  6043 Rachats.</p><p>  6044 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>  6045 Commissions de gestion.</p><p>  6048 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>605 Prestations et frais payés (acceptations Non-vie) :</p><p>  6050 Sinistres en principal.</p><p>  6051 Versements périodiques de rentes.</p><p>  6054 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans les prestations versées.</p><p>  6055 Commissions de gestion.</p><p>  6058 Autres frais de gestion des sinistres et de règlement des prestations.</p><p>609 Part des réassureurs :</p><p>  6090 Affaires directes (Vie).</p><p>  6092 Affaires directes (Non-vie).</p><p>  6094 Acceptations Vie.</p><p>  6095 Acceptations (Non-vie).</p><p>61 Variations des provisions pour sinistres à payer (PSP)</p><p>610 Affaires directes (Vie) :</p><p>  6100 Variation des provisions.</p><p>  6104 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>612 Affaires directes (Non-vie) :</p><p>  6120 Variation des provisions.</p><p>  6123 Variation des prévisions de recours.</p><p>  6124 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>614 Acceptations (vie) :</p><p>  6140 Variation des provisions.</p><p>  6144 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>615 Acceptations (Non-vie) :</p><p>  6150 Variation des provisions.</p><p>  6154 Participations aux bénéfices directement incorporées et intérêts techniques inclus dans la PSP.</p><p>619 Part des réassureurs :</p><p>  6190 Affaires directes (Vie).</p><p>  6192 Affaires directes (Non-vie).</p><p>  6194 Acceptations (Vie).</p><p>  6195 Acceptations (Non-vie).</p><p>62 Variations des autres provisions techniques</p><p>620 Variations des provisions d'assurance vie :</p><p>  6200 Affaires directes Vie :</p><p>    62000 Variation des provisions.</p><p>    62004 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>  6204 Acceptations Vie :</p><p>    62040 Variation des provisions.</p><p>    62044 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>621 Variations des autres provisions techniques :</p><p>  6210 Autres provisions techniques (Vie) :</p><p>    62100 Variation des provisions pour aléas financiers.</p><p>  62105 (Arr. 15 déc. 2005, art. 1<sup>er</sup>) Variation des autres provisions techniques vie relatives aux contrats PERP</p><p>    62108 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>  6212 Autres provisions techniques (Non-vie) :</p><p>    62120 Variation des provisions pour risques croissants.</p><p>    62121 Variation des provisions mathématiques des rentes.</p><p>    62124 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>    62128 Variation des provisions pour risque d'exigibilité des engagements techniques.</p><p>  6217 Variation des engagements envers les institutions de prévoyance ou relatifs aux fonds de placement gérés par l'entreprise.</p><p>623 Variation des provisions techniques des contrats en unités de compte :</p><p>  6230 Variation des provisions mathématiques.</p><p>  6234 Intérêts techniques et participations aux bénéfices directement incorporées.</p><p>624 Variation de la provision pour égalisation :</p><p>  6242 Affaires directes.</p><p>  6245 Acceptations.</p><p>629 Part des réassureurs :</p><p>  6290 Provisions d'assurance vie.</p><p>  6291 Autres provisions techniques :</p><p>    62910 Vie.</p><p>    62912 Non-vie.</p><p>  6293 Provisions des contrats en unités de compte.</p><p>  6294 Provision pour égalisation.</p><p>63 Participations aux résultats</p><p>630 Affaires directes Vie :</p><p>  6300 Intérêts techniques inclus dans les prestations versées.</p><p>  6301 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>  6302 Intérêts techniques incorporés aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>  6303 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>  6304 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>  6305 Participations aux bénéfices directement incorporées aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>  6306 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte).</p><p>  6309 Utilisations des provisions pour participation aux bénéfices et ristournes :</p><p>    63093 Participation versée.</p><p>    63094 Participation incorporée aux provisions pour sinistres à payer.</p><p>    63095 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>632 Affaires directes Non-vie :</p><p>  6320 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>  6321 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>  6323 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>  6324 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>  6326 Dotation aux provisions pour participation aux bénéfices et ristournes.</p><p>  6329 Utilisations de provision pour participation aux bénéfices et ristournes :</p><p>    63293 Participation versée.</p><p>    63294 Participation incorporée aux provisions pour sinistres à payer.</p><p>    63297 Ristournes sur primes.</p><p>634 Acceptations Vie :</p><p>  6340 Intérêts techniques inclus dans les prestations versées.</p><p>  6341 Intérêts techniques inclus dans les provisions pour sinistres à payer.</p><p>  6342 Intérêts techniques incorporés aux provisions d'assurance vie.</p><p>  6343 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>  6344 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>  6345 Participations aux bénéfices directement incorporées aux provisions d'assurance vie.</p><p>  6346 Dotation aux provisions pour participation aux bénéfices et ristournes (y compris contrats en unités de compte).</p><p>  6349 Utilisations des provisions pour participation aux bénéfices et ristournes :</p><p>    63493 Participation versée.</p><p>    63494 Participation incorporée aux provisions pour sinistres à payer.</p><p>    63495 Participation incorporée aux provisions d'assurance vie et aux provisions techniques des contrats en unités de compte.</p><p>635 Acceptations Non-vie :</p><p>  6350 Intérêts techniques inclus dans les versements périodiques de rentes.</p><p>  6351 Intérêts techniques incorporés aux provisions mathématiques des rentes.</p><p>  6353 Participations aux bénéfices directement incorporées aux prestations versées.</p><p>  6354 Participations aux bénéfices directement incorporées aux provisions pour sinistres à payer.</p><p>  6356 Dotation aux provisions pour participation aux bénéfices et ristournes.</p><p>  6359 Utilisations de provisions pour participation aux bénéfices et ristournes :</p><p>    63593 Participation versée.</p><p>    63594 Participation incorporée aux provisions pour sinistres à payer.</p><p>    63597 Ristournes sur primes.</p><p>639 Part des réassureurs :</p><p>  6390 Affaires directes Vie.</p><p>  6392 Affaires directes Non-vie.</p><p>  6394 Acceptations Vie.</p><p>  6395 Acceptation Non-vie.</p><p>64 Frais d'exploitation</p><p>640 Frais d'exploitation Vie :</p><p>  6400 Frais d'acquisition :</p><p>    64005 Commissions.</p><p>    64008 Autres charges.</p><p>    64009 Variation des frais d'acquisition reportés.</p><p>  6402 Frais d'administration :</p><p>    64025 Commissions.</p><p>    64028 Autres charges.</p><p>642 Frais d'exploitation Non-vie :</p><p>  6420 Frais d'acquisition :</p><p>    64205 Commissions.</p><p>    64208 Autres charges.</p><p>    64209 Variation des frais d'acquisition reportés.</p><p>  6422 Frais d'administration :</p><p>    64225 Commissions.</p><p>    64228 Autres charges.</p><p>644 Autres charges techniques Vie :</p><p>  6445 Commissions.</p><p>  6448 Autres charges.</p><p>645 Autres charges techniques Non-vie :</p><p>  6455 Commissions.</p><p>  6458 Autres charges.</p><p>649 Commissions reçues des réassureurs :</p><p>  6490 Affaires directes Vie.</p><p>  6492 Affaires directes Non-vie.</p><p>  6494 Acceptations Vie.</p><p>  6495 Acceptations Non-vie.</p><p>65 Charges non techniques</p><p>655 Commissions.</p><p>658 Autres charges.</p><p>66 Charges des placements</p><p>660 Intérêts :</p><p>  6600 Sur dépôts reçus des réassureurs.</p><p>  6601 Sur emprunts.</p><p>  6602 Sur dettes à l'égard d'établissements de crédit.</p><p>  6603 Autres.</p><p>662 Frais externes de gestion.</p><p>663 Frais internes de gestion.</p><p>664 Pertes sur réalisation et réévaluation de placements :</p><p>  6640 Réalisation de placements.</p><p>  6642 Réévaluations.</p><p>  6645 Dotation à la réserve de capitalisation.</p><p>665 Pertes de change :</p><p>  6650 </p><p>  6652 Dotation à la provision pour pertes de change.</p><p>666 Ajustement de valeur des actifs représentatifs des contrats en unités de compte (moins-values non réalisées).</p><p>667 Variation de valeur des actifs représentatifs des contrats PERP  diversifiées »</p><p>668 Amortissements financiers :</p><p>  6681 Amortissement des primes de remboursement des emprunts.</p><p>  6683 Amortissement des différences de prix de remboursement.</p><p>  6685 Amortissement des frais d'acquisition à répartir des immeubles.</p><p>669 Dotations aux amortissements et aux provisions des placements :</p><p>  6693 Amortissement des immeubles.</p><p>  6696 Dépréciations des placements</p><p>67 Charges exceptionnelles</p><p>670 Dotation de l'exercice à l'amortissement de l'emprunt pour fonds d'établissement.</p><p>672 Dotation de l'exercice à la provision pour investissement.</p><p>673 Dotation de l'exercice aux autres provisions réglementées.</p><p>674 Autres charges exceptionnelles.</p><p>675 Dotation de l'exercice à provision pour charges exceptionnelles.</p><p>676 Dotation de l'exercice pour dépréciations exceptionnelles</p><p>69 Autres opérations du compte non technique</p><p>690 Participation des salariés aux fruits de l'expansion.</p><p>695 Impôts sur les bénéfices.</p><p></p><p><strong>Classe 7. - Produits</strong></p><p></p><p>70 Primes</p><p>700 Primes Vie (affaires directes) :</p><p>  7000 Primes périodiques émises.</p><p>  7001 Primes uniques émises.</p><p>  7002 Annulations.</p><p>  7004 Variation des primes acquises non émises.</p><p>702 Primes Non-vie (affaires directes) :</p><p>  7020 Primes émises.</p><p>  7022 Annulations.</p><p>  7023 Ristournes sur primes.</p><p> 7024 Variation des primes acquises non émises.</p><p>  7025 Variation des primes à annuler.</p><p>704 Primes Vie (acceptations).</p><p>705 Primes Non-vie (acceptations).</p><p>708 Primes cédées :</p><p>  7080 Affaires directes Vie.</p><p>  7082 Affaires directes Non-vie.</p><p>  7084 Acceptations Vie.</p><p>  7085 Acceptations Non-vie.</p><p>709 Variations de la provision pour primes non acquises et risques en cours (PRC) (Non-vie) :</p><p>  7092 Affaires directes.</p><p>  7095 Acceptations.</p><p>  7099 Part des réassureurs :</p><p>    70992 Affaires directes.</p><p>    70995 Acceptations.</p><p>72 Production immobilisée</p><p>720 Vie.</p><p>722 Non-vie.</p><p>73 Subventions d'exploitation</p><p>730 Vie.</p><p>732 Non-vie.</p><p>74 Autres produits techniques</p><p>740 Vie.</p><p>742 Non-vie.</p><p>75 Produits non techniques</p><p>750 Honoraires et commissions.</p><p>751 Récupérations.</p><p>752 Utilisation ou reprises de provisions.</p><p>76 Produits des placements</p><p>760 Revenus des placements.</p><p>762 Honoraires et commissions sur activité de gestion d'actifs.</p><p>764 Profits provenant de la réalisation ou de la réévaluation des placements :</p><p>  7641 Réalisation de placements.</p><p>  7642 Réévaluations.</p><p>  7645 Reprises sur réserve de capitalisation.</p><p>765 Profits de change :</p><p>  7650 (Supprimé à compter du 1<sup>er</sup> janvier 2008 par Arr. 28 déc. 2007, Ann. 1, 5<sup>o</sup>)</p><p>  7652 Reprise de la provision pour pertes de change.</p><p>766 Ajustement des actifs représentatifs de contrats en unités de compte (plus-values non réalisées).</p><p>767 Variation de valeur des actifs représentatifs des contrats PERP  diversifiées »</p><p>768 Produits des différences sur les prix de remboursement à percevoir.</p><p>769 Reprises des dépréciations de placements</p><p>77 Produits exceptionnels</p><p>772 Reprise de la provision pour investissement.</p><p>773 Reprises sur autres provisions réglementées.</p><p>774 Autres produits exceptionnels.</p><p>775 Utilisation ou reprise de provisions pour charges exceptionnelles.</p><p>776 Utilisation ou reprises des dépréciations exceptionnelles</p><p>79 Transferts</p><p>  7920 Produits des placements alloués (compte technique Non-vie).</p><p>  7929 Produits des placements transférés au compte technique Non-vie.</p><p>  7930 Produits des placements alloués (compte non technique).</p><p>  7939 Produits des placements transférés au compte non technique.</p><p>  7971 Prélèvement  sur la comptabilité auxiliaire d'affectation » au profit du patrimoine général ;</p><p>   79711 Acquisition ;</p><p>   79712 Administration ;</p><p>   79713 Gestion des sinistres/transfert ;</p><p>   79714 Gestion des placements ;</p><p>   79715 Autres produits/charges techniques.</p><p>  7973 Autres transferts de produits/charges  au titre de chaque comptabilité auxiliaire d'affectation d'opérations d'assurance légalement cantonnées ».</p><p></p><p><strong>Classe 8. - Comptes spéciaux</strong></p><p></p><p>80 Engagements reçus et donnés</p><p>810 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies d'investissement futur ou de désinvestissement ;</p><p>811 Engagements sur instruments financiers à terme négociés dans le cadre de stratégies de rendement ;</p><p>812 Engagements sur instruments financiers à terme négociés dans le cadre d'autres opérations ;</p><p>819 Comptes techniques de contrepartie ;</p><p>820 Titres donnés en garantie sur instruments financiers à terme sans transfert de propriété ;</p><p>825 Titres reçus en garantie sur instruments financiers à terme sans transfert de propriété ;</p><p>829 Comptes techniques de contrepartie.</p><p>841 Position de change hors bilan.</p><p>842 Contre-valeur de position de change hors bilan.</p><p>88 Résultat en instance d'affectation</p><p></p><p><strong>Classe 9. - Charges par nature</strong></p>",
            "num": "Annexe art A343-1 (al 1)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 812505600000,
            "dateFin": 1212796800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions comptables et statistiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142570",
                        "id": "LEGISCTA000006142570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-08-27",
                        "fin": "2016-01-01",
                        "titre": "Chapitre III : Plan comptable particulier à l'assurance et à la capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157006",
                        "id": "LEGISCTA000006157006",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Plan et évaluations comptables particuliers à l'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157006",
                        "id": "LEGISCTA000031773114",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019231791",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006157006",
            "sectionParentId": "LEGISCTA000031773114",
            "sectionParentTitre": "Chapitre III : Plan et évaluations comptables particuliers à l'assurance",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre III : Les entreprises. &gt; Titre IV : Dispositions comptables et statistiques &gt; Chapitre III : Plan comptable particulier à l'assurance et à la capitalisation.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019231791",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021527666",
                    "textTitle": "Arrêté du 21 décembre 2009 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021541490",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261785600000,
                    "dateDebut": 1261872000000
                },
                {
                    "textCid": "JORFTEXT000021527666",
                    "textTitle": "Arrêté du 21 décembre 2009 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000021541484",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1261785600000,
                    "dateDebut": 1261872000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019231791",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 812505600000,
                    "dateFin": 1212796800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019237235",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1212796800000,
                    "dateFin": 1233878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020215790",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1233878400000,
                    "dateFin": 1261872000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021542200",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1261872000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art A343-1 (al 1)"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}