{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043978199",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – L'inventaire du patrimoine naturel est institué pour l'ensemble du territoire national terrestre, fluvial et marin. On entend par inventaire du patrimoine naturel, l'inventaire des richesses écologiques, faunistiques, floristiques, géologiques, pédologiques, minéralogiques et paléontologiques. L'Etat en assure la conception, l'animation et l'évaluation. Les maîtres d'ouvrage, publics ou privés, des projets, plans et programmes mentionnés aux articles L. 122-1 et L. 122-4 ou bénéficiant d'une dérogation prévue à l'article L. 411-2 contribuent à cet inventaire par la saisie ou, à défaut, par le versement des données brutes de biodiversité acquises à l'occasion des études d'évaluation réalisées préalablement à la décision d'autorisation, d'approbation ou de dérogation appliquée à leur projet, plan ou programme et à l'occasion des mesures de suivi des impacts environnementaux, notamment celles relevant des mesures d'évitement, de réduction ou de compensation définies en application de l'article L. 110-1 , réalisées après cette même décision. On entend par données brutes de biodiversité les données d'observation de taxons, d'habitats d'espèces ou d'habitats naturels, recueillies par observation directe, par bibliographie ou par acquisition de données auprès d'organismes détenant des données existantes. Les modalités de saisie ou de versement des données sont fixées par décret, pris après concertation avec les organisations représentatives des maîtres d'ouvrage, des bureaux d'études concernés et des associations contribuant ou susceptibles de contribuer à l'inventaire du patrimoine naturel. La saisie ou le versement de données s'effectue au moyen d'une application informatique mise gratuitement à la disposition des maîtres d'ouvrage par l'Etat. II. – En complément de l'inventaire du patrimoine naturel, les collectivités territoriales, les associations ayant pour objet l'étude ou la protection de la nature et leurs fédérations, les associations naturalistes et les fédérations de chasseurs et de pêcheurs peuvent contribuer à la connaissance du patrimoine naturel par la réalisation d'inventaires locaux ou territoriaux ou d'atlas de la biodiversité, ayant notamment pour objet de réunir les connaissances nécessaires à l'élaboration du schéma régional de cohérence écologique mentionné à l'article L. 371-3 ou à la mise en œuvre des articles L. 412-7 à L. 412-9 lorsque l'assemblée délibérante concernée a adopté la délibération prévue à l'article L. 412-15 . Le représentant de l'Etat dans la région ou le département et les autres collectivités territoriales concernées sont informés de ces réalisations. III. – Il est institué dans chaque région un conseil scientifique régional du patrimoine naturel. Ce conseil est constitué de spécialistes désignés intuitu personae pour leur compétence scientifique, en particulier dans les universités, les organismes de recherche, les sociétés savantes et les muséums régionaux. Il couvre toutes les disciplines des sciences de la vie et de la terre pour les milieux terrestres, fluviaux et marins. Ses membres sont nommés par arrêté du représentant de l'Etat après avis de l'assemblée délibérante. Il élit en son sein un président. Il peut être saisi pour avis par le représentant de l'Etat dans la région ou par le président du conseil régional sur toute question relative à l'inventaire et à la conservation du patrimoine naturel. Un décret en Conseil d'Etat définit sa composition et ses domaines d'intervention et précise les conditions dans lesquelles il est saisi. IV. – Les inventaires mentionnés aux I et II du présent article sont réalisés sous la responsabilité scientifique du Muséum national d'histoire naturelle qui en assure la validation et participe à leur diffusion. Ils sont diffusés conformément aux principes définis aux articles L. 127-4 à L. 127- 9. Les données brutes contenues dans les inventaires mentionnés au présent article sont diffusées comme des données publiques, gratuites et librement réutilisables, sauf si leur diffusion porte atteinte aux intérêts mentionnés aux 1° à 4° du I de l'article L. 124-4 . Les conditions dans lesquelles la diffusion des données prévue au présent alinéa peut être restreinte pour des motifs de protection de l'environnement sont précisées par décret. V. – La loi du 29 décembre 1892 sur les dommages causés à la propriété privée par l'exécution des travaux publics est applicable à l'exécution des opérations nécessaires à la conduite des inventaires mentionnés au présent article. Elle est également applicable à la connaissance du sol, de la végétation et de tout renseignement d'ordre écologique sur les territoires d'inventaires.",
            "texteHtml": "<p align='left'>I. – L'inventaire du patrimoine naturel est institué pour l'ensemble du territoire national terrestre, fluvial et marin. On entend par inventaire du patrimoine naturel, l'inventaire des richesses écologiques, faunistiques, floristiques, géologiques, pédologiques, minéralogiques et paléontologiques. </p><p>L'Etat en assure la conception, l'animation et l'évaluation. </p><p>Les maîtres d'ouvrage, publics ou privés, des projets, plans et programmes mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832878&dateTexte=&categorieLien=cid'>L. 122-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832889&dateTexte=&categorieLien=cid'>L. 122-4 </a>ou bénéficiant d'une dérogation prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833716&dateTexte=&categorieLien=cid'>L. 411-2 </a>contribuent à cet inventaire par la saisie ou, à défaut, par le versement des données brutes de biodiversité acquises à l'occasion des études d'évaluation réalisées préalablement à la décision d'autorisation, d'approbation ou de dérogation appliquée à leur projet, plan ou programme et à l'occasion des mesures de suivi des impacts environnementaux, notamment celles relevant des mesures d'évitement, de réduction ou de compensation définies en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832855&dateTexte=&categorieLien=cid'>L. 110-1</a>, réalisées après cette même décision. </p><p>On entend par données brutes de biodiversité les données d'observation de taxons, d'habitats d'espèces ou d'habitats naturels, recueillies par observation directe, par bibliographie ou par acquisition de données auprès d'organismes détenant des données existantes. </p><p>Les modalités de saisie ou de versement des données sont fixées par décret, pris après concertation avec les organisations représentatives des maîtres d'ouvrage, des bureaux d'études concernés et des associations contribuant ou susceptibles de contribuer à l'inventaire du patrimoine naturel. La saisie ou le versement de données s'effectue au moyen d'une application informatique mise gratuitement à la disposition des maîtres d'ouvrage par l'Etat. </p><p>II. – En complément de l'inventaire du patrimoine naturel, les collectivités territoriales, les associations ayant pour objet l'étude ou la protection de la nature et leurs fédérations, les associations naturalistes et les fédérations de chasseurs et de pêcheurs peuvent contribuer à la connaissance du patrimoine naturel par la réalisation d'inventaires locaux ou territoriaux ou d'atlas de la biodiversité, ayant notamment pour objet de réunir les connaissances nécessaires à l'élaboration du schéma régional de cohérence écologique mentionné à l'article L. 371-3 ou à la mise en œuvre des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000033019773&dateTexte=&categorieLien=cid'>L. 412-7 à L. 412-9 </a>lorsque l'assemblée délibérante concernée a adopté la délibération prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000033019795&dateTexte=&categorieLien=cid'>L. 412-15</a>. </p><p>Le représentant de l'Etat dans la région ou le département et les autres collectivités territoriales concernées sont informés de ces réalisations. </p><p>III. – Il est institué dans chaque région un conseil scientifique régional du patrimoine naturel. Ce conseil est constitué de spécialistes désignés intuitu personae pour leur compétence scientifique, en particulier dans les universités, les organismes de recherche, les sociétés savantes et les muséums régionaux. Il couvre toutes les disciplines des sciences de la vie et de la terre pour les milieux terrestres, fluviaux et marins. </p><p>Ses membres sont nommés par arrêté du représentant de l'Etat après avis de l'assemblée délibérante. </p><p>Il élit en son sein un président. </p><p>Il peut être saisi pour avis par le représentant de l'Etat dans la région ou par le président du conseil régional sur toute question relative à l'inventaire et à la conservation du patrimoine naturel. </p><p>Un décret en Conseil d'Etat définit sa composition et ses domaines d'intervention et précise les conditions dans lesquelles il est saisi. </p><p>IV. – Les inventaires mentionnés aux I et II du présent article sont réalisés sous la responsabilité scientifique du Muséum national d'histoire naturelle qui en assure la validation et participe à leur diffusion. Ils sont diffusés conformément aux principes définis aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000022936268&dateTexte=&categorieLien=cid'>L. 127-4 à L. 127-</a>9. </p><p>Les données brutes contenues dans les inventaires mentionnés au présent article sont diffusées comme des données publiques, gratuites et librement réutilisables, sauf si leur diffusion porte atteinte aux intérêts mentionnés aux 1° à 4° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832925&dateTexte=&categorieLien=cid'>L. 124-4</a>. Les conditions dans lesquelles la diffusion des données prévue au présent alinéa peut être restreinte pour des motifs de protection de l'environnement sont précisées par décret. </p><p>V. – La <a href='/affichTexte.do?cidTexte=JORFTEXT000000877367&categorieLien=cid'>loi du 29 décembre 1892 </a>sur les dommages causés à la propriété privée par l'exécution des travaux publics est applicable à l'exécution des opérations nécessaires à la conduite des inventaires mentionnés au présent article. Elle est également applicable à la connaissance du sol, de la végétation et de tout renseignement d'ordre écologique sur les territoires d'inventaires.</p><p></p>",
            "num": "L411-1 A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1645747200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000006129025",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000022495757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Titre Ier : Protection de la faune et de la flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143745",
                        "id": "LEGISCTA000006143745",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Protection du patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143745",
                        "id": "LEGISCTA000022495755",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Chapitre Ier : Préservation et surveillance du patrimoine biologique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159250",
                        "id": "LEGISCTA000006159250",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Préservation et surveillance du patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159250",
                        "id": "LEGISCTA000022742523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-08-10",
                        "fin": "2999-01-01",
                        "titre": "Section 1 A : Inventaire du patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033019164",
                        "id": "LEGISCTA000033019164",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033019166",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033019164",
            "sectionParentId": "LEGISCTA000033019164",
            "sectionParentTitre": "Section 1 A : Inventaire du patrimoine naturel",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Patrimoine naturel &gt; Titre Ier : Protection du patrimoine naturel &gt; Chapitre Ier : Préservation et surveillance du patrimoine naturel &gt; Section 1 A : Inventaire du patrimoine naturel",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043978199",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 228 de la loi n° 2021-1104, ces dispositions entrent en vigueur six mois après la publication de ladite loi.",
            "notaHtml": "<p>Conformément au II de l'article 228 de la loi n° 2021-1104, ces dispositions entrent en vigueur six mois après la publication de ladite loi.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 228 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "228",
                    "articleId": "LEGIARTI000043957984",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000877367",
                    "textTitle": "Loi du 29 décembre 1892",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000877367",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -2430000000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024645725",
                    "textTitle": "Arrêté du 7 octobre 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000035819500",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1318118400000,
                    "dateDebut": 1508284800000
                },
                {
                    "textCid": "JORFTEXT000036777521",
                    "textTitle": "Décret n°2018-254 du 6 avril 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036780330",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-254",
                    "datePubli": 1523145600000,
                    "dateDebut": 1523232000000
                },
                {
                    "textCid": "JORFTEXT000036963976",
                    "textTitle": "Arrêté du 17 mai 2018 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036969129",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1527724800000,
                    "dateDebut": 1527811200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D131-27-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D131-27-1",
                    "articleId": "LEGIARTI000035923223",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D134-20 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D134-20",
                    "articleId": "LEGIARTI000034260356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1490313600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D134-27 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D134-27",
                    "articleId": "LEGIARTI000036502555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D134-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D134-34",
                    "articleId": "LEGIARTI000041463653",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D134-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D134-41",
                    "articleId": "LEGIARTI000041463639",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D411-21-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D411-21-1",
                    "articleId": "LEGIARTI000045970252",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656460800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D411-21-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D411-21-3",
                    "articleId": "LEGIARTI000033502610",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1480550400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L110-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L110-1",
                    "articleId": "LEGIARTI000006832855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-1",
                    "articleId": "LEGIARTI000006832878",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470441600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L122-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-4",
                    "articleId": "LEGIARTI000006832889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470441600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L124-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L124-4",
                    "articleId": "LEGIARTI000006832925",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L127-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L127-4",
                    "articleId": "LEGIARTI000022936268",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1287792000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L371-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L371-2",
                    "articleId": "LEGIARTI000047088028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675468800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L371-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L371-3",
                    "articleId": "LEGIARTI000047088177",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675468800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L411-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L411-2",
                    "articleId": "LEGIARTI000006833716",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L412-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-15",
                    "articleId": "LEGIARTI000033019795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L412-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-7",
                    "articleId": "LEGIARTI000033019773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-54",
                    "articleId": "LEGIARTI000042242969",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1597536000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R411-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R411-22",
                    "articleId": "LEGIARTI000037281157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1533340800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R416-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R416-1",
                    "articleId": "LEGIARTI000043665649",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623888000000
                },
                {
                    "textCid": "LEGITEXT000025244092",
                    "textTitle": "Code forestier (nouveau) - art. R141-38-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-38-7",
                    "articleId": "LEGIARTI000036780544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1523232000000
                },
                {
                    "textCid": "LEGITEXT000006070299",
                    "textTitle": "Code général de la propriété des personnes publ... - art. L5141-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5141-2",
                    "articleId": "LEGIARTI000033035459",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033019166",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1645747200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043978199",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1645747200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L411-1 A",
                "411-1",
                "L411-1"
            ],
            "versionPrecedente": "LEGIARTI000033019166",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033019166",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – L'inventaire du patrimoine naturel est institué pour l'ensemble du territoire national terrestre, fluvial et marin. On entend par inventaire du patrimoine naturel, l'inventaire des richesses écologiques, faunistiques, floristiques, géologiques, pédologiques, minéralogiques et paléontologiques. L'Etat en assure la conception, l'animation et l'évaluation. Les maîtres d'ouvrage, publics ou privés, doivent contribuer à cet inventaire par la saisie ou, à défaut, par le versement des données brutes de biodiversité acquises à l'occasion des études d'évaluation préalable ou de suivi des impacts réalisées dans le cadre de l'élaboration des plans, schémas, programmes et autres documents de planification mentionnés à l'article L. 122-4 et des projets d'aménagement soumis à l'approbation de l'autorité administrative. On entend par données brutes de biodiversité les données d'observation de taxons, d'habitats d'espèces ou d'habitats naturels, recueillies par observation directe, par bibliographie ou par acquisition de données auprès d'organismes détenant des données existantes. Les modalités de saisie ou de versement des données sont fixées par décret, pris après concertation avec les organisations représentatives des maîtres d'ouvrage, des bureaux d'études concernés et des associations contribuant ou susceptibles de contribuer à l'inventaire du patrimoine naturel. La saisie ou le versement de données s'effectue au moyen d'une application informatique mise gratuitement à la disposition des maîtres d'ouvrage par l'Etat. II. – En complément de l'inventaire du patrimoine naturel, les collectivités territoriales, les associations ayant pour objet l'étude ou la protection de la nature et leurs fédérations, les associations naturalistes et les fédérations de chasseurs et de pêcheurs peuvent contribuer à la connaissance du patrimoine naturel par la réalisation d'inventaires locaux ou territoriaux ou d'atlas de la biodiversité, ayant notamment pour objet de réunir les connaissances nécessaires à l'élaboration du schéma régional de cohérence écologique mentionné à l'article L. 371-3 ou à la mise en œuvre des articles L. 412-7 à L. 412-9 lorsque l'assemblée délibérante concernée a adopté la délibération prévue à l'article L. 412-15 . Le représentant de l'Etat dans la région ou le département et les autres collectivités territoriales concernées sont informés de ces réalisations. III. – Il est institué dans chaque région un conseil scientifique régional du patrimoine naturel. Ce conseil est constitué de spécialistes désignés intuitu personae pour leur compétence scientifique, en particulier dans les universités, les organismes de recherche, les sociétés savantes et les muséums régionaux. Il couvre toutes les disciplines des sciences de la vie et de la terre pour les milieux terrestres, fluviaux et marins. Ses membres sont nommés par arrêté du représentant de l'Etat après avis de l'assemblée délibérante. Il élit en son sein un président. Il peut être saisi pour avis par le représentant de l'Etat dans la région ou par le président du conseil régional sur toute question relative à l'inventaire et à la conservation du patrimoine naturel. Un décret en Conseil d'Etat définit sa composition et ses domaines d'intervention et précise les conditions dans lesquelles il est saisi. IV. – Les inventaires mentionnés aux I et II du présent article sont réalisés sous la responsabilité scientifique du Muséum national d'histoire naturelle qui en assure la validation et participe à leur diffusion. Ils sont diffusés conformément aux principes définis aux articles L. 127-4 à L. 127- 9. Les données brutes contenues dans les inventaires mentionnés au présent article sont diffusées comme des données publiques, gratuites et librement réutilisables, sauf si leur diffusion porte atteinte aux intérêts mentionnés aux 1° à 4° du I de l'article L. 124-4 . Les conditions dans lesquelles la diffusion des données prévue au présent alinéa peut être restreinte pour des motifs de protection de l'environnement sont précisées par décret. V. – La loi du 29 décembre 1892 sur les dommages causés à la propriété privée par l'exécution des travaux publics est applicable à l'exécution des opérations nécessaires à la conduite des inventaires mentionnés au présent article. Elle est également applicable à la connaissance du sol, de la végétation et de tout renseignement d'ordre écologique sur les territoires d'inventaires.",
            "texteHtml": "<p align='left'>I. – L'inventaire du patrimoine naturel est institué pour l'ensemble du territoire national terrestre, fluvial et marin. On entend par inventaire du patrimoine naturel, l'inventaire des richesses écologiques, faunistiques, floristiques, géologiques, pédologiques, minéralogiques et paléontologiques. </p><p>L'Etat en assure la conception, l'animation et l'évaluation. </p><p>Les maîtres d'ouvrage, publics ou privés, doivent contribuer à cet inventaire par la saisie ou, à défaut, par le versement des données brutes de biodiversité acquises à l'occasion des études d'évaluation préalable ou de suivi des impacts réalisées dans le cadre de l'élaboration des plans, schémas, programmes et autres documents de planification mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832889&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L122-4 (V)'>L. 122-4 </a>et des projets d'aménagement soumis à l'approbation de l'autorité administrative. </p><p>On entend par données brutes de biodiversité les données d'observation de taxons, d'habitats d'espèces ou d'habitats naturels, recueillies par observation directe, par bibliographie ou par acquisition de données auprès d'organismes détenant des données existantes. </p><p>Les modalités de saisie ou de versement des données sont fixées par décret, pris après concertation avec les organisations représentatives des maîtres d'ouvrage, des bureaux d'études concernés et des associations contribuant ou susceptibles de contribuer à l'inventaire du patrimoine naturel. La saisie ou le versement de données s'effectue au moyen d'une application informatique mise gratuitement à la disposition des maîtres d'ouvrage par l'Etat. </p><p>II. – En complément de l'inventaire du patrimoine naturel, les collectivités territoriales, les associations ayant pour objet l'étude ou la protection de la nature et leurs fédérations, les associations naturalistes et les fédérations de chasseurs et de pêcheurs peuvent contribuer à la connaissance du patrimoine naturel par la réalisation d'inventaires locaux ou territoriaux ou d'atlas de la biodiversité, ayant notamment pour objet de réunir les connaissances nécessaires à l'élaboration du schéma régional de cohérence écologique mentionné à l'article L. 371-3 ou à la mise en œuvre des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000033019773&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L412-7 (V)'>L. 412-7 à L. 412-9 </a>lorsque l'assemblée délibérante concernée a adopté la délibération prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000033019795&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L412-15 (V)'>L. 412-15</a>. </p><p>Le représentant de l'Etat dans la région ou le département et les autres collectivités territoriales concernées sont informés de ces réalisations. </p><p>III. – Il est institué dans chaque région un conseil scientifique régional du patrimoine naturel. Ce conseil est constitué de spécialistes désignés intuitu personae pour leur compétence scientifique, en particulier dans les universités, les organismes de recherche, les sociétés savantes et les muséums régionaux. Il couvre toutes les disciplines des sciences de la vie et de la terre pour les milieux terrestres, fluviaux et marins. </p><p>Ses membres sont nommés par arrêté du représentant de l'Etat après avis de l'assemblée délibérante. </p><p>Il élit en son sein un président. </p><p>Il peut être saisi pour avis par le représentant de l'Etat dans la région ou par le président du conseil régional sur toute question relative à l'inventaire et à la conservation du patrimoine naturel. </p><p>Un décret en Conseil d'Etat définit sa composition et ses domaines d'intervention et précise les conditions dans lesquelles il est saisi. </p><p>IV. – Les inventaires mentionnés aux I et II du présent article sont réalisés sous la responsabilité scientifique du Muséum national d'histoire naturelle qui en assure la validation et participe à leur diffusion. Ils sont diffusés conformément aux principes définis aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000022936268&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L127-4 (V)'>L. 127-4 à L. 127-</a>9. </p><p>Les données brutes contenues dans les inventaires mentionnés au présent article sont diffusées comme des données publiques, gratuites et librement réutilisables, sauf si leur diffusion porte atteinte aux intérêts mentionnés aux 1° à 4° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832925&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L124-4 (V)'>L. 124-4</a>. Les conditions dans lesquelles la diffusion des données prévue au présent alinéa peut être restreinte pour des motifs de protection de l'environnement sont précisées par décret. </p><p>V. – La <a href='/affichTexte.do?cidTexte=JORFTEXT000000877367&categorieLien=cid' title='Loi du 29 décembre 1892 (V)'>loi du 29 décembre 1892</a> sur les dommages causés à la propriété privée par l'exécution des travaux publics est applicable à l'exécution des opérations nécessaires à la conduite des inventaires mentionnés au présent article. Elle est également applicable à la connaissance du sol, de la végétation et de tout renseignement d'ordre écologique sur les territoires d'inventaires.</p>",
            "num": "L411-1 A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1470787200000,
            "dateFin": 1645747200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000006129025",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000022495757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Titre Ier : Protection de la faune et de la flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143745",
                        "id": "LEGISCTA000006143745",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Protection du patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143745",
                        "id": "LEGISCTA000022495755",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Chapitre Ier : Préservation et surveillance du patrimoine biologique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159250",
                        "id": "LEGISCTA000006159250",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Préservation et surveillance du patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159250",
                        "id": "LEGISCTA000022742523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-08-10",
                        "fin": "2999-01-01",
                        "titre": "Section 1 A : Inventaire du patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033019164",
                        "id": "LEGISCTA000033019164",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033019166",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033019164",
            "sectionParentId": "LEGISCTA000033019164",
            "sectionParentTitre": "Section 1 A : Inventaire du patrimoine naturel",
            "fullSectionsTitre": "Partie législative &gt; Livre IV : Patrimoine naturel &gt; Titre Ier : Protection du patrimoine naturel &gt; Chapitre Ier : Préservation et surveillance du patrimoine naturel &gt; Section 1 A : Inventaire du patrimoine naturel",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033019166",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033016237",
                    "textTitle": "LOI n°2016-1087 du 8 août 2016 - art. 7",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000033018692",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2016-08-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000877367",
                    "textTitle": "Loi du 29 décembre 1892 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000877367",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -2430000000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000024645725",
                    "textTitle": "Arrêté du 7 octobre 2011 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000035819500",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1318118400000,
                    "dateDebut": 1508284800000
                },
                {
                    "textCid": "JORFTEXT000036777521",
                    "textTitle": "Décret n°2018-254 du 6 avril 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036780330",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-254",
                    "datePubli": 1523145600000,
                    "dateDebut": 1523232000000
                },
                {
                    "textCid": "JORFTEXT000036963976",
                    "textTitle": "Arrêté du 17 mai 2018 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036969129",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1527724800000,
                    "dateDebut": 1527811200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D131-27-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D131-27-1",
                    "articleId": "LEGIARTI000035923223",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D134-20 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D134-20",
                    "articleId": "LEGIARTI000034260356",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1490313600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D134-27 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D134-27",
                    "articleId": "LEGIARTI000036502555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D134-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D134-34",
                    "articleId": "LEGIARTI000041463653",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D134-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D134-41",
                    "articleId": "LEGIARTI000041463639",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D411-21-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D411-21-1",
                    "articleId": "LEGIARTI000045970252",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656460800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. D411-21-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D411-21-3",
                    "articleId": "LEGIARTI000033502610",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1480550400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L122-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-4",
                    "articleId": "LEGIARTI000006832889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470441600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L124-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L124-4",
                    "articleId": "LEGIARTI000006832925",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L127-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L127-4",
                    "articleId": "LEGIARTI000022936268",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1287792000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L371-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L371-2",
                    "articleId": "LEGIARTI000047088028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675468800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L371-3 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L371-3",
                    "articleId": "LEGIARTI000047088177",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1675468800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L412-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-15",
                    "articleId": "LEGIARTI000033019795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L412-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-7",
                    "articleId": "LEGIARTI000033019773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-54",
                    "articleId": "LEGIARTI000042242969",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1597536000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R411-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R411-22",
                    "articleId": "LEGIARTI000037281157",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1533340800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R416-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R416-1",
                    "articleId": "LEGIARTI000043665649",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623888000000
                },
                {
                    "textCid": "LEGITEXT000025244092",
                    "textTitle": "Code forestier (nouveau) - art. R141-38-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-38-7",
                    "articleId": "LEGIARTI000036780544",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1523232000000
                },
                {
                    "textCid": "LEGITEXT000006070299",
                    "textTitle": "Code général de la propriété des personnes publ... - art. L5141-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L5141-2",
                    "articleId": "LEGIARTI000033035459",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033019166",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1645747200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043978199",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1645747200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L411-1 A",
                "411-1",
                "L411-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}