{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042339592",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux articles L. 225-17 et L. 225-18 du présent code, des administrateurs représentant les salariés. Une société dont l'activité principale est d'acquérir et de gérer des filiales et des participations peut ne pas mettre en œuvre l'obligation prévue au premier alinéa du présent I si elle remplit chacune des conditions suivantes : 1° Elle n'est pas soumise à l'obligation de mettre en place un comité social et économique en application de l'article L. 2311-2 du code du travail ; 2° Elle détient une ou plusieurs filiales, directes ou indirectes, soumises à l'obligation prévue au premier alinéa du présent I. Une société n'est pas soumise à l'obligation prévue aux deux premiers alinéas du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation. II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à huit et au moins à un s'il est égal ou inférieur à huit. Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article L. 225-18-1 . L'élection des administrateurs représentant les salariés sur le fondement du 1° du III du présent article respecte la parité conformément à l'article L. 225-28. Lorsque deux administrateurs sont désignés sur le fondement du 2° du même III, le comité de groupe, le comité central d'entreprise ou le comité d'entreprise désigne une femme et un homme. III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes : 1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ; 2° La désignation, selon le cas, par le comité de groupe prévu à l' article L. 2331-1 du code du travail , le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ; 3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux articles L. 2122-1 et L. 2122-4 du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ; 4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l' article L. 2351-1 du code du travail , par l'organe de représentation des salariés mentionné à l'article L. 2352-16 du même code ou, à défaut, par le comité de la société européenne mentionné à l'article L. 2353-1 dudit code. L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III. IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III. A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection. V. ― Les sociétés répondant aux critères fixés au I du présent article ou à l'article L. 22-10-7 et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de l'article L. 225-27 du présent code ou du I de l'article 7 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II. Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.",
            "texteHtml": "<p>I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid'>L. 225-17 et L. 225-18 </a>du présent code, des administrateurs représentant les salariés.</p><p>Une société dont l'activité principale est d'acquérir et de gérer des filiales et des participations peut ne pas mettre en œuvre l'obligation prévue au premier alinéa du présent I si elle remplit chacune des conditions suivantes :</p><p>1° Elle n'est pas soumise à l'obligation de mettre en place un comité social et économique en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000035609353&dateTexte=&categorieLien=cid'>L. 2311-2 </a>du code du travail ;</p><p>2° Elle détient une ou plusieurs filiales, directes ou indirectes, soumises à l'obligation prévue au premier alinéa du présent I.</p><p>Une société n'est pas soumise à l'obligation prévue aux deux premiers alinéas du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation.</p><p>II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à huit et au moins à un s'il est égal ou inférieur à huit.</p><p>Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000023489744&dateTexte=&categorieLien=cid'>L. 225-18-1</a>. L'élection des administrateurs représentant les salariés sur le fondement du 1° du III du présent article respecte la parité conformément à l'article L. 225-28. Lorsque deux administrateurs sont désignés sur le fondement du 2° du même III, le comité de groupe, le comité central d'entreprise ou le comité d'entreprise désigne une femme et un homme.</p><p>III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes :</p><p>1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ;</p><p>2° La désignation, selon le cas, par le comité de groupe prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902131&dateTexte=&categorieLien=cid'>article L. 2331-1 du code du travail</a>, le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ;</p><p>3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901582&dateTexte=&categorieLien=cid'>articles L. 2122-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000019347569&dateTexte=&categorieLien=cid'>L. 2122-4 </a>du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ;</p><p>4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902205&dateTexte=&categorieLien=cid'>article L. 2351-1 du code du travail</a>, par l'organe de représentation des salariés mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902231&dateTexte=&categorieLien=cid'>L. 2352-16 </a>du même code ou, à défaut, par le comité de la société européenne mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902241&dateTexte=&categorieLien=cid'>L. 2353-1 </a>dudit code.</p><p>L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III.</p><p>IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III.</p><p>A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection.</p><p>V. ― Les sociétés répondant aux critères fixés au I du présent article ou à l'article L. 22-10-7 et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042339606&dateTexte=&categorieLien=id' title='Code de commerce - art. L225-27 (VD)'>l'article L. 225-27 </a>du présent code ou du I de l'article 7 de l'ordonnance <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000029391551&idArticle=JORFARTI000029391794&categorieLien=cid'>n° 2014-948 </a>du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II.</p><p>Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.</p>",
            "num": "L225-27-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609459200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 794556,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113739",
                        "id": "LEGISCTA000006113739",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Dispositions particulières aux diverses sociétés commerciales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133176",
                        "id": "LEGISCTA000006133176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146046",
                        "id": "LEGISCTA000006146046",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : De la direction et de l'administration des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161272",
                        "id": "LEGISCTA000006161272",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-05-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178759",
                        "id": "LEGISCTA000006178759",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027549687",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006178759",
            "sectionParentId": "LEGISCTA000006178759",
            "sectionParentTitre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique. &gt; TITRE II : Dispositions particulières aux diverses sociétés commerciales. &gt; Chapitre V : Des sociétés anonymes. &gt; Section 2 : De la direction et de l'administration des sociétés anonymes. &gt; Sous-section 1 : Du conseil d'administration de la direction générale.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042339592",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": ".",
            "notaHtml": "<p>.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042334535",
                    "textTitle": "Ordonnance n°2020-1142 du 16 septembre 2020 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000042335957",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-09-17",
                    "dateSignaTexte": "2020-09-16",
                    "dateDebutCible": "2021-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n° 2014-948 du 20 août 2014 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029391794",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n°2014-948 du 20 août 2014 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032441684",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n°2015-994 du 17 août 2015 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000031057714",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-994",
                    "datePubli": 1439856000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "JORFTEXT000035568022",
                    "textTitle": "LOI n° 2017-1340 du 15 septembre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035569347",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2017-1340",
                    "datePubli": 1505520000000,
                    "dateDebut": 1505606400000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000039769939",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039769972",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000042507662",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1604793600000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000045900729",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1628899200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L22-10-7",
                    "articleId": "LEGIARTI000042338831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-18-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-18-1",
                    "articleId": "LEGIARTI000023489744",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-22",
                    "articleId": "LEGIARTI000027565659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-27 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-27",
                    "articleId": "LEGIARTI000042339606",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-28",
                    "articleId": "LEGIARTI000039281027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-29",
                    "articleId": "LEGIARTI000027565665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30",
                    "articleId": "LEGIARTI000027565671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-1",
                    "articleId": "LEGIARTI000027549945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-2",
                    "articleId": "LEGIARTI000038597011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-31",
                    "articleId": "LEGIARTI000027565684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-32 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-32",
                    "articleId": "LEGIARTI000038791003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-34",
                    "articleId": "LEGIARTI000027565695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-2",
                    "articleId": "LEGIARTI000039461740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-3",
                    "articleId": "LEGIARTI000039461756",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-4",
                    "articleId": "LEGIARTI000039461751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-75 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2312-75",
                    "articleId": "LEGIARTI000035611301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006901582",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-4",
                    "articleId": "LEGIARTI000019347569",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2311-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2311-2",
                    "articleId": "LEGIARTI000035609353",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2331-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-1",
                    "articleId": "LEGIARTI000006902131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2351-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2351-1",
                    "articleId": "LEGIARTI000006902205",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2352-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2352-16",
                    "articleId": "LEGIARTI000006902231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2353-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2353-1",
                    "articleId": "LEGIARTI000006902241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027549687",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1371427200000,
                    "dateFin": 1408838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029401035",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1408838400000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031012378",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1439942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031085393",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1439942400000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038596957",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042339592",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L225-27-1",
                "225-27-1"
            ],
            "versionPrecedente": "LEGIARTI000038596957",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038596957",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux articles L. 225-17 et L. 225-18 du présent code, des administrateurs représentant les salariés. Une société dont l'activité principale est d'acquérir et de gérer des filiales et des participations peut ne pas mettre en œuvre l'obligation prévue au premier alinéa du présent I si elle remplit chacune des conditions suivantes : 1° Elle n'est pas soumise à l'obligation de mettre en place un comité social et économique en application de l'article L. 2311-2 du code du travail ; 2° Elle détient une ou plusieurs filiales, directes ou indirectes, soumises à l'obligation prévue au premier alinéa du présent I ; 3° Ses actions ne sont pas admises aux négociations sur un marché réglementé ou au moins quatre cinquièmes de ses actions sont détenues, directement ou indirectement, par une personne physique ou morale agissant seule ou de concert. Une société n'est pas soumise à l'obligation prévue aux deux premiers alinéas du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation. II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à huit et au moins à un s'il est égal ou inférieur à huit. Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article L. 225-18-1 . L'élection des administrateurs représentant les salariés sur le fondement du 1° du III du présent article respecte la parité conformément à l'article L. 225-28. Lorsque deux administrateurs sont désignés sur le fondement du 2° du même III, le comité de groupe, le comité central d'entreprise ou le comité d'entreprise désigne une femme et un homme. III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes : 1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ; 2° La désignation, selon le cas, par le comité de groupe prévu à l' article L. 2331-1 du code du travail , le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ; 3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux articles L. 2122-1 et L. 2122-4 du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ; 4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l' article L. 2351-1 du code du travail , par l'organe de représentation des salariés mentionné à l'article L. 2352-16 du même code ou, à défaut, par le comité de la société européenne mentionné à l'article L. 2353-1 dudit code. L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III. IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III. A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection. V. ― Les sociétés répondant aux critères fixés au I du présent article et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de l'article L. 225-27 du présent code ou du I de l'article 7 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II. Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.",
            "texteHtml": "<p>I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid'>L. 225-17 et L. 225-18 </a>du présent code, des administrateurs représentant les salariés. </p><p>Une société dont l'activité principale est d'acquérir et de gérer des filiales et des participations peut ne pas mettre en œuvre l'obligation prévue au premier alinéa du présent I si elle remplit chacune des conditions suivantes : <br/><br/>1° Elle n'est pas soumise à l'obligation de mettre en place un comité social et économique en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000035609353&dateTexte=&categorieLien=cid' title='Code du travail - art. L2311-2 (V)'>L. 2311-2 </a>du code du travail ; <br/><br/>2° Elle détient une ou plusieurs filiales, directes ou indirectes, soumises à l'obligation prévue au premier alinéa du présent I ; <br/><br/>3° Ses actions ne sont pas admises aux négociations sur un marché réglementé ou au moins quatre cinquièmes de ses actions sont détenues, directement ou indirectement, par une personne physique ou morale agissant seule ou de concert. </p><p>Une société n'est pas soumise à l'obligation prévue aux deux premiers alinéas du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation. </p><p>II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à huit et au moins à un s'il est égal ou inférieur à huit. </p><p>Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000023489744&dateTexte=&categorieLien=cid'>L. 225-18-1</a>. L'élection des administrateurs représentant les salariés sur le fondement du 1° du III du présent article respecte la parité conformément à l'article L. 225-28. Lorsque deux administrateurs sont désignés sur le fondement du 2° du même III, le comité de groupe, le comité central d'entreprise ou le comité d'entreprise désigne une femme et un homme. </p><p>III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes : </p><p>1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ; </p><p>2° La désignation, selon le cas, par le comité de groupe prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902131&dateTexte=&categorieLien=cid'>article L. 2331-1 du code du travail</a>, le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ; </p><p>3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901582&dateTexte=&categorieLien=cid'>articles L. 2122-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000019347569&dateTexte=&categorieLien=cid'>L. 2122-4 </a>du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ; </p><p>4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902205&dateTexte=&categorieLien=cid'>article L. 2351-1 du code du travail</a>, par l'organe de représentation des salariés mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902231&dateTexte=&categorieLien=cid'>L. 2352-16 </a>du même code ou, à défaut, par le comité de la société européenne mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902241&dateTexte=&categorieLien=cid'>L. 2353-1 </a>dudit code. </p><p>L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III. </p><p>IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III. </p><p>A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection. </p><p>V. ― Les sociétés répondant aux critères fixés au I du présent article et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223685&dateTexte=&categorieLien=cid'>l'article L. 225-27 </a>du présent code ou du I de l'article 7 de l'ordonnance <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000029391551&idArticle=JORFARTI000029391794&categorieLien=cid'>n° 2014-948 </a>du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II. </p><p>Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.</p>",
            "num": "L225-27-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1558656000000,
            "dateFin": 1609459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 794556,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113739",
                        "id": "LEGISCTA000006113739",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Dispositions particulières aux diverses sociétés commerciales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133176",
                        "id": "LEGISCTA000006133176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146046",
                        "id": "LEGISCTA000006146046",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : De la direction et de l'administration des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161272",
                        "id": "LEGISCTA000006161272",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-05-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178759",
                        "id": "LEGISCTA000006178759",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027549687",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006178759",
            "sectionParentId": "LEGISCTA000006178759",
            "sectionParentTitre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique. &gt; TITRE II : Dispositions particulières aux diverses sociétés commerciales. &gt; Chapitre V : Des sociétés anonymes. &gt; Section 2 : De la direction et de l'administration des sociétés anonymes. &gt; Sous-section 1 : Du conseil d'administration de la direction générale.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038596957",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": ".",
            "notaHtml": "<p>.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n°2019-486 du 22 mai 2019 - art. 184 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "184",
                    "articleId": "LEGIARTI000042012257",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-05-23",
                    "dateSignaTexte": "2019-05-22",
                    "dateDebutCible": "2020-06-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n° 2014-948 du 20 août 2014 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029391794",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n°2014-948 du 20 août 2014 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032441684",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n°2015-994 du 17 août 2015 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000031057714",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-994",
                    "datePubli": 1439856000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "JORFTEXT000035568022",
                    "textTitle": "LOI n° 2017-1340 du 15 septembre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035569347",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2017-1340",
                    "datePubli": 1505520000000,
                    "dateDebut": 1505606400000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000039769939",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039769972",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000042507662",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1604793600000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000045900729",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1628899200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L22-10-7",
                    "articleId": "LEGIARTI000042338831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-18-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-18-1",
                    "articleId": "LEGIARTI000023489744",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-22",
                    "articleId": "LEGIARTI000027565659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-27",
                    "articleId": "LEGIARTI000006223685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-28",
                    "articleId": "LEGIARTI000039281027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-29",
                    "articleId": "LEGIARTI000027565665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30",
                    "articleId": "LEGIARTI000027565671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-1",
                    "articleId": "LEGIARTI000027549945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-2",
                    "articleId": "LEGIARTI000038597011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-31",
                    "articleId": "LEGIARTI000027565684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-32 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-32",
                    "articleId": "LEGIARTI000038791003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-34",
                    "articleId": "LEGIARTI000027565695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-2",
                    "articleId": "LEGIARTI000039461740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-3",
                    "articleId": "LEGIARTI000039461756",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-4",
                    "articleId": "LEGIARTI000039461751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-75 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2312-75",
                    "articleId": "LEGIARTI000035611301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006901582",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-4",
                    "articleId": "LEGIARTI000019347569",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2311-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2311-2",
                    "articleId": "LEGIARTI000035609353",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2331-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-1",
                    "articleId": "LEGIARTI000006902131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2351-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2351-1",
                    "articleId": "LEGIARTI000006902205",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2352-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2352-16",
                    "articleId": "LEGIARTI000006902231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2353-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2353-1",
                    "articleId": "LEGIARTI000006902241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027549687",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1371427200000,
                    "dateFin": 1408838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029401035",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1408838400000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031012378",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1439942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031085393",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1439942400000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038596957",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042339592",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L225-27-1",
                "225-27-1"
            ],
            "versionPrecedente": "LEGIARTI000031085393",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031085393",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux articles L. 225-17 et L. 225-18 du présent code, des administrateurs représentant les salariés. Sauf lorsqu'elle est soumise à l'obligation de mettre en place un comité d'entreprise en application de l'article L. 2322-1 du code du travail, une société dont l'activité principale est d'acquérir et de gérer des filiales et des participations peut ne pas mettre en œuvre l'obligation prévue au premier alinéa du présent I si elle détient une ou plusieurs filiales remplissant les conditions et appliquant l'obligation prévues au même alinéa. Une société n'est pas soumise à l'obligation prévue aux deux premiers alinéas du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation. II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à douze et au moins à un s'il est égal ou inférieur à douze. Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article L. 225-18-1 . L'élection des administrateurs représentant les salariés sur le fondement du 1° du III du présent article respecte la parité conformément à l'article L. 225-28. Lorsque deux administrateurs sont désignés sur le fondement du 2° du même III, le comité de groupe, le comité central d'entreprise ou le comité d'entreprise désigne une femme et un homme. III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes : 1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ; 2° La désignation, selon le cas, par le comité de groupe prévu à l' article L. 2331-1 du code du travail , le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ; 3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux articles L. 2122-1 et L. 2122-4 du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ; 4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l' article L. 2351-1 du code du travail , par l'organe de représentation des salariés mentionné à l'article L. 2352-16 du même code ou, à défaut, par le comité de la société européenne mentionné à l'article L. 2353-1 dudit code. L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III. IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III. A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection. V. ― Les sociétés répondant aux critères fixés au I du présent article et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de l'article L. 225-27 du présent code ou du I de l'article 7 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II. Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.",
            "texteHtml": "<p>I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid' title='Code de commerce - art. L225-17 (V)'>L. 225-17 et L. 225-18 </a>du présent code, des administrateurs représentant les salariés.</p><p>Sauf lorsqu'elle est soumise à l'obligation de mettre en place un comité d'entreprise en application de l'article L. 2322-1 du code du travail, une société dont l'activité principale est d'acquérir et de gérer des filiales et des participations peut ne pas mettre en œuvre l'obligation prévue au premier alinéa du présent I si elle détient une ou plusieurs filiales remplissant les conditions et appliquant l'obligation prévues au même alinéa.</p><p>Une société n'est pas soumise à l'obligation prévue aux deux premiers alinéas du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation.</p><p>II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à douze et au moins à un s'il est égal ou inférieur à douze.</p><p>Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000023489744&dateTexte=&categorieLien=cid' title='Code de commerce - art. L225-18-1 (VD)'>L. 225-18-1</a>. L'élection des administrateurs représentant les salariés sur le fondement du 1° du III du présent article respecte la parité conformément à l'article L. 225-28. Lorsque deux administrateurs sont désignés sur le fondement du 2° du même III, le comité de groupe, le comité central d'entreprise ou le comité d'entreprise désigne une femme et un homme.</p><p>III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes :</p><p>1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ;</p><p>2° La désignation, selon le cas, par le comité de groupe prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902131&dateTexte=&categorieLien=cid'>article L. 2331-1 du code du travail</a>, le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ;</p><p>3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901582&dateTexte=&categorieLien=cid'>articles L. 2122-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000019347569&dateTexte=&categorieLien=cid'>L. 2122-4 </a>du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ;</p><p>4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902205&dateTexte=&categorieLien=cid'>article L. 2351-1 du code du travail</a>, par l'organe de représentation des salariés mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902231&dateTexte=&categorieLien=cid' title='Code du travail - art. L2352-16 (V)'>L. 2352-16</a> du même code ou, à défaut, par le comité de la société européenne mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902241&dateTexte=&categorieLien=cid' title='Code du travail - art. L2353-1 (V)'>L. 2353-1 </a>dudit code.</p><p>L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III.</p><p>IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III.</p><p>A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection.</p><p>V. ― Les sociétés répondant aux critères fixés au I du présent article et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223685&dateTexte=&categorieLien=cid'>l'article L. 225-27 </a>du présent code ou du I de l'article 7 de l'ordonnance <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000029391551&idArticle=JORFARTI000029391794&categorieLien=cid'>n° 2014-948 </a>du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II.</p><p>Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.</p>",
            "num": "L225-27-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1439942400000,
            "dateFin": 1558656000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 794556,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113739",
                        "id": "LEGISCTA000006113739",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Dispositions particulières aux diverses sociétés commerciales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133176",
                        "id": "LEGISCTA000006133176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146046",
                        "id": "LEGISCTA000006146046",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : De la direction et de l'administration des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161272",
                        "id": "LEGISCTA000006161272",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-05-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178759",
                        "id": "LEGISCTA000006178759",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027549687",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006178759",
            "sectionParentId": "LEGISCTA000006178759",
            "sectionParentTitre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique. &gt; TITRE II : Dispositions particulières aux diverses sociétés commerciales. &gt; Chapitre V : Des sociétés anonymes. &gt; Section 2 : De la direction et de l'administration des sociétés anonymes. &gt; Sous-section 1 : Du conseil d'administration de la direction générale.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031085393",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 34 I de l'ordonnance n° 2014-948 du 20 août 2014, le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu des sociétés mentionnées à l'article 1er fixe la date d'application des dispositions du titre II de la présente ordonnance, à l'exception de celles des articles 17 et 21. Cette date ne peut être postérieure au lendemain de la première assemblée générale ordinaire qui suit le 1er janvier 2017. Jusqu'à cette date, les présentes dispositions restent applicables dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance.",
            "notaHtml": "<p>Conformément à l'article 34 I de l'ordonnance n° 2014-948 du 20 août 2014, le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu des sociétés mentionnées à l'article 1er fixe la date d'application des dispositions du titre II de la présente ordonnance, à l'exception de celles des articles 17 et 21. Cette date ne peut être postérieure au lendemain de la première assemblée générale ordinaire qui suit le 1er janvier 2017. Jusqu'à cette date, les présentes dispositions restent applicables dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n° 2015-994 du 17 août 2015 - art. 11 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000031057714",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-18",
                    "dateSignaTexte": "2015-08-17",
                    "dateDebutCible": "2015-08-19"
                },
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n°2015-994 du 17 août 2015 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000031057712",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-18",
                    "dateSignaTexte": "2015-08-17",
                    "dateDebutCible": "2015-08-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n° 2014-948 du 20 août 2014 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029391794",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n°2014-948 du 20 août 2014 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032441684",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n°2015-994 du 17 août 2015 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000031057714",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-994",
                    "datePubli": 1439856000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "JORFTEXT000035568022",
                    "textTitle": "LOI n° 2017-1340 du 15 septembre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035569347",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2017-1340",
                    "datePubli": 1505520000000,
                    "dateDebut": 1505606400000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000039769939",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039769972",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000042507662",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1604793600000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000045900729",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1628899200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L22-10-7",
                    "articleId": "LEGIARTI000042338831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-18-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-18-1",
                    "articleId": "LEGIARTI000023489744",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-22",
                    "articleId": "LEGIARTI000027565659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-27",
                    "articleId": "LEGIARTI000006223685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-28",
                    "articleId": "LEGIARTI000039281027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-29",
                    "articleId": "LEGIARTI000027565665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30",
                    "articleId": "LEGIARTI000027565671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-1",
                    "articleId": "LEGIARTI000027549945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-2",
                    "articleId": "LEGIARTI000038597011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-31",
                    "articleId": "LEGIARTI000027565684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-32 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-32",
                    "articleId": "LEGIARTI000038791003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-34",
                    "articleId": "LEGIARTI000027565695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-2",
                    "articleId": "LEGIARTI000039461740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-3",
                    "articleId": "LEGIARTI000039461756",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-4",
                    "articleId": "LEGIARTI000039461751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-75 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2312-75",
                    "articleId": "LEGIARTI000035611301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006901582",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-4",
                    "articleId": "LEGIARTI000019347569",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2322-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2322-1",
                    "articleId": "LEGIARTI000006901924",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2331-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-1",
                    "articleId": "LEGIARTI000006902131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2351-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2351-1",
                    "articleId": "LEGIARTI000006902205",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2352-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2352-16",
                    "articleId": "LEGIARTI000006902231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2353-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2353-1",
                    "articleId": "LEGIARTI000006902241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027549687",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1371427200000,
                    "dateFin": 1408838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029401035",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1408838400000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031012378",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1439942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031085393",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1439942400000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038596957",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042339592",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L225-27-1",
                "225-27-1"
            ],
            "versionPrecedente": "LEGIARTI000031012378",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031012378",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins dix mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, et qui ont pour obligation de mettre en place un comité d'entreprise en application de l' article L. 2322-1 du code du travail , il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux articles L. 225-17 et L. 225-18 du présent code, des administrateurs représentant les salariés. Une société n'est pas soumise à l'obligation prévue au premier alinéa du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation. II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à douze et au moins à un s'il est égal ou inférieur à douze. Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article L. 225-18-1. III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes : 1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ; 2° La désignation, selon le cas, par le comité de groupe prévu à l' article L. 2331-1 du code du travail , le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ; 3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux articles L. 2122-1 et L. 2122-4 du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ; 4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l' article L. 2351-1 du code du travail , par l'organe de représentation des salariés mentionné à l'article L. 2352-16 du même code ou, à défaut, par le comité de la société européenne mentionné à l'article L. 2353-1 dudit code. L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III. IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III. A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection. V. ― Les sociétés répondant aux critères fixés au I du présent article et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de l'article L. 225-27 du présent code ou du I  de l'article 7 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II. Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.",
            "texteHtml": "<p>I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins dix mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, et qui ont pour obligation de mettre en place un comité d'entreprise en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901924&dateTexte=&categorieLien=cid'>article L. 2322-1 du code du travail</a>, il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid'>articles L. 225-17 et L. 225-18 </a>du présent code, des administrateurs représentant les salariés. </p><p></p><p>Une société n'est pas soumise à l'obligation prévue au premier alinéa du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation. </p><p></p><p>II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à douze et au moins à un s'il est égal ou inférieur à douze. </p><p></p><p>Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article L. 225-18-1. </p><p></p><p>III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes : </p><p></p><p>1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ; </p><p></p><p>2° La désignation, selon le cas, par le comité de groupe prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902131&dateTexte=&categorieLien=cid'>article L. 2331-1 du code du travail</a>, le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ; </p><p></p><p>3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901582&dateTexte=&categorieLien=cid'>articles L. 2122-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000019347569&dateTexte=&categorieLien=cid'>L. 2122-4 </a>du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ; </p><p></p><p>4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902205&dateTexte=&categorieLien=cid'>article L. 2351-1 du code du travail</a>, par l'organe de représentation des salariés mentionné à l'article L. 2352-16 du même code ou, à défaut, par le comité de la société européenne mentionné à l'article L. 2353-1 dudit code. </p><p></p><p>L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III. </p><p></p><p>IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III. </p><p></p><p>A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection. </p><p></p><p>V. ― Les sociétés répondant aux critères fixés au I du présent article et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223685&dateTexte=&categorieLien=cid'>l'article L. 225-27 </a>du présent code ou du I  de l'article 7 de l'ordonnance <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000029391551&idArticle=JORFARTI000029391794&categorieLien=cid'>n° 2014-948</a> du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II. </p><p></p><p>Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.</p>",
            "num": "L225-27-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1438992000000,
            "dateFin": 1439942400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 794556,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113739",
                        "id": "LEGISCTA000006113739",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Dispositions particulières aux diverses sociétés commerciales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133176",
                        "id": "LEGISCTA000006133176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146046",
                        "id": "LEGISCTA000006146046",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : De la direction et de l'administration des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161272",
                        "id": "LEGISCTA000006161272",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-05-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178759",
                        "id": "LEGISCTA000006178759",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027549687",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006178759",
            "sectionParentId": "LEGISCTA000006178759",
            "sectionParentTitre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique. &gt; TITRE II : Dispositions particulières aux diverses sociétés commerciales. &gt; Chapitre V : Des sociétés anonymes. &gt; Section 2 : De la direction et de l'administration des sociétés anonymes. &gt; Sous-section 1 : Du conseil d'administration de la direction générale.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031012378",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 34 I de l'ordonnance n° 2014-948 du 20 août 2014, le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu des sociétés mentionnées à l'article 1er fixe la date d'application des dispositions du titre II de la présente ordonnance, à l'exception de celles des articles 17 et 21. Cette date ne peut être postérieure au lendemain de la première assemblée générale ordinaire qui suit le 1er janvier 2017. Jusqu'à cette date, les présentes dispositions restent applicables dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance.",
            "notaHtml": "<p>Conformément à l'article 34 I de l'ordonnance n° 2014-948 du 20 août 2014, le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu des sociétés mentionnées à l'article 1er fixe la date d'application des dispositions du titre II de la présente ordonnance, à l'exception de celles des articles 17 et 21. Cette date ne peut être postérieure au lendemain de la première assemblée générale ordinaire qui suit le 1er janvier 2017. Jusqu'à cette date, les présentes dispositions restent applicables dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030978561",
                    "textTitle": "LOI n°2015-990 du 6 août 2015 - art. 178",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "178",
                    "articleId": "LEGIARTI000030982230",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-07",
                    "dateSignaTexte": "2015-08-06",
                    "dateDebutCible": "2015-08-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n° 2014-948 du 20 août 2014 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029391794",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n°2014-948 du 20 août 2014 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032441684",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n°2015-994 du 17 août 2015 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000031057714",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-994",
                    "datePubli": 1439856000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "JORFTEXT000035568022",
                    "textTitle": "LOI n° 2017-1340 du 15 septembre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035569347",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2017-1340",
                    "datePubli": 1505520000000,
                    "dateDebut": 1505606400000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000039769939",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039769972",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000042507662",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1604793600000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000045900729",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1628899200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L22-10-7",
                    "articleId": "LEGIARTI000042338831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-22",
                    "articleId": "LEGIARTI000027565659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-27",
                    "articleId": "LEGIARTI000006223685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-28",
                    "articleId": "LEGIARTI000039281027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-29",
                    "articleId": "LEGIARTI000027565665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30",
                    "articleId": "LEGIARTI000027565671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-1",
                    "articleId": "LEGIARTI000027549945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-2",
                    "articleId": "LEGIARTI000038597011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-31",
                    "articleId": "LEGIARTI000027565684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-32 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-32",
                    "articleId": "LEGIARTI000038791003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-34",
                    "articleId": "LEGIARTI000027565695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-2",
                    "articleId": "LEGIARTI000039461740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-3",
                    "articleId": "LEGIARTI000039461756",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-4",
                    "articleId": "LEGIARTI000039461751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-75 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2312-75",
                    "articleId": "LEGIARTI000035611301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006901582",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-4",
                    "articleId": "LEGIARTI000019347569",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2322-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2322-1",
                    "articleId": "LEGIARTI000006901924",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2331-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-1",
                    "articleId": "LEGIARTI000006902131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2351-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2351-1",
                    "articleId": "LEGIARTI000006902205",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027549687",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1371427200000,
                    "dateFin": 1408838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029401035",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1408838400000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031012378",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1439942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031085393",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1439942400000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038596957",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042339592",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L225-27-1",
                "225-27-1"
            ],
            "versionPrecedente": "LEGIARTI000029401035",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029401035",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins dix mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, et qui ont pour obligation de mettre en place un comité d'entreprise en application de l' article L. 2322-1 du code du travail , il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux articles L. 225-17 et L. 225-18 du présent code, des administrateurs représentant les salariés. Une société n'est pas soumise à l'obligation prévue au premier alinéa du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation. II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à douze et au moins à un s'il est égal ou inférieur à douze. Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article L. 225-18-1. III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes : 1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ; 2° La désignation, selon le cas, par le comité de groupe prévu à l' article L. 2331-1 du code du travail , le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ; 3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux articles L. 2122-1 et L. 2122-4 du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ; 4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l' article L. 2351-1 du code du travail , par l'organe de représentation des salariés mentionné à l'article L. 2352-16 du même code ou, à défaut, par le comité de la société européenne mentionné à l'article L. 2353-1 dudit code. L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III. IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III. A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection. V. ― Les sociétés répondant aux critères fixés au I du présent article et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de l'article L. 225-27 du présent code, du I de l'article 7 de l'ordonnance n° 2014-948 du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II. Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.",
            "texteHtml": "<p>I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins dix mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, et qui ont pour obligation de mettre en place un comité d'entreprise en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901924&dateTexte=&categorieLien=cid'>article L. 2322-1 du code du travail</a>, il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid'>articles L. 225-17 et L. 225-18 </a>du présent code, des administrateurs représentant les salariés. </p><p>Une société n'est pas soumise à l'obligation prévue au premier alinéa du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation. </p><p>II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à douze et au moins à un s'il est égal ou inférieur à douze. </p><p>Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article L. 225-18-1. </p><p>III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes : </p><p>1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ; </p><p>2° La désignation, selon le cas, par le comité de groupe prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902131&dateTexte=&categorieLien=cid'>article L. 2331-1 du code du travail</a>, le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ; </p><p>3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901582&dateTexte=&categorieLien=cid'>articles L. 2122-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000019347569&dateTexte=&categorieLien=cid'>L. 2122-4 </a>du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ; </p><p>4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902205&dateTexte=&categorieLien=cid'>article L. 2351-1 du code du travail</a>, par l'organe de représentation des salariés mentionné à l'article L. 2352-16 du même code ou, à défaut, par le comité de la société européenne mentionné à l'article L. 2353-1 dudit code. </p><p>L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III. </p><p>IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III. </p><p>A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection. </p><p>V. ― Les sociétés répondant aux critères fixés au I du présent article et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223685&dateTexte=&categorieLien=cid'>l'article L. 225-27 </a>du présent code, du I de l'article 7 de l'ordonnance <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000029391551&idArticle=JORFARTI000029391794&categorieLien=cid'>n° 2014-948</a> du 20 août 2014 relative à la gouvernance et aux opérations sur le capital des sociétés à participation publique, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II. </p><p>Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.</p>",
            "num": "L225-27-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1408838400000,
            "dateFin": 1438992000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 794556,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113739",
                        "id": "LEGISCTA000006113739",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Dispositions particulières aux diverses sociétés commerciales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133176",
                        "id": "LEGISCTA000006133176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146046",
                        "id": "LEGISCTA000006146046",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : De la direction et de l'administration des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161272",
                        "id": "LEGISCTA000006161272",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-05-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178759",
                        "id": "LEGISCTA000006178759",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027549687",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006178759",
            "sectionParentId": "LEGISCTA000006178759",
            "sectionParentTitre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique. &gt; TITRE II : Dispositions particulières aux diverses sociétés commerciales. &gt; Chapitre V : Des sociétés anonymes. &gt; Section 2 : De la direction et de l'administration des sociétés anonymes. &gt; Sous-section 1 : Du conseil d'administration de la direction générale.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029401035",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 34 I de l'ordonnance n° 2014-948 du 20 août 2014, le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu des sociétés mentionnées à l'article 1er fixe la date d'application des dispositions du titre II de la présente ordonnance, à l'exception de celles des articles 17 et 21. Cette date ne peut être postérieure au lendemain de la première assemblée générale ordinaire qui suit le 1er janvier 2017. Jusqu'à cette date, les présentes dispositions restent applicables dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance.",
            "notaHtml": "<p>Conformément à l'article 34 I de l'ordonnance n° 2014-948 du 20 août 2014, le conseil d'administration, le conseil de surveillance ou l'organe délibérant en tenant lieu des sociétés mentionnées à l'article 1er fixe la date d'application des dispositions du titre II de la présente ordonnance, à l'exception de celles des articles 17 et 21. Cette date ne peut être postérieure au lendemain de la première assemblée générale ordinaire qui suit le 1er janvier 2017. Jusqu'à cette date, les présentes dispositions restent applicables dans leur rédaction antérieure à l'entrée en vigueur de la présente ordonnance.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n°2014-948 du 20 août 2014 - art. 37",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000029392952",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2014-08-23",
                    "dateSignaTexte": "2014-08-20",
                    "dateDebutCible": "2014-08-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000320196",
                    "textTitle": "Loi n° 83-675 du 26 juillet 1983 - art. 5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000029401184",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "83-675",
                    "datePubli": 428112000000,
                    "dateDebut": 1408838400000
                },
                {
                    "textCid": "JORFTEXT000000317767",
                    "textTitle": "Loi n° 86-912 du 6 août 1986 - art. 8-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8-1",
                    "articleId": "LEGIARTI000006312088",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-912",
                    "datePubli": 523756800000,
                    "dateDebut": 1167523200000
                },
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n° 2014-948 du 20 août 2014 - art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "7",
                    "articleId": "JORFARTI000029391794",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n°2014-948 du 20 août 2014 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032441684",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n°2015-994 du 17 août 2015 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000031057714",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-994",
                    "datePubli": 1439856000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "JORFTEXT000035568022",
                    "textTitle": "LOI n° 2017-1340 du 15 septembre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035569347",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2017-1340",
                    "datePubli": 1505520000000,
                    "dateDebut": 1505606400000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000039769939",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039769972",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000042507662",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1604793600000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000045900729",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1628899200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L22-10-7",
                    "articleId": "LEGIARTI000042338831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-22",
                    "articleId": "LEGIARTI000027565659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-27",
                    "articleId": "LEGIARTI000006223685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-28",
                    "articleId": "LEGIARTI000039281027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-29",
                    "articleId": "LEGIARTI000027565665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30",
                    "articleId": "LEGIARTI000027565671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-1",
                    "articleId": "LEGIARTI000027549945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-2",
                    "articleId": "LEGIARTI000038597011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-31",
                    "articleId": "LEGIARTI000027565684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-32 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-32",
                    "articleId": "LEGIARTI000038791003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-34",
                    "articleId": "LEGIARTI000027565695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-2",
                    "articleId": "LEGIARTI000039461740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-3",
                    "articleId": "LEGIARTI000039461756",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-4",
                    "articleId": "LEGIARTI000039461751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-75 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2312-75",
                    "articleId": "LEGIARTI000035611301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006901582",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-4",
                    "articleId": "LEGIARTI000019347569",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2322-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2322-1",
                    "articleId": "LEGIARTI000006901924",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2331-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-1",
                    "articleId": "LEGIARTI000006902131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2351-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2351-1",
                    "articleId": "LEGIARTI000006902205",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027549687",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1371427200000,
                    "dateFin": 1408838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029401035",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1408838400000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031012378",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1439942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031085393",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1439942400000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038596957",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042339592",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L225-27-1",
                "225-27-1"
            ],
            "versionPrecedente": "LEGIARTI000027549687",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027549687",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins dix mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, et qui ont pour obligation de mettre en place un comité d'entreprise en application de l' article L. 2322-1 du code du travail , il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux articles L. 225-17 et L. 225-18 du présent code, des administrateurs représentant les salariés. Une société n'est pas soumise à l'obligation prévue au premier alinéa du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation. II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à douze et au moins à un s'il est égal ou inférieur à douze. Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article L. 225-18-1. III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes : 1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ; 2° La désignation, selon le cas, par le comité de groupe prévu à l' article L. 2331-1 du code du travail , le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ; 3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux articles L. 2122-1 et L. 2122-4 du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ; 4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l' article L. 2351-1 du code du travail , par l'organe de représentation des salariés mentionné à l'article L. 2352-16 du même code ou, à défaut, par le comité de la société européenne mentionné à l'article L. 2353-1 dudit code. L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III. IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III. A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection. V. ― Les sociétés répondant aux critères fixés au I du présent article et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de l'article L. 225-27 du présent code, de l' article 5 de la loi n° 83-675 du 26 juillet 1983 relative à la démocratisation du secteur public ou de l' article 8-1 de la loi n° 86-912 du 6 août 1986 relative aux modalités des privatisations, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II. Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.",
            "texteHtml": "I. ― Dans les sociétés qui emploient, à la clôture de deux exercices consécutifs, au moins cinq mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français, ou au moins dix mille salariés permanents dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français et à l'étranger, et qui ont pour obligation de mettre en place un comité d'entreprise en application de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901924&dateTexte=&categorieLien=cid'>article L. 2322-1 du code du travail</a>, il est stipulé dans les statuts que le conseil d'administration comprend, outre les administrateurs dont le nombre et le mode de désignation sont prévus aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid'>articles L. 225-17 et L. 225-18 </a>du présent code, des administrateurs représentant les salariés. <br/><br/>Une société n'est pas soumise à l'obligation prévue au premier alinéa du présent I dès lors qu'elle est la filiale, directe ou indirecte, d'une société elle-même soumise à cette obligation. <br/><br/>II. ― Le nombre des administrateurs représentant les salariés est au moins égal à deux dans les sociétés dont le nombre d'administrateurs mentionnés aux articles L. 225-17 et L. 225-18 est supérieur à douze et au moins à un s'il est égal ou inférieur à douze. <br/><br/>Les administrateurs représentant les salariés ne sont pas pris en compte pour la détermination du nombre minimal et du nombre maximal d'administrateurs prévus à l'article L. 225-17, ni pour l'application du premier alinéa de l'article L. 225-18-1. <br/><br/>III. ― Dans les six mois suivant la clôture du second des deux exercices mentionnés au I, après avis, selon le cas, du comité de groupe, du comité central d'entreprise ou du comité d'entreprise, l'assemblée générale extraordinaire procède à la modification des statuts pour déterminer les conditions dans lesquelles sont désignés les administrateurs représentant les salariés, selon l'une des modalités suivantes : <br/><br/>1° L'organisation d'une élection auprès des salariés de la société et de ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français dans les conditions fixées à l'article L. 225-28 ; <br/><br/>2° La désignation, selon le cas, par le comité de groupe prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902131&dateTexte=&categorieLien=cid'>article L. 2331-1 du code du travail</a>, le comité central d'entreprise ou le comité d'entreprise de la société mentionnée au I du présent article ; <br/><br/>3° La désignation par l'organisation syndicale ayant obtenu le plus de suffrages au premier tour des élections mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901582&dateTexte=&categorieLien=cid'>articles L. 2122-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000019347569&dateTexte=&categorieLien=cid'>L. 2122-4 </a>du même code dans la société et ses filiales, directes ou indirectes, dont le siège social est fixé sur le territoire français lorsqu'un seul administrateur est à désigner, ou par chacune des deux organisations syndicales ayant obtenu le plus de suffrages au premier tour de ces élections lorsque deux administrateurs sont à désigner ; <br/><br/>4° Lorsqu'au moins deux administrateurs sont à désigner, la désignation de l'un des administrateurs selon l'une des modalités fixées aux 1° à 3° et de l'autre par le comité d'entreprise européen, s'il existe, ou, pour les sociétés européennes au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902205&dateTexte=&categorieLien=cid'>article L. 2351-1 du code du travail</a>, par l'organe de représentation des salariés mentionné à l'article L. 2352-16 du même code ou, à défaut, par le comité de la société européenne mentionné à l'article L. 2353-1 dudit code. <br/><br/>L'élection ou la désignation des administrateurs représentant les salariés intervient dans les six mois suivant la modification des statuts prévue au premier alinéa du présent III. <br/><br/>IV. ― Si l'assemblée générale extraordinaire ne s'est pas réunie dans le délai prévu au premier alinéa du III, tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte au conseil d'administration de convoquer une assemblée générale extraordinaire et de soumettre à celle-ci les projets de résolution tendant à modifier les statuts dans le sens prévu au même III. <br/><br/>A défaut de modification des statuts à l'issue du délai prévu au premier alinéa dudit III, les administrateurs représentant les salariés sont désignés par la voie de l'élection mentionnée au 1° du III dans les six mois suivant l'expiration du même délai. Tout salarié peut demander au président du tribunal statuant en référé d'enjoindre sous astreinte à la société d'organiser l'élection. <br/><br/>V. ― Les sociétés répondant aux critères fixés au I du présent article et dont le conseil d'administration comprend un ou plusieurs membres désignés en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223685&dateTexte=&categorieLien=cid'>l'article L. 225-27</a> du présent code, de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000320196&idArticle=LEGIARTI000006300143&dateTexte=&categorieLien=cid'>article 5 de la loi n° 83-675 du 26 juillet 1983 </a>relative à la démocratisation du secteur public ou de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000317767&idArticle=LEGIARTI000006312086&dateTexte=&categorieLien=cid'>article 8-1 de la loi n° 86-912 du 6 août 1986 </a>relative aux modalités des privatisations, ainsi que leurs filiales directes ou indirectes, ne sont pas soumises à l'obligation prévue aux I à III du présent article dès lors que le nombre de ces administrateurs est au moins égal au nombre prévu au II. <br/><br/>Lorsque le nombre de ces administrateurs est inférieur au nombre prévu au II, les I à IV sont applicables à l'expiration du mandat en cours des administrateurs représentant les salariés.",
            "num": "L225-27-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1371427200000,
            "dateFin": 1408838400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 794556,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113739",
                        "id": "LEGISCTA000006113739",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Dispositions particulières aux diverses sociétés commerciales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133176",
                        "id": "LEGISCTA000006133176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146046",
                        "id": "LEGISCTA000006146046",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : De la direction et de l'administration des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161272",
                        "id": "LEGISCTA000006161272",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-05-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178759",
                        "id": "LEGISCTA000006178759",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027549687",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006178759",
            "sectionParentId": "LEGISCTA000006178759",
            "sectionParentTitre": "Sous-section 1 : Du conseil d'administration de la direction générale.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique. &gt; TITRE II : Dispositions particulières aux diverses sociétés commerciales. &gt; Chapitre V : Des sociétés anonymes. &gt; Section 2 : De la direction et de l'administration des sociétés anonymes. &gt; Sous-section 1 : Du conseil d'administration de la direction générale.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027549687",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027546648",
                    "textTitle": "LOI n°2013-504\n du 14 juin 2013 - art. 9 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000027548715",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-06-16",
                    "dateSignaTexte": "2013-06-14",
                    "dateDebutCible": "2013-06-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000320196",
                    "textTitle": "Loi n° 83-675 du 26 juillet 1983 - art. 5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006300143",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "83-675",
                    "datePubli": 428112000000,
                    "dateDebut": 428112000000
                },
                {
                    "textCid": "JORFTEXT000000317767",
                    "textTitle": "Loi n°86-912 du 6 août 1986 - art. 8-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "8-1",
                    "articleId": "LEGIARTI000006312086",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-912",
                    "datePubli": 523756800000,
                    "dateDebut": 775267200000
                },
                {
                    "textCid": "JORFTEXT000029391551",
                    "textTitle": "ORDONNANCE n°2014-948 du 20 août 2014 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000032441684",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2014-948",
                    "datePubli": 1408752000000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "JORFTEXT000031046061",
                    "textTitle": "LOI n°2015-994 du 17 août 2015 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000031057714",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2015-994",
                    "datePubli": 1439856000000,
                    "dateDebut": 1439942400000
                },
                {
                    "textCid": "JORFTEXT000035568022",
                    "textTitle": "LOI n° 2017-1340 du 15 septembre 2017 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000035569347",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2017-1340",
                    "datePubli": 1505520000000,
                    "dateDebut": 1505606400000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000039769939",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000039700986",
                    "textTitle": "Décret n°2019-1563 du 30 décembre 2019 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000039769972",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1563",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000042507662",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1604793600000
                },
                {
                    "textCid": "JORFTEXT000042504973",
                    "textTitle": "Décret n°2020-1359 du 5 novembre 2020 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000045900729",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1359",
                    "datePubli": 1604707200000,
                    "dateDebut": 1628899200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L22-10-7",
                    "articleId": "LEGIARTI000042338831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-22",
                    "articleId": "LEGIARTI000027565659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-27",
                    "articleId": "LEGIARTI000006223685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-28 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-28",
                    "articleId": "LEGIARTI000039281027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-29",
                    "articleId": "LEGIARTI000027565665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30",
                    "articleId": "LEGIARTI000027565671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-1",
                    "articleId": "LEGIARTI000027549945",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-30-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-30-2",
                    "articleId": "LEGIARTI000038597011",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-31",
                    "articleId": "LEGIARTI000027565684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-32 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-32",
                    "articleId": "LEGIARTI000038791003",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L225-34",
                    "articleId": "LEGIARTI000027565695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1371427200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-2",
                    "articleId": "LEGIARTI000039461740",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-3",
                    "articleId": "LEGIARTI000039461756",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R225-34-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R225-34-4",
                    "articleId": "LEGIARTI000039461751",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575849600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2312-75 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L2312-75",
                    "articleId": "LEGIARTI000035611301",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006901582",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-4",
                    "articleId": "LEGIARTI000019347569",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2322-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2322-1",
                    "articleId": "LEGIARTI000006901924",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2331-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2331-1",
                    "articleId": "LEGIARTI000006902131",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2351-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2351-1",
                    "articleId": "LEGIARTI000006902205",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027549687",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1371427200000,
                    "dateFin": 1408838400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029401035",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1408838400000,
                    "dateFin": 1438992000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031012378",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1438992000000,
                    "dateFin": 1439942400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031085393",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1439942400000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038596957",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042339592",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L225-27-1",
                "225-27-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}