{
    "cid": "LEGIARTI000044473981",
    "num": "R163-14-10",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1961-01-12",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106085",
                        "id": "LEGISCTA000006106085",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126950",
                        "id": "LEGISCTA000006126950",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141849",
                        "id": "LEGISCTA000006141849",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 3 : Médicaments remboursables et médicaments agréés pour les collectivités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156530",
                        "id": "LEGISCTA000006156530",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-12-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 quater : Conditions de fixation du prix et de prise en charge des préparations pour la nutrition parentérale à domicile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044473972",
                        "id": "LEGISCTA000044473972",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000044473981",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6113-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6113-7",
                    "articleId": "LEGIARTI000006690710",
                    "natureText": "CODE",
                    "date": 1639436126962,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1516320000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044469669",
                    "textTitle": "Décret n°2021-1612 du 9 décembre 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044473816",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-12-11",
                    "dateSignaTexte": "2021-12-09",
                    "dateDebutCible": "2021-12-12"
                }
            ],
            "num": "R163-14-10",
            "origine": "LEGI",
            "texte": "I.-La prise en charge par l'assurance maladie, sur prescription médicale, d'une préparation relevant du premier alinéa de l'article L. 162-16-4-2 est subordonnée à : 1° L'appartenance de cette préparation à l'une des catégories de préparations définies en application de l'article R. 163-14-7 ; 2° L'intervention d'une décision fixant, en application de l'article R. 163-14-8, le prix de cession de cette catégorie, laquelle vaut décision de prise en charge par l'assurance maladie de l'ensemble des préparations appartenant à cette catégorie ; 3° La transmission au système d'information, prévu au deuxième alinéa de l'article L. 6113-7 du code de la santé publique , de l'établissement de santé délivrant la préparation d'un code fixé par l'arrêté mentionné au dernier alinéa de l'article R. 163-14-7 du présent code, permettant l'identification de la catégorie à laquelle appartient cette préparation. La décision portant refus de la prise en charge par l'assurance maladie d'une préparation est notifiée à l'établissement de santé concerné avec la mention des motifs de ce refus, ainsi que des voies et délais de recours applicables. II.-Lorsque les ministres chargés de la santé et de la sécurité sociale envisagent de modifier la liste des catégories de préparations relevant du premier alinéa de l'article L. 162-16-4-2 prises en charge en application du I, ils mentionnent cette intention dans un avis publié au Journal officiel de la République française. Les fédérations représentatives des établissements de santé concernés peuvent présenter des observations écrites aux ministres chargés de la santé et de la sécurité sociale dans un délai de vingt jours suivant la publication de cet avis. Elles transmettent simultanément une copie de ces observations à la commission de la transparence. La décision portant cessation de la prise en charge par l'assurance maladie d'une catégorie de préparations est publiée au Journal officiel de la République française, avec la mention des motifs de cette cessation, ainsi que des voies et délais de recours applicables.",
            "texteHtml": "<p>I.-La prise en charge par l'assurance maladie, sur prescription médicale, d'une préparation relevant du premier alinéa de l'article L. 162-16-4-2 est subordonnée à :<br/><br/>\n 1° L'appartenance de cette préparation à l'une des catégories de préparations définies en application de l'article R. 163-14-7 ;<br/><br/>\n 2° L'intervention d'une décision fixant, en application de l'article R. 163-14-8, le prix de cession de cette catégorie, laquelle vaut décision de prise en charge par l'assurance maladie de l'ensemble des préparations appartenant à cette catégorie ;<br/><br/>\n 3° La transmission au système d'information, prévu au <a href='/article/LEGIARTI000006690710'>deuxième alinéa de l'article L. 6113-7 du code de la santé publique</a>, de l'établissement de santé délivrant la préparation d'un code fixé par l'arrêté mentionné au dernier alinéa de l'article R. 163-14-7 du présent code, permettant l'identification de la catégorie à laquelle appartient cette préparation.<br/><br/>\n La décision portant refus de la prise en charge par l'assurance maladie d'une préparation est notifiée à l'établissement de santé concerné avec la mention des motifs de ce refus, ainsi que des voies et délais de recours applicables.<br/><br/>\n II.-Lorsque les ministres chargés de la santé et de la sécurité sociale envisagent de modifier la liste des catégories de préparations relevant du premier alinéa de l'article L. 162-16-4-2 prises en charge en application du I, ils mentionnent cette intention dans un avis publié au Journal officiel de la République française. Les fédérations représentatives des établissements de santé concernés peuvent présenter des observations écrites aux ministres chargés de la santé et de la sécurité sociale dans un délai de vingt jours suivant la publication de cet avis. Elles transmettent simultanément une copie de ces observations à la commission de la transparence.<br/><br/>\n La décision portant cessation de la prise en charge par l'assurance maladie d'une catégorie de préparations est publiée au Journal officiel de la République française, avec la mention des motifs de cette cessation, ainsi que des voies et délais de recours applicables.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-12-12T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}