{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046294175",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel révisée relative à la lettre de mission, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP 210. Lettre de mission Introduction 1. Les dispositions légales et réglementaires prévoient la mission de contrôle légal dans certaines personnes ou entités. En outre, des interventions autres que le contrôle légal sont expressément et exclusivement requises du commissaire aux comptes de la personne ou de l'entité par les dispositions légales ou réglementaires ou par des dispositions du droit de l'Union européenne ayant un effet direct en droit national. La mission de contrôle légal et ces autres interventions sont qualifiées de “ mission ” dans la présente norme. Le commissaire aux comptes en définit les modalités dans une lettre de mission. 2. La présente norme a pour objet de définir les principes à respecter par le commissaire aux comptes pour établir cette lettre de mission et demander l'accord de la personne ou de l'entité sur son contenu. Etablissement de la lettre de mission 3. La lettre de mission est établie par le commissaire aux comptes la première année de son mandat et communiquée à la personne ou à l'entité préalablement à la mise en œuvre de ses travaux de vérification et de contrôle. 4. Dans le cas où la mission est confiée à plusieurs commissaires aux comptes, ceux-ci établissent soit une lettre de mission conjointe, soit des lettres de mission individuelles, après avoir échangé entre eux. 5. Lorsque le commissaire aux comptes d'une personne ou d'une entité qui établit des comptes consolidés ou combinés est également commissaire aux comptes d'une ou plusieurs personnes ou entités du même ensemble, il apprécie s'il convient d'établir une lettre de mission commune à plusieurs de ces personnes ou entités. Lorsque le commissaire aux comptes choisit d'établir une lettre de mission commune, il demande à la personne ou à l'entité mère de lui confirmer par écrit que les personnes ou les entités de l'ensemble ont donné leur accord sur le contenu de la lettre de mission pour ce qui les concerne. Contenu de la lettre de mission 6. Sans préjudice des engagements contractuels ou d'autres éléments liés aux particularités de la personne ou de l'entité que le commissaire aux comptes jugerait utile d'ajouter, la lettre de mission comporte les éléments suivants : -l'objectif et l'étendue du contrôle légal et des autres interventions dont la réalisation est connue au moment de l'établissement de la lettre de mission et qu'il entend mener en application des dispositions légales et réglementaires ; -la mention selon laquelle d'autres interventions requises par les dispositions légales ou réglementaires seront susceptibles d'être réalisées selon les circonstances ou la survenance d'évènements affectant la personne ou l'entité ; -le calendrier d'intervention ; -le cas échéant, la répartition des travaux entre les co-commissaires aux comptes ; -le nom des signataires ; -l'éventuel recours, sous la responsabilité du commissaire aux comptes, pour la réalisation de certains travaux, à des collaborateurs externes et/ ou des experts ; -le cas échéant, la mention que la certification des comptes consolidés est délivrée après examen des travaux des professionnels chargés du contrôle des comptes des personnes et entités comprises dans la consolidation, conformément aux dispositions de l'article L. 823-9 du code de commerce ; -le devoir de la personne ou de l'entité de communiquer au commissaire aux comptes les informations et documents prévus par les dispositions légales et réglementaires ; -la nécessité de mettre à la disposition du commissaire aux comptes tout document, pièce justificative ou autre information demandée dans le cadre de ses travaux ; -la nécessité de laisser au commissaire aux comptes libre accès aux personnes physiques au sein de la personne ou de l'entité ainsi qu'aux tiers mentionnés à l'article L. 823-14 du code de commerce, auprès desquels le commissaire aux comptes considère qu'il est nécessaire de recueillir des informations ; -la demande d'une confirmation écrite du représentant légal de la personne ou de l'entité pour ce qui concerne les déclarations faites au commissaire aux comptes nécessaires à sa mission ; -le rappel de l'obligation de communication avec les organes mentionnés à l'article L. 823-16 du code de commerce ; -le budget d'honoraires de la mission de contrôle légal et des autres interventions dont la réalisation est connue au moment de l'établissement de la lettre de mission ainsi que, le cas échéant, la répartition de ce budget entre les co-commissaires aux comptes, et les conditions de facturation. Révision de la lettre de mission 7. Au cours de son mandat, lorsque les circonstances entrainent des modifications importantes des modalités de sa mission, le commissaire aux comptes révise le contenu de la lettre de mission. Ces circonstances peuvent être notamment : -des difficultés particulières rencontrées dans la mise en œuvre de ses travaux ; -des changements intervenus au sein de la direction ou de l'actionnariat ; -des changements dans la nature, l'importance, l'organisation ou la localisation des activités de la personne ou de l'entité ; -la survenance d'un événement ou de circonstances nécessitant des diligences supplémentaires ; -des précisions à apporter à la direction sur l'objectif et/ ou l'étendue de la mission. Dans cette hypothèse, il est établi soit une lettre de mission révisée qui se substitue à la précédente, soit un avenant à la lettre de mission. Demande d'accord 8. Le commissaire aux comptes demande à la personne ou à l'entité d'accuser réception de la lettre de mission initiale et de confirmer son accord sur les modalités exposées. Il consigne dans son dossier tout désaccord éventuel. Lorsque le désaccord remet en cause le bon déroulement de la mission, le commissaire aux comptes applique les mesures visant à remédier à cette situation en application des dispositions légales et réglementaires et, le cas échéant, en tire toutes les conséquences sur l'expression de son opinion ou la formulation de ses conclusions ainsi que sur le maintien de son mandat auprès de la personne ou de l'entité concernée. Les mêmes principes s'appliquent à la lettre de mission révisée ou à l'avenant mentionnés au paragraphe 7.",
            "texteHtml": "<p>La norme d'exercice professionnel révisée relative à la lettre de mission, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : <br/><br/>NEP 210. Lettre de mission <br/><br/>Introduction <br/><br/>1. Les dispositions légales et réglementaires prévoient la mission de contrôle légal dans certaines personnes ou entités. En outre, des interventions autres que le contrôle légal sont expressément et exclusivement requises du commissaire aux comptes de la personne ou de l'entité par les dispositions légales ou réglementaires ou par des dispositions du droit de l'Union européenne ayant un effet direct en droit national. <br/><br/>La mission de contrôle légal et ces autres interventions sont qualifiées de “ mission ” dans la présente norme. <br/><br/>Le commissaire aux comptes en définit les modalités dans une lettre de mission. <br/><br/>2. La présente norme a pour objet de définir les principes à respecter par le commissaire aux comptes pour établir cette lettre de mission et demander l'accord de la personne ou de l'entité sur son contenu. <br/><br/>Etablissement de la lettre de mission <br/><br/>3. La lettre de mission est établie par le commissaire aux comptes la première année de son mandat et communiquée à la personne ou à l'entité préalablement à la mise en œuvre de ses travaux de vérification et de contrôle. <br/><br/>4. Dans le cas où la mission est confiée à plusieurs commissaires aux comptes, ceux-ci établissent soit une lettre de mission conjointe, soit des lettres de mission individuelles, après avoir échangé entre eux. <br/><br/>5. Lorsque le commissaire aux comptes d'une personne ou d'une entité qui établit des comptes consolidés ou combinés est également commissaire aux comptes d'une ou plusieurs personnes ou entités du même ensemble, il apprécie s'il convient d'établir une lettre de mission commune à plusieurs de ces personnes ou entités. <br/><br/>Lorsque le commissaire aux comptes choisit d'établir une lettre de mission commune, il demande à la personne ou à l'entité mère de lui confirmer par écrit que les personnes ou les entités de l'ensemble ont donné leur accord sur le contenu de la lettre de mission pour ce qui les concerne. <br/><br/>Contenu de la lettre de mission <br/><br/>6. Sans préjudice des engagements contractuels ou d'autres éléments liés aux particularités de la personne ou de l'entité que le commissaire aux comptes jugerait utile d'ajouter, la lettre de mission comporte les éléments suivants :</p><p><br/>-l'objectif et l'étendue du contrôle légal et des autres interventions dont la réalisation est connue au moment de l'établissement de la lettre de mission et qu'il entend mener en application des dispositions légales et réglementaires ;<br/><br/>-la mention selon laquelle d'autres interventions requises par les dispositions légales ou réglementaires seront susceptibles d'être réalisées selon les circonstances ou la survenance d'évènements affectant la personne ou l'entité ;<br/><br/>-le calendrier d'intervention ;<br/><br/>-le cas échéant, la répartition des travaux entre les co-commissaires aux comptes ;<br/><br/>-le nom des signataires ;<br/><br/>-l'éventuel recours, sous la responsabilité du commissaire aux comptes, pour la réalisation de certains travaux, à des collaborateurs externes et/ ou des experts ;<br/><br/>-le cas échéant, la mention que la certification des comptes consolidés est délivrée après examen des travaux des professionnels chargés du contrôle des comptes des personnes et entités comprises dans la consolidation, conformément aux dispositions de l'article L. 823-9 du code de commerce ;<br/><br/>-le devoir de la personne ou de l'entité de communiquer au commissaire aux comptes les informations et documents prévus par les dispositions légales et réglementaires ;<br/><br/>-la nécessité de mettre à la disposition du commissaire aux comptes tout document, pièce justificative ou autre information demandée dans le cadre de ses travaux ;<br/><br/>-la nécessité de laisser au commissaire aux comptes libre accès aux personnes physiques au sein de la personne ou de l'entité ainsi qu'aux tiers mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242853&dateTexte=&categorieLien=cid'>L. 823-14 </a>du code de commerce, auprès desquels le commissaire aux comptes considère qu'il est nécessaire de recueillir des informations ;<br/><br/>-la demande d'une confirmation écrite du représentant légal de la personne ou de l'entité pour ce qui concerne les déclarations faites au commissaire aux comptes nécessaires à sa mission ;<br/><br/>-le rappel de l'obligation de communication avec les organes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>L. 823-16</a> du code de commerce ;<br/><br/>-le budget d'honoraires de la mission de contrôle légal et des autres interventions dont la réalisation est connue au moment de l'établissement de la lettre de mission ainsi que, le cas échéant, la répartition de ce budget entre les co-commissaires aux comptes, et les conditions de facturation. </p><p><br/>Révision de la lettre de mission <br/><br/>7. Au cours de son mandat, lorsque les circonstances entrainent des modifications importantes des modalités de sa mission, le commissaire aux comptes révise le contenu de la lettre de mission. Ces circonstances peuvent être notamment :</p><p><br/>-des difficultés particulières rencontrées dans la mise en œuvre de ses travaux ;<br/><br/>-des changements intervenus au sein de la direction ou de l'actionnariat ;<br/><br/>-des changements dans la nature, l'importance, l'organisation ou la localisation des activités de la personne ou de l'entité ;<br/><br/>-la survenance d'un événement ou de circonstances nécessitant des diligences supplémentaires ;<br/><br/>-des précisions à apporter à la direction sur l'objectif et/ ou l'étendue de la mission. </p><p><br/>Dans cette hypothèse, il est établi soit une lettre de mission révisée qui se substitue à la précédente, soit un avenant à la lettre de mission. <br/><br/>Demande d'accord <br/><br/>8. Le commissaire aux comptes demande à la personne ou à l'entité d'accuser réception de la lettre de mission initiale et de confirmer son accord sur les modalités exposées. <br/><br/>Il consigne dans son dossier tout désaccord éventuel. <br/><br/>Lorsque le désaccord remet en cause le bon déroulement de la mission, le commissaire aux comptes applique les mesures visant à remédier à cette situation en application des dispositions légales et réglementaires et, le cas échéant, en tire toutes les conséquences sur l'expression de son opinion ou la formulation de ses conclusions ainsi que sur le maintien de son mandat auprès de la personne ou de l'entité concernée. <br/><br/>Les mêmes principes s'appliquent à la lettre de mission révisée ou à l'avenant mentionnés au paragraphe 7.</p>",
            "num": "A823-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1621209600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : De la lettre de mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163171",
                        "id": "LEGISCTA000020163462",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163173",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163171",
            "sectionParentId": "LEGISCTA000020163462",
            "sectionParentTitre": "Sous-section 1 : De la lettre de mission",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 1 : De la lettre de mission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000046294175",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043502343",
                    "textTitle": "Arrêté du 12 mai 2021 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046293661",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2021-05-16",
                    "dateSignaTexte": "2021-05-12",
                    "dateDebutCible": "2021-05-17"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-14",
                    "articleId": "LEGIARTI000006242853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466121600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000455266",
                    "textTitle": "Arrêté du 14 décembre 2005 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002468294",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163460",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1621209600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046294175",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1621209600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-1",
                "823-1"
            ],
            "versionPrecedente": "LEGIARTI000020163460",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163460",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux termes et conditions de la mission du commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE À LA LETTRE DE MISSION DU COMMISSAIRE AUX COMPTES Lettre de mission Introduction 1. Les textes législatifs et réglementaires prévoient les interventions du commissaire aux comptes, organe de contrôle légal des comptes d'une personne ou d'une entité. Le commissaire aux comptes opère à ce titre toutes vérifications et tous contrôles qu'il juge opportuns. Par ailleurs, le code de déontologie rappelle les conditions dans lesquelles le commissaire aux comptes doit exercer sa mission. 2. Pour favoriser le bon déroulement de la mission du commissaire aux comptes, il est nécessaire que ce dernier définisse les termes et conditions de ses interventions. A cet effet, il doit les consigner dans une lettre de mission. 3. La présente norme a pour objet de définir les principes que doit respecter le commissaire aux comptes pour établir sa lettre de mission et demander l'accord de la personne ou de l'entité sur son contenu. Etablissement et révision de la lettre de mission 4. La lettre de mission initiale doit être établie par le commissaire aux comptes la première année de son mandat et communiquée à la personne ou à l'entité préalablement à la mise en œuvre de ses travaux de vérification et de contrôle. 5. Dans le cas où la mission est dévolue à plusieurs commissaires aux comptes, ceux-ci établissent soit une lettre de mission commune, soit des lettres de mission individuelles. 6. Lorsque le commissaire aux comptes d'une personne ou entité qui établit des comptes consolidés ou combinés est également commissaire aux comptes d'une ou plusieurs personnes ou entités du même ensemble, il apprécie s'il convient d'établir une lettre de mission commune à plusieurs de ces personnes ou entités. Lorsque le commissaire aux comptes choisit d'établir une lettre de mission commune, il doit demander à la personne ou l'entité mère mentionnée ci-dessus de lui confirmer par écrit que les personnes ou entités de l'ensemble ont donné leur accord sur le contenu de la lettre de mission pour ce qui les concerne. 7. Au cours de son mandat, le commissaire aux comptes détermine, d'une part, s'il lui paraît nécessaire de rappeler à la personne ou à l'entité le contenu de la lettre de mission ; il détermine, d'autre part, si les circonstances exigent sa révision, notamment pour les cas où il existerait : ― des indications selon lesquelles la direction se méprendrait sur la nature et l'étendue des interventions du commissaire aux comptes ; ― des problèmes particuliers rencontrés par le commissaire aux comptes dans la mise en œuvre de ses travaux ; ― des changements intervenus au sein des organes dirigeants, de la gouvernance ou de l'actionnariat ; ― une évolution de la nature ou de l'importance des activités de la personne ou de l'entité ; ― la survenance d'un événement ou une demande de la personne ou de l'entité nécessitant des diligences supplémentaires du commissaire aux comptes. 8. Les éléments révisés sont soit intégrés dans une nouvelle lettre de mission qui se substitue à la précédente, soit consignés dans une lettre complémentaire. Contenu de la lettre de mission 9. La lettre de mission doit comporter les éléments suivants, sans préjudice d'autres éléments liés aux particularités de la personne ou de l'entité contrôlée, que le commissaire aux comptes jugerait utile d'ajouter : ― la nature et l'étendue des interventions qu'il entend mener conformément aux normes d'exercice professionnel ; ― la façon dont seront portées à la connaissance des organes dirigeants les conclusions issues de ses interventions ; ―  les dispositions relatives aux signataires, aux intervenants et au calendrier ; ― la nécessité de l'accès sans restriction à tout document comptable, pièce justificative ou autre information demandée dans le cadre de ses interventions ; ― le rappel des informations et documents que la personne ou l'entité doit lui communiquer ou mettre à sa disposition ; ― le souhait de recevoir une confirmation écrite des organes dirigeants de la personne ou de l'entité pour ce qui concerne les déclarations faites au commissaire aux comptes en lien avec sa mission ; ― le budget d'honoraires et les conditions de facturation. 10. Dans certaines circonstances, le commissaire aux comptes doit compléter la lettre de mission en mentionnant les éléments suivants : ― en cas d'intervention au sein d'un ensemble consolidé, la nature et l'étendue des travaux qu'il entend mettre en œuvre dans les personnes ou les entités de cet ensemble ; ― en cas de recours à d'autres professionnels du contrôle des comptes et d'experts, les dispositions relatives à leur participation, sous sa responsabilité, à certaines phases de ses interventions ; ― en cas d'implication d'auditeurs internes ou d'autres employés de la personne ou de l'entité, les dispositions relatives à leur participation à certaines phases de ses interventions ; ― en cas de cocommissariat, la répartition des travaux entre les commissaires aux comptes et le budget d'honoraires alloué à chacun d'eux ; ― en cas d'intervention s'inscrivant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ou de missions légales particulières, la nature et l'étendue des travaux qu'il entend mettre en œuvre à ce titre. Demande d'accord 11. Le commissaire aux comptes doit demander à la personne ou à l'entité d'accuser réception de la lettre et de confirmer son accord sur les termes et conditions exposés. Il doit consigner dans son dossier de travail tout désaccord éventuel. Lorsque le désaccord remet en cause le bon déroulement de la mission, le commissaire aux comptes doit appliquer les mesures de sauvegarde telles que prévues par le code de déontologie et en tirer toutes les conséquences sur le maintien de son mandat auprès de la personne ou de l'entité concernée.",
            "texteHtml": "<p></p><p> \t\t\t\t\tLa norme d'exercice professionnel relative aux termes et conditions de la mission du commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/></p><p align='center'> \t\t\t\t\tNORME D'EXERCICE PROFESSIONNEL RELATIVE À LA LETTRE DE MISSION DU COMMISSAIRE AUX COMPTES<br/></p><p align='left'> \t\t\t\t\tLettre de mission</p><p> \t\t\t\t\tIntroduction<br/></p><p> \t\t\t\t\t 1. Les textes législatifs et réglementaires prévoient les interventions du commissaire aux comptes, organe de contrôle légal des comptes d'une personne ou d'une entité. Le commissaire aux comptes opère à ce titre toutes vérifications et tous contrôles qu'il juge opportuns. Par ailleurs, le code de déontologie rappelle les conditions dans lesquelles le commissaire aux comptes doit exercer sa mission.</p><p> \t\t\t\t\t 2. Pour favoriser le bon déroulement de la mission du commissaire aux comptes, il est nécessaire que ce dernier définisse les termes et conditions de ses interventions. A cet effet, il doit les consigner dans une lettre de mission.</p><p> \t\t\t\t\t 3. La présente norme a pour objet de définir les principes que doit respecter le commissaire aux comptes pour établir sa lettre de mission et demander l'accord de la personne ou de l'entité sur son contenu.<br/></p><p> \t\t\t\t\tEtablissement et révision de la lettre de mission<br/></p><p> \t\t\t\t\t 4. La lettre de mission initiale doit être établie par le commissaire aux comptes la première année de son mandat et communiquée à la personne ou à l'entité préalablement à la mise en œuvre de ses travaux de vérification et de contrôle.</p><p> \t\t\t\t\t 5. Dans le cas où la mission est dévolue à plusieurs commissaires aux comptes, ceux-ci établissent soit une lettre de mission commune, soit des lettres de mission individuelles.</p><p> \t\t\t\t\t 6. Lorsque le commissaire aux comptes d'une personne ou entité qui établit des comptes consolidés ou combinés est également commissaire aux comptes d'une ou plusieurs personnes ou entités du même ensemble, il apprécie s'il convient d'établir une lettre de mission commune à plusieurs de ces personnes ou entités.</p><p> \t\t\t\t\t Lorsque le commissaire aux comptes choisit d'établir une lettre de mission commune, il doit demander à la personne ou l'entité mère mentionnée ci-dessus de lui confirmer par écrit que les personnes ou entités de l'ensemble ont donné leur accord sur le contenu de la lettre de mission pour ce qui les concerne.</p><p> \t\t\t\t\t 7. Au cours de son mandat, le commissaire aux comptes détermine, d'une part, s'il lui paraît nécessaire de rappeler à la personne ou à l'entité le contenu de la lettre de mission ; il détermine, d'autre part, si les circonstances exigent sa révision, notamment pour les cas où il existerait :</p><p> \t\t\t\t\t ― des indications selon lesquelles la direction se méprendrait sur la nature et l'étendue des interventions du commissaire aux comptes ;</p><p> \t\t\t\t\t ― des problèmes particuliers rencontrés par le commissaire aux comptes dans la mise en œuvre de ses travaux ;</p><p> \t\t\t\t\t ― des changements intervenus au sein des organes dirigeants, de la gouvernance ou de l'actionnariat ;</p><p> \t\t\t\t\t ― une évolution de la nature ou de l'importance des activités de la personne ou de l'entité ;</p><p> \t\t\t\t\t ― la survenance d'un événement ou une demande de la personne ou de l'entité nécessitant des diligences supplémentaires du commissaire aux comptes.</p><p> \t\t\t\t\t 8. Les éléments révisés sont soit intégrés dans une nouvelle lettre de mission qui se substitue à la précédente, soit consignés dans une lettre complémentaire.<br/></p><p> \t\t\t\t\tContenu de la lettre de mission<br/></p><p> \t\t\t\t\t 9. La lettre de mission doit comporter les éléments suivants, sans préjudice d'autres éléments liés aux particularités de la personne ou de l'entité contrôlée, que le commissaire aux comptes jugerait utile d'ajouter :</p><p> \t\t\t\t\t ― la nature et l'étendue des interventions qu'il entend mener conformément aux normes d'exercice professionnel ;</p><p> \t\t\t\t\t ― la façon dont seront portées à la connaissance des organes dirigeants les conclusions issues de ses interventions ;</p><p> \t\t\t\t\t ―  les dispositions relatives aux signataires, aux intervenants et au calendrier ;</p><p> \t\t\t\t\t ― la nécessité de l'accès sans restriction à tout document comptable, pièce justificative ou autre information demandée dans le cadre de ses interventions ;</p><p> \t\t\t\t\t ― le rappel des informations et documents que la personne ou l'entité doit lui communiquer ou mettre à sa disposition ;</p><p> \t\t\t\t\t ― le souhait de recevoir une confirmation écrite des organes dirigeants de la personne ou de l'entité pour ce qui concerne les déclarations faites au commissaire aux comptes en lien avec sa mission ;</p><p> \t\t\t\t\t ― le budget d'honoraires et les conditions de facturation.</p><p> \t\t\t\t\t 10. Dans certaines circonstances, le commissaire aux comptes doit compléter la lettre de mission en mentionnant les éléments suivants :</p><p> \t\t\t\t\t ― en cas d'intervention au sein d'un ensemble consolidé, la nature et l'étendue des travaux qu'il entend mettre en œuvre dans les personnes ou les entités de cet ensemble ;</p><p> \t\t\t\t\t ― en cas de recours à d'autres professionnels du contrôle des comptes et d'experts, les dispositions relatives à leur participation, sous sa responsabilité, à certaines phases de ses interventions ;</p><p> \t\t\t\t\t ― en cas d'implication d'auditeurs internes ou d'autres employés de la personne ou de l'entité, les dispositions relatives à leur participation à certaines phases de ses interventions ;</p><p> \t\t\t\t\t ― en cas de cocommissariat, la répartition des travaux entre les commissaires aux comptes et le budget d'honoraires alloué à chacun d'eux ;</p><p> \t\t\t\t\t ― en cas d'intervention s'inscrivant dans le cadre de diligences directement liées à la mission du commissaire aux comptes ou de missions légales particulières, la nature et l'étendue des travaux qu'il entend mettre en œuvre à ce titre.</p><p></p><p></p><p> \t\t\t\t\tDemande d'accord<br/></p><p> \t\t\t\t\t 11. Le commissaire aux comptes doit demander à la personne ou à l'entité d'accuser réception de la lettre et de confirmer son accord sur les termes et conditions exposés. Il doit consigner dans son dossier de travail tout désaccord éventuel. Lorsque le désaccord remet en cause le bon déroulement de la mission, le commissaire aux comptes doit appliquer les mesures de sauvegarde telles que prévues par le code de déontologie et en tirer toutes les conséquences sur le maintien de son mandat auprès de la personne ou de l'entité concernée.<br/></p><p></p>",
            "num": "A823-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1621209600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : De la lettre de mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163171",
                        "id": "LEGISCTA000020163462",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163173",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163171",
            "sectionParentId": "LEGISCTA000020163462",
            "sectionParentTitre": "Sous-section 1 : De la lettre de mission",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 1 : De la lettre de mission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020163460",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000455266",
                    "textTitle": "Arrêté du 14 décembre 2005 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002468294",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163460",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1621209600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046294175",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1621209600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-1",
                "823-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}