{
    "cid": "LEGIARTI000028285869",
    "num": "R434-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : POLICE NATIONALE  ET GENDARMERIE NATIONALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028285577",
                        "id": "LEGISCTA000028287024",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : DISPOSITIONS COMMUNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028285819",
                        "id": "LEGISCTA000028286874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Déontologie de la police nationale  et de la gendarmerie nationale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028285853",
                        "id": "LEGISCTA000028286851",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028285863",
                        "id": "LEGISCTA000028286844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Autorité et protection",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028285865",
                        "id": "LEGISCTA000028286842",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000028285869",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028276865",
                    "textTitle": "Décret n°2013-1113 du 4 décembre 2013 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000028281593",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-12-06",
                    "dateSignaTexte": "2013-12-04",
                    "dateDebutCible": "2013-12-07"
                },
                {
                    "textCid": "JORFTEXT000028276865",
                    "textTitle": "Décret n°2013-1113\n du 4 décembre 2013 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000028281593",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-12-06",
                    "dateSignaTexte": "2013-12-04",
                    "dateDebutCible": "2013-12-07"
                }
            ],
            "num": "R434-5",
            "origine": "LEGI",
            "texte": "I. - Le policier ou le gendarme exécute loyalement et fidèlement les instructions et obéit de même aux ordres qu'il reçoit de l'autorité investie du pouvoir hiérarchique, sauf dans le cas où l'ordre donné est manifestement illégal et de nature à compromettre gravement un intérêt public. S'il pense être confronté à un tel ordre, il fait part de ses objections à l'autorité qui le lui a donné, ou, à défaut, à la première autorité qu'il a la possibilité de joindre, en mentionnant expressément le caractère d'illégalité manifeste qu'il lui attribue. Si, malgré ses objections, l'ordre est maintenu, il peut en demander la confirmation écrite lorsque les circonstances le permettent. Il a droit à ce qu'il soit pris acte de son opposition. Même si le policier ou le gendarme reçoit la confirmation écrite demandée et s'il exécute l'ordre, l'ordre écrit ne l'exonère pas de sa responsabilité. L'invocation à tort d'un motif d'illégalité manifeste pour ne pas exécuter un ordre régulièrement donné expose le subordonné à ce que sa responsabilité soit engagée. Dans l'exécution d'un ordre, la responsabilité du subordonné n'exonère pas l'auteur de l'ordre de sa propre responsabilité. II. - Le policier ou le gendarme rend compte à l'autorité investie du pouvoir hiérarchique de l'exécution des ordres reçus ou, le cas échéant, des raisons de leur inexécution. Dans les actes qu'il rédige, les faits ou événements sont relatés avec fidélité et précision.",
            "texteHtml": "<p>I. - Le policier ou le gendarme exécute loyalement et fidèlement les instructions et obéit de même aux ordres qu'il reçoit de l'autorité investie du pouvoir hiérarchique, sauf dans le cas où l'ordre donné est manifestement illégal et de nature à compromettre gravement un intérêt public.<br/>\nS'il pense être confronté à un tel ordre, il fait part de ses objections à l'autorité qui le lui a donné, ou, à défaut, à la première autorité qu'il a la possibilité de joindre, en mentionnant expressément le caractère d'illégalité manifeste qu'il lui attribue. Si, malgré ses objections, l'ordre est maintenu, il peut en demander la confirmation écrite lorsque les circonstances le permettent. Il a droit à ce qu'il soit pris acte de son opposition. Même si le policier ou le gendarme reçoit la confirmation écrite demandée et s'il exécute l'ordre, l'ordre écrit ne l'exonère pas de sa responsabilité.<br/>\nL'invocation à tort d'un motif d'illégalité manifeste pour ne pas exécuter un ordre régulièrement donné expose le subordonné à ce que sa responsabilité soit engagée.<br/>\nDans l'exécution d'un ordre, la responsabilité du subordonné n'exonère pas l'auteur de l'ordre de sa propre responsabilité.<br/>\nII. - Le policier ou le gendarme rend compte à l'autorité investie du pouvoir hiérarchique de l'exécution des ordres reçus ou, le cas échéant, des raisons de leur inexécution. Dans les actes qu'il rédige, les faits ou événements sont relatés avec fidélité et précision.</p>",
            "type": "AUTONOME",
            "dateDebut": "2014-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}