{
    "cid": "LEGIARTI000043665852",
    "num": "R1243-22",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS COMMUNES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028996271",
                        "id": "LEGISCTA000028996271",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LES PRINCIPES DIRECTEURS  DE L'ORGANISATION DES TRANSPORTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028996311",
                        "id": "LEGISCTA000028996311",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-05-28",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : L'ORGANISATION PROPRE  À CERTAINES PARTIES DU TERRITOIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028996449",
                        "id": "LEGISCTA000028996449",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions propres à l'agglomération lyonnaise",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043665795",
                        "id": "LEGISCTA000043665868",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 4 :  Dispositions budgétaires et comptables\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043665845",
                        "id": "LEGISCTA000043665876",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043666019",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043664949",
                    "textTitle": "Décret n°2021-766 du 14 juin 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043665546",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-06-16",
                    "dateSignaTexte": "2021-06-14",
                    "dateDebutCible": "2021-06-17"
                }
            ],
            "num": "R1243-22",
            "origine": "LEGI",
            "texte": "Les montants des participations financières dues chaque année par les membres s'appliquent tant qu'ils ne sont pas modifiés. Leur modification est subordonnée à un accord unanime des membres de l'autorité organisatrice des mobilités des territoires lyonnais, à l'exception de la région. Les membres peuvent prévoir, également par un accord unanime, des règles de réévaluation des participations annuelles. La participation annuelle de la métropole de Lyon à l'établissement public ne peut être inférieure à 140 722 000 euros. La participation annuelle de la communauté d'agglomération de l'Ouest Rhodanien à l'établissement public ne peut être inférieure à 2 375 760 euros. La participation annuelle de la communauté d'agglomération Villefranche Beaujolais Saône à l'établissement public ne peut être inférieure à 1 911 176 euros. En cas d'adhésion d'un nouveau membre, sa participation éventuelle au budget de l'établissement public est fixée par les délibérations mentionnées à l'article L. 1243-3. Elles mentionnent les modalités de sa réévaluation annuelle éventuelle. Sans préjudice de la réévaluation annuelle prévue par le présent article, la participation de chaque membre peut être révisée à la hausse par délibérations concordantes de ce membre et de l'autorité organisatrice des mobilités des territoires lyonnais. Les règles de réévaluation annuelle continuent à s'appliquer à cette participation, sauf si ces délibérations en disposent autrement. Les participations des membres sont versées à l'autorité organisatrice des mobilités des territoires lyonnais sous la forme de quatre acomptes de même montant, qui sont versés le dernier jour ouvré de chaque trimestre.",
            "texteHtml": "<p>Les montants des participations financières dues chaque année par les membres s'appliquent tant qu'ils ne sont pas modifiés. Leur modification est subordonnée à un accord unanime des membres de l'autorité organisatrice des mobilités des territoires lyonnais, à l'exception de la région.<br/><br/>\nLes membres peuvent prévoir, également par un accord unanime, des règles de réévaluation des participations annuelles.<br/><br/>\nLa participation annuelle de la métropole de Lyon à l'établissement public ne peut être inférieure à 140 722 000 euros.<br/><br/>\nLa participation annuelle de la communauté d'agglomération de l'Ouest Rhodanien à l'établissement public ne peut être inférieure à 2 375 760 euros.<br/><br/>\nLa participation annuelle de la communauté d'agglomération Villefranche Beaujolais Saône à l'établissement public ne peut être inférieure à 1 911 176 euros.<br/><br/>\nEn cas d'adhésion d'un nouveau membre, sa participation éventuelle au budget de l'établissement public est fixée par les délibérations mentionnées à l'article L. 1243-3. Elles mentionnent les modalités de sa réévaluation annuelle éventuelle.<br/><br/>\nSans préjudice de la réévaluation annuelle prévue par le présent article, la participation de chaque membre peut être révisée à la hausse par délibérations concordantes de ce membre et de l'autorité organisatrice des mobilités des territoires lyonnais. Les règles de réévaluation annuelle continuent à s'appliquer à cette participation, sauf si ces délibérations en disposent autrement.<br/><br/>\nLes participations des membres sont versées à l'autorité organisatrice des mobilités des territoires lyonnais sous la forme de quatre acomptes de même montant, qui sont versés le dernier jour ouvré de chaque trimestre.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2022-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}