{
    "cid": "LEGIARTI000006916231",
    "num": "R5211-40",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Procédures de certification de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190741",
                        "id": "LEGISCTA000006190741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Déclaration CE de conformité, système complet d'assurance de la qualité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196647",
                        "id": "LEGISCTA000006196647",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000030428624",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021974486",
                    "textTitle": "Arrêté du 15 mars 2010 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021978906",
                    "natureText": "ARRETE",
                    "date": 1599864304055,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1268697600000,
                    "dateDebut": 1269129600000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "date": 1599864304055,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-23-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-23-2",
                    "articleId": "LEGIARTI000030428537",
                    "natureText": "CODE",
                    "date": 1599864304055,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1428019200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41-1",
                    "articleId": "LEGIARTI000030428554",
                    "natureText": "CODE",
                    "date": 1599864304055,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1428019200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5212-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5212-24",
                    "articleId": "LEGIARTI000006916299",
                    "natureText": "CODE",
                    "date": 1599864304055,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030426783",
                    "textTitle": "DÉCRET n°2015-374 du 31 mars 2015 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030427454",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-04-02",
                    "dateSignaTexte": "2015-03-31",
                    "dateDebutCible": "2015-04-03"
                }
            ],
            "num": "R5211-40",
            "origine": "LEGI",
            "texte": "Dans le cadre de la procédure de déclaration CE de conformité, système complet d'assurance de la qualité, le fabricant soumet à la vérification d'un organisme habilité le système de qualité qu'il a mis en place pour la conception, la fabrication et le contrôle final des dispositifs médicaux et dont l'application doit garantir le respect des dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Le fabricant introduit une demande d'évaluation de ce système de qualité auprès d'un organisme habilité et s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux et à appliquer les mesures correctives nécessaires. L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. En outre, pour un dispositif médical de la classe III ou un dispositif médical implantable actif, le fabricant dépose une demande d'examen de la conception de ce dispositif auprès de l'organisme habilité à laquelle est joint un dossier permettant de comprendre la conception de ce dispositif et d'évaluer sa conformité aux exigences essentielles définies à la section 5 du présent chapitre. Aux fins d'évaluation de cette conformité, l'organisme habilité peut exiger que la demande soit complétée par des essais ou des preuves supplémentaires. Si la conception du dispositif est conforme aux exigences essentielles, l'organisme habilité délivre un certificat d'examen CE de la conception. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis de l'Agence nationale de sécurité du médicament et des produits de santé, de l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres ou parties à l'accord sur l'Espace économique européen ou de l'Agence européenne des médicaments avant de prendre une décision. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité informe l'autorité consultée de sa décision. Lorsque l'autorité nationale compétente consultée est l'Agence nationale de sécurité du médicament et des produits de santé, son avis est rendu dans le délai maximal de deux cent dix jours à compter de la réception d'une documentation complète. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis scientifique de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. Lorsque l'avis de l'Agence européenne des médicaments est défavorable, l'organisme habilité ne peut pas délivrer le certificat. Il informe l'Agence européenne de sa décision. Le fabricant informe l'organisme habilité ayant délivré le certificat de toute modification ultérieure apportée à la conception du dispositif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles ou aux conditions d'utilisation du dispositif. Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et certifie que les dispositifs médicaux sont conformes aux dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Ce certificat couvre un ou plusieurs dispositifs fabriqués, identifiés au moyen du nom du produit, du code du produit ou d'une autre référence non équivoque. En outre, au terme de la fabrication de chaque lot de dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, le fabricant informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 5212-24 utilisée dans ce dispositif, établi par l'Agence nationale de sécurité du médicament et des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de  l'Union européenne ou partie à l'accord sur l'Espace économique européen. Il informe l'organisme habilité qui a approuvé ce système de tout projet de modification importante. L'organisme habilité vérifie que le système ainsi modifié garantit le respect des dispositions du présent titre. Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.",
            "texteHtml": "<p></p><p>Dans le cadre de la procédure de déclaration CE de conformité, système complet d'assurance de la qualité, le fabricant soumet à la vérification d'un organisme habilité le système de qualité qu'il a mis en place pour la conception, la fabrication et le contrôle final des dispositifs médicaux et dont l'application doit garantir le respect des dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. </p><p></p><p></p><p>Le fabricant introduit une demande d'évaluation de ce système de qualité auprès d'un organisme habilité et s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux et à appliquer les mesures correctives nécessaires. </p><p></p><p></p><p>L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. </p><p></p><p></p><p>En outre, pour un dispositif médical de la classe III ou un dispositif médical implantable actif, le fabricant dépose une demande d'examen de la conception de ce dispositif auprès de l'organisme habilité à laquelle est joint un dossier permettant de comprendre la conception de ce dispositif et d'évaluer sa conformité aux exigences essentielles définies à la section 5 du présent chapitre. Aux fins d'évaluation de cette conformité, l'organisme habilité peut exiger que la demande soit complétée par des essais ou des preuves supplémentaires. Si la conception du dispositif est conforme aux exigences essentielles, l'organisme habilité délivre un certificat d'examen CE de la conception. </p><p></p><p></p><p>Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis de l'Agence nationale de sécurité du médicament et des produits de santé, de l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres ou parties à l'accord sur l'Espace économique européen ou de l'Agence européenne des médicaments avant de prendre une décision. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité informe l'autorité consultée de sa décision. Lorsque l'autorité nationale compétente consultée est l'Agence nationale de sécurité du médicament et des produits de santé, son avis est rendu dans le délai maximal de deux cent dix jours à compter de la réception d'une documentation complète. </p><p>Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis scientifique de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. Lorsque l'avis de l'Agence européenne des médicaments est défavorable, l'organisme habilité ne peut pas délivrer le certificat. Il informe l'Agence européenne de sa décision. </p><p></p><p></p><p>Le fabricant informe l'organisme habilité ayant délivré le certificat de toute modification ultérieure apportée à la conception du dispositif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles ou aux conditions d'utilisation du dispositif. </p><p></p><p></p><p>Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et certifie que les dispositifs médicaux sont conformes aux dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Ce certificat couvre un ou plusieurs dispositifs fabriqués, identifiés au moyen du nom du produit, du code du produit ou d'une autre référence non équivoque. </p><p>En outre, au terme de la fabrication de chaque lot de dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, le fabricant informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article <a href='/article/LEGIARTI000006916299'>R. 5212-24</a> utilisée dans ce dispositif, établi par l'Agence nationale de sécurité du médicament et des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de  l'Union européenne ou partie à l'accord sur l'Espace économique européen. </p><p></p><p></p><p>Il informe l'organisme habilité qui a approuvé ce système de tout projet de modification importante. L'organisme habilité vérifie que le système ainsi modifié garantit le respect des dispositions du présent titre. </p><p></p><p></p><p>Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2015-04-03T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Procédures de certification de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190741",
                        "id": "LEGISCTA000006190741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Déclaration CE de conformité, système complet d'assurance de la qualité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196647",
                        "id": "LEGISCTA000006196647",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000025787286",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021974486",
                    "textTitle": "Arrêté du 15 mars 2010 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021978906",
                    "natureText": "ARRETE",
                    "date": 1599863470940,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1268697600000,
                    "dateDebut": 1269129600000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "date": 1599863470940,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41-1",
                    "articleId": "LEGIARTI000030428554",
                    "natureText": "CODE",
                    "date": 1599863470940,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1428019200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5212-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5212-24",
                    "articleId": "LEGIARTI000006916299",
                    "natureText": "CODE",
                    "date": 1599863470940,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025757625",
                    "textTitle": "Décret n°2012-597\n du 27 avril 2012 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000025765496",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-29",
                    "dateSignaTexte": "2012-04-27",
                    "dateDebutCible": "2012-05-01"
                }
            ],
            "num": "R5211-40",
            "origine": "LEGI",
            "texte": "Dans le cadre de la procédure de déclaration CE de conformité, système complet d'assurance de la qualité, le fabricant soumet à la vérification d'un organisme habilité le système de qualité qu'il a mis en place pour la conception, la fabrication et le contrôle final des dispositifs médicaux et dont l'application doit garantir le respect des dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Le fabricant introduit une demande d'évaluation de ce système de qualité auprès d'un organisme habilité et s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux et à appliquer les mesures correctives nécessaires. L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. En outre, pour un dispositif médical de la classe III ou un dispositif médical implantable actif, le fabricant dépose une demande d'examen de la conception de ce dispositif auprès de l'organisme habilité à laquelle est joint un dossier permettant de comprendre la conception de ce dispositif et d'évaluer sa conformité aux exigences essentielles définies à la section 5 du présent chapitre. Aux fins d'évaluation de cette conformité, l'organisme habilité peut exiger que la demande soit complétée par des essais ou des preuves supplémentaires. Si la conception du dispositif est conforme aux exigences essentielles, l'organisme habilité délivre un certificat d'examen CE de la conception. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis de l'Agence nationale de sécurité du médicament et des produits de santé, de l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres ou parties à l'accord sur l'Espace économique européen ou de l'Agence européenne des médicaments avant de prendre une décision. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité informe l'autorité consultée de sa décision. Lorsque l'autorité nationale compétente consultée est l'        Agence nationale de sécurité du médicament et des produits de santé, son avis est rendu dans le délai maximal de deux cent dix jours à compter de la réception d'une documentation complète. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis scientifique de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. Lorsque l'avis de l'Agence européenne des médicaments est défavorable, l'organisme habilité ne peut pas délivrer le certificat. Il informe l'Agence européenne de sa décision. Le fabricant informe l'organisme habilité ayant délivré le certificat de toute modification ultérieure apportée à la conception du dispositif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles ou aux conditions d'utilisation du dispositif. Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et certifie que les dispositifs médicaux sont conformes aux dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Ce certificat couvre un ou plusieurs dispositifs fabriqués, identifiés au moyen du nom du produit, du code du produit ou d'une autre référence non équivoque. En outre, au terme de la fabrication de chaque lot de dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, le fabricant informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 5212-24 utilisée dans ce dispositif, établi par l'Agence nationale de sécurité du médicament et des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen. Il informe l'organisme habilité qui a approuvé ce système de tout projet de modification importante. L'organisme habilité vérifie que le système ainsi modifié garantit le respect des dispositions du présent titre. Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.",
            "texteHtml": "<p></p><p>Dans le cadre de la procédure de déclaration CE de conformité, système complet d'assurance de la qualité, le fabricant soumet à la vérification d'un organisme habilité le système de qualité qu'il a mis en place pour la conception, la fabrication et le contrôle final des dispositifs médicaux et dont l'application doit garantir le respect des dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. </p><p></p><p></p><p>Le fabricant introduit une demande d'évaluation de ce système de qualité auprès d'un organisme habilité et s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux et à appliquer les mesures correctives nécessaires. </p><p></p><p></p><p>L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. </p><p></p><p></p><p>En outre, pour un dispositif médical de la classe III ou un dispositif médical implantable actif, le fabricant dépose une demande d'examen de la conception de ce dispositif auprès de l'organisme habilité à laquelle est joint un dossier permettant de comprendre la conception de ce dispositif et d'évaluer sa conformité aux exigences essentielles définies à la section 5 du présent chapitre. Aux fins d'évaluation de cette conformité, l'organisme habilité peut exiger que la demande soit complétée par des essais ou des preuves supplémentaires. Si la conception du dispositif est conforme aux exigences essentielles, l'organisme habilité délivre un certificat d'examen CE de la conception. </p><p></p><p></p><p>Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis de l'Agence nationale de sécurité du médicament et des produits de santé, de l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres ou parties à l'accord sur l'Espace économique européen ou de l'Agence européenne des médicaments avant de prendre une décision. Cet avis est inclus dans la documentation concernant le dispositif. L'organisme habilité informe l'autorité consultée de sa décision. Lorsque l'autorité nationale compétente consultée est l'        Agence nationale de sécurité du médicament et des produits de santé, son avis est rendu dans le délai maximal de deux cent dix jours à compter de la réception d'une documentation complète. </p><p>Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis scientifique de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. Lorsque l'avis de l'Agence européenne des médicaments est défavorable, l'organisme habilité ne peut pas délivrer le certificat. Il informe l'Agence européenne de sa décision. </p><p></p><p></p><p>Le fabricant informe l'organisme habilité ayant délivré le certificat de toute modification ultérieure apportée à la conception du dispositif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles ou aux conditions d'utilisation du dispositif. </p><p></p><p></p><p>Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et certifie que les dispositifs médicaux sont conformes aux dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Ce certificat couvre un ou plusieurs dispositifs fabriqués, identifiés au moyen du nom du produit, du code du produit ou d'une autre référence non équivoque. </p><p>En outre, au terme de la fabrication de chaque lot de dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, le fabricant informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article <a href='/article/LEGIARTI000006916299'>R. 5212-24</a> utilisée dans ce dispositif, établi par l'Agence nationale de sécurité du médicament et des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen. </p><p></p><p></p><p>Il informe l'organisme habilité qui a approuvé ce système de tout projet de modification importante. L'organisme habilité vérifie que le système ainsi modifié garantit le respect des dispositions du présent titre. </p><p></p><p></p><p>Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2012-05-01T00:00:00.000Z",
            "dateFin": "2015-04-03T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Procédures de certification de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190741",
                        "id": "LEGISCTA000006190741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Déclaration CE de conformité, système complet d'assurance de la qualité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196647",
                        "id": "LEGISCTA000006196647",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000020567086",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021974486",
                    "textTitle": "Arrêté du 15 mars 2010 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021978906",
                    "natureText": "ARRETE",
                    "date": 1599857011202,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1268697600000,
                    "dateDebut": 1269129600000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "date": 1599857011202,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41-1",
                    "articleId": "LEGIARTI000030428554",
                    "natureText": "CODE",
                    "date": 1599857011203,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1428019200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5212-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5212-24",
                    "articleId": "LEGIARTI000006916299",
                    "natureText": "CODE",
                    "date": 1599857011203,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020563829",
                    "textTitle": "Décret n°2009-482\n du 28 avril 2009 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000020564972",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-04-30",
                    "dateSignaTexte": "2009-04-28",
                    "dateDebutCible": "2009-05-01"
                }
            ],
            "num": "R5211-40",
            "origine": "LEGI",
            "texte": "Dans le cadre de la procédure de déclaration CE de conformité, système complet d'assurance de la qualité, le fabricant soumet à la vérification d'un organisme habilité le système de qualité qu'il a mis en place pour la conception, la fabrication et le contrôle final des dispositifs médicaux et dont l'application doit garantir le respect des dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Le fabricant introduit une demande d'évaluation de ce système de qualité auprès d'un organisme habilité et s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux et à appliquer les mesures correctives nécessaires. L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. En outre, pour un dispositif médical de la classe III ou un dispositif médical implantable actif, le fabricant dépose une demande d'examen de la conception de ce dispositif auprès de l'organisme habilité à laquelle est joint un dossier permettant de comprendre la conception de ce dispositif et d'évaluer sa conformité aux exigences essentielles définies à la section 5 du présent chapitre. Aux fins d'évaluation de cette conformité, l'organisme habilité peut exiger que la demande soit complétée par des essais ou des preuves supplémentaires. Si la conception du dispositif est conforme aux exigences essentielles, l'organisme habilité délivre un certificat d'examen CE de la conception. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis de l'Agence française de sécurité sanitaire des produits de santé, de l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres ou parties à l'accord sur l'Espace économique européen ou de l'Agence européenne des médicaments avant de prendre une décision. Cet avis est inclus dans la documentation concernant le dispositif.L'organisme habilité informe l'autorité consultée de sa décision. Lorsque l'autorité nationale compétente consultée est l'Agence française de sécurité sanitaire des produits de santé, son avis est rendu dans le délai maximal de deux cent dix jours à compter de la réception d'une documentation complète. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis scientifique de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. Lorsque l'avis de l'Agence européenne des médicaments est défavorable, l'organisme habilité ne peut pas délivrer le certificat. Il informe l'Agence européenne de sa décision. Le fabricant informe l'organisme habilité ayant délivré le certificat de toute modification ultérieure apportée à la conception du dispositif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles ou aux conditions d'utilisation du dispositif. Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et certifie que les dispositifs médicaux sont conformes aux dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Ce certificat couvre un ou plusieurs dispositifs fabriqués, identifiés au moyen du nom du produit, du code du produit ou d'une autre référence non équivoque. En outre, au terme de la fabrication de chaque lot de dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, le fabricant informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 5212-24 utilisée dans ce dispositif, établi par l'Agence française de sécurité sanitaire des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen. Il informe l'organisme habilité qui a approuvé ce système de tout projet de modification importante.L'organisme habilité vérifie que le système ainsi modifié garantit le respect des dispositions du présent titre. Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires.L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.",
            "texteHtml": "<p>Dans le cadre de la procédure de déclaration CE de conformité, système complet d'assurance de la qualité, le fabricant soumet à la vérification d'un organisme habilité le système de qualité qu'il a mis en place pour la conception, la fabrication et le contrôle final des dispositifs médicaux et dont l'application doit garantir le respect des dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. </p><p></p><p>Le fabricant introduit une demande d'évaluation de ce système de qualité auprès d'un organisme habilité et s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux et à appliquer les mesures correctives nécessaires.</p><p></p><p>L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. </p><p></p><p>En outre, pour un dispositif médical de la classe III ou un dispositif médical implantable actif, le fabricant dépose une demande d'examen de la conception de ce dispositif auprès de l'organisme habilité à laquelle est joint un dossier permettant de comprendre la conception de ce dispositif et d'évaluer sa conformité aux exigences essentielles définies à la section 5 du présent chapitre. Aux fins d'évaluation de cette conformité, l'organisme habilité peut exiger que la demande soit complétée par des essais ou des preuves supplémentaires. Si la conception du dispositif est conforme aux exigences essentielles, l'organisme habilité délivre un certificat d'examen CE de la conception. </p><p></p><p>Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis de l'Agence française de sécurité sanitaire des produits de santé, de l'une des autorités compétentes en matière de médicament désignées par les autres Etats membres ou parties à l'accord sur l'Espace économique européen ou de l'Agence européenne des médicaments avant de prendre une décision. Cet avis est inclus dans la documentation concernant le dispositif.L'organisme habilité informe l'autorité consultée de sa décision. Lorsque l'autorité nationale compétente consultée est l'Agence française de sécurité sanitaire des produits de santé, son avis est rendu dans le délai maximal de deux cent dix jours à compter de la réception d'une documentation complète. </p><p>Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et qui peut agir sur le corps humain par une action accessoire à celle du dispositif, l'organisme habilité recueille l'avis scientifique de l'Agence européenne des médicaments. Cet avis est inclus dans la documentation concernant le dispositif. Lorsque l'avis de l'Agence européenne des médicaments est défavorable, l'organisme habilité ne peut pas délivrer le certificat. Il informe l'Agence européenne de sa décision. </p><p></p><p>Le fabricant informe l'organisme habilité ayant délivré le certificat de toute modification ultérieure apportée à la conception du dispositif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles ou aux conditions d'utilisation du dispositif. </p><p></p><p>Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et certifie que les dispositifs médicaux sont conformes aux dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Ce certificat couvre un ou plusieurs dispositifs fabriqués, identifiés au moyen du nom du produit, du code du produit ou d'une autre référence non équivoque. </p><p>En outre, au terme de la fabrication de chaque lot de dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, le fabricant informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article <a href='/article/LEGIARTI000006916299'>R. 5212-24</a> utilisée dans ce dispositif, établi par l'Agence française de sécurité sanitaire des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen. </p><p></p><p>Il informe l'organisme habilité qui a approuvé ce système de tout projet de modification importante.L'organisme habilité vérifie que le système ainsi modifié garantit le respect des dispositions du présent titre. </p><p></p><p>Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires.L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.</p><p></p><p></p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2010-03-21T00:00:00.000Z",
            "dateFin": "2012-05-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro et autres produits et objets réglementés dans l'intérêt de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145490",
                        "id": "LEGISCTA000006145490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161015",
                        "id": "LEGISCTA000006161015",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Régime juridique des dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178665",
                        "id": "LEGISCTA000006178665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Procédures de certification de conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190741",
                        "id": "LEGISCTA000006190741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 5 : Déclaration CE de conformité, système complet d'assurance de la qualité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196647",
                        "id": "LEGISCTA000006196647",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006916231",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000021974486",
                    "textTitle": "Arrêté du 15 mars 2010 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021978906",
                    "natureText": "ARRETE",
                    "date": 1599120515597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1268697600000,
                    "dateDebut": 1269129600000
                },
                {
                    "textCid": "JORFTEXT000030509044",
                    "textTitle": "DÉCISION du 11 mars 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030509045",
                    "natureText": "DECISION",
                    "date": 1599120515597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1429574400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-22",
                    "articleId": "LEGIARTI000006916209",
                    "natureText": "CODE",
                    "date": 1599120515597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-23",
                    "articleId": "LEGIARTI000006916210",
                    "natureText": "CODE",
                    "date": 1599120515597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-26",
                    "articleId": "LEGIARTI000006916217",
                    "natureText": "CODE",
                    "date": 1599120515597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R5211-41-1",
                    "articleId": "LEGIARTI000030428554",
                    "natureText": "CODE",
                    "date": 1599120515597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1428019200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5211-65 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5211-65",
                    "articleId": "LEGIARTI000006916258",
                    "natureText": "CODE",
                    "date": 1599120515597,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R5212-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R5212-24",
                    "articleId": "LEGIARTI000006916299",
                    "natureText": "CODE",
                    "date": 1599120515598,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1091923200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000787339",
                    "textTitle": "Décret 2004-802 2004-07-29",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000787339",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R5211-40",
            "origine": "LEGI",
            "texte": "Dans le cadre de la procédure de déclaration CE de conformité, système complet d'assurance de la qualité, le fabricant soumet à la vérification d'un organisme habilité le système de qualité qu'il a mis en place pour la conception, la fabrication et le contrôle final des dispositifs médicaux et dont l'application doit garantir le respect des dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Le fabricant introduit une demande d'évaluation de ce système de qualité auprès d'un organisme habilité et s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux et à appliquer les mesures correctives nécessaires. L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. En outre, pour un dispositif médical de la classe III ou un dispositif médical implantable actif, le fabricant dépose une demande d'examen de la conception de ce dispositif auprès de l'organisme habilité à laquelle est joint un dossier permettant de comprendre la conception de ce dispositif et d'évaluer sa conformité aux exigences essentielles définies à la section 5 du présent chapitre. Aux fins d'évaluation de cette conformité, l'organisme habilité peut exiger que la demande soit complétée par des essais ou des preuves supplémentaires. Si la conception du dispositif est conforme aux exigences essentielles, l'organisme habilité délivre un certificat d'examen CE de la conception. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et mentionnée au 1° de l'article R. 5211-22 ou au 4° de l'article R. 5211-23, l'organisme habilité consulte l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant les dispositions de la directive 2001/83/CE du Parlement européen et du Conseil du 6 novembre 2001 instituant un code communautaire relatif aux médicaments à usage humain avant de prendre une décision. En arrêtant sa décision relative à la délivrance du certificat d'examen CE de la conception, l'organisme habilité prend dûment en considération les avis exprimés lors de la consultation. Il informe l'organisme compétent concerné de sa décision finale. Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et mentionnée au 1° de l'article R. 5211-22 ou au 4° de l'article R. 5211-23, l'avis scientifique de l'Agence européenne pour l'évaluation du médicament prévu à ces articles doit être intégré dans la documentation concernant le dispositif. En arrêtant sa décision, l'organisme habilité prend dûment en considération l'avis de l'Agence européenne pour l'évaluation du médicament. L'organisme habilité ne peut pas délivrer le certificat si cet avis scientifique est défavorable. Il informe l'Agence européenne pour l'évaluation du médicament de sa décision finale. Le fabricant informe l'organisme habilité ayant délivré le certificat de toute modification ultérieure apportée à la conception du dispositif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles ou aux conditions d'utilisation du dispositif. Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et certifie que les dispositifs médicaux sont conformes aux dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Le certificat couvre un nombre donné de dispositifs. En outre, au terme de la fabrication de chaque lot de dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, le fabricant informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 5212-24 utilisée dans ce dispositif, établi par l'Agence française de sécurité sanitaire des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen. Il informe l'organisme habilité qui a approuvé ce système de tout projet de modification importante. L'organisme habilité vérifie que le système ainsi modifié garantit le respect des dispositions du présent titre. Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité. En ce qui concerne les dispositifs médicaux de la classe III et les dispositifs médicaux implantables actifs, lorsque ni le fabricant ni son mandataire ne sont établis dans l'un des Etats membres de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, l'obligation prévue à l'article R. 5211-26 incombe à la personne responsable de la mise sur le marché mentionnée à l'article R. 5211-65 ou à l'importateur.",
            "texteHtml": "<p></p>   Dans le cadre de la procédure de déclaration CE de conformité, système complet d'assurance de la qualité, le fabricant soumet à la vérification d'un organisme habilité le système de qualité qu'il a mis en place pour la conception, la fabrication et le contrôle final des dispositifs médicaux et dont l'application doit garantir le respect des dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables.<p></p><p></p>   Le fabricant introduit une demande d'évaluation de ce système de qualité auprès d'un organisme habilité et s'engage à maintenir son système de qualité adapté et efficace et à respecter les obligations résultant de celui-ci. Le fabricant s'engage également à mettre en place et tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs médicaux et à appliquer les mesures correctives nécessaires.<p></p><p></p>   L'évaluation par l'organisme habilité du système de qualité comprend une inspection dans les locaux du fabricant et, dans les cas dûment motivés, dans les locaux des fournisseurs ou des sous-traitants pour contrôler les procédés de fabrication. La décision de l'organisme habilité est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée.<p></p><p></p>   En outre, pour un dispositif médical de la classe III ou un dispositif médical implantable actif, le fabricant dépose une demande d'examen de la conception de ce dispositif auprès de l'organisme habilité à laquelle est joint un dossier permettant de comprendre la conception de ce dispositif et d'évaluer sa conformité aux exigences essentielles définies à la section 5 du présent chapitre. Aux fins d'évaluation de cette conformité, l'organisme habilité peut exiger que la demande soit complétée par des essais ou des preuves supplémentaires. Si la conception du dispositif est conforme aux exigences essentielles, l'organisme habilité délivre un certificat d'examen CE de la conception.<p></p><p></p>   Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament, à l'exception des médicaments dérivés du sang, et mentionnée au 1° de l'article R. 5211-22 ou au 4° de l'article R. 5211-23, l'organisme habilité consulte l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant les dispositions de la directive 2001/83/CE du Parlement européen et du Conseil du 6 novembre 2001 instituant un code communautaire relatif aux médicaments à usage humain avant de prendre une décision. En arrêtant sa décision relative à la délivrance du certificat d'examen CE de la conception, l'organisme habilité prend dûment en considération les avis exprimés lors de la consultation. Il informe l'organisme compétent concerné de sa décision finale.<p></p><p></p>   Dans le cadre de l'examen de la conception d'un dispositif qui incorpore comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, et mentionnée au 1° de l'article R. 5211-22 ou au 4° de l'article R. 5211-23, l'avis scientifique de l'Agence européenne pour l'évaluation du médicament prévu à ces articles doit être intégré dans la documentation concernant le dispositif. En arrêtant sa décision, l'organisme habilité prend dûment en considération l'avis de l'Agence européenne pour l'évaluation du médicament. L'organisme habilité ne peut pas délivrer le certificat si cet avis scientifique est défavorable. Il informe l'Agence européenne pour l'évaluation du médicament de sa décision finale.<p></p><p></p>   Le fabricant informe l'organisme habilité ayant délivré le certificat de toute modification ultérieure apportée à la conception du dispositif. Cette modification doit être approuvée par l'organisme habilité si elle peut remettre en cause la conformité du dispositif aux exigences essentielles ou aux conditions d'utilisation du dispositif.<p></p><p></p>   Le fabricant veille à l'application du système de qualité tel qu'il a été approuvé et certifie que les dispositifs médicaux sont conformes aux dispositions du présent titre et des arrêtés pris pour son application qui leur sont applicables. Le certificat couvre un nombre donné de dispositifs.<p></p><p></p>   En outre, au terme de la fabrication de chaque lot de dispositifs incorporant comme partie intégrante une substance qui, si elle est utilisée séparément, est susceptible d'être considérée comme un médicament dérivé du sang, le fabricant informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 5212-24 utilisée dans ce dispositif, établi par l'Agence française de sécurité sanitaire des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen.<p></p><p></p>   Il informe l'organisme habilité qui a approuvé ce système de tout projet de modification importante. L'organisme habilité vérifie que le système ainsi modifié garantit le respect des dispositions du présent titre.<p></p><p></p>   Le fabricant fournit à l'organisme habilité les informations utiles pour s'assurer du respect des obligations attachées à son système de qualité et autorise l'organisme habilité à effectuer toutes les inspections nécessaires. L'organisme habilité procède périodiquement aux inspections et évaluations appropriées et peut lors de visites inopinées réaliser ou faire réaliser des essais pour vérifier le fonctionnement du système de qualité.<p></p><p></p>   En ce qui concerne les dispositifs médicaux de la classe III et les dispositifs médicaux implantables actifs, lorsque ni le fabricant ni son mandataire ne sont établis dans l'un des Etats membres de la Communauté européenne ou partie à l'accord sur l'Espace économique européen, l'obligation prévue à l'article R. 5211-26 incombe à la personne responsable de la mise sur le marché mentionnée à l'article R. 5211-65 ou à l'importateur.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2004-08-08T00:00:00.000Z",
            "dateFin": "2010-03-21T00:00:00.000Z"
        }
    ]
}