{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047945336",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La salle d'eau comporte un lavabo ainsi qu'une baignoire ou une douche. Le cabinet d'aisances peut ne former qu'une seule pièce avec la salle d'eau. Les matériaux des sols, murs et plafonds de la salle d'eau et du cabinet d'aisances ainsi que leurs équipements sanitaires sont d'un entretien aisé et les sols sont imperméables. La salle d'eau et le cabinet d'aisances disposent d'eau en permanence, tant d'eau chaude que d'eau froide pour la salle d'eau. L'obligation de disposer d'eau chaude ne s'impose pas aux logements situés dans les collectivités régies par l' article 73 de la Constitution . Les équipements du cabinet d'aisances raccordés à un système d'assainissement collectif ou individuel assurent une évacuation sans risque de pollution par retour d'eau et l'absence de remontée d'odeur. La cuvette du cabinet d'aisances est équipée d'un dispositif d'occlusion tel un abattant muni d'un couvercle. Le cabinet d'aisances ne communique pas avec la cuisine, à moins que le logement ne comporte qu'une seule pièce de vie et à condition que la partie de cette pièce à usage de cuisine et le cabinet soient séparés par une porte et convenablement ventilés. Les dispositifs de désagrégation et d'évacuation des matières fécales ne sont admis que dans les logements qui sont totalement démunis de cabinets d'aisances, faute de possibilité technique de raccordement pour leur aménagement tenant notamment à la nature de l'installation. Un arrêté des ministres chargés de la construction et de la santé précise les conditions auxquelles ces dispositifs doivent satisfaire. Des toilettes sèches peuvent être installées, à condition que les modalités de récupération et de traitement de leurs résidus soient à même de prévenir toutes nuisances et contaminations. II.-Lorsque des logements, des pièces isolées ou des pièces d'un logement louées isolément sont desservis par une ou plusieurs salles d'eau communes ou par un ou plusieurs cabinets d'aisances communs, le nombre de ces salles d'eau et cabinets d'aisances est déterminé en fonction du nombre de personnes appelées à en faire usage, à raison d'une salle d'eau ou d'un cabinet d'aisances commun à cinq personnes au maximum. Les salles d'eau communes et cabinets d'aisance communs sont dotés de portes fermant de l'intérieur mais pouvant être ouvertes de l'extérieur en cas de nécessité. La salle d'eau ou le cabinet ne peut être distant de plus d'un étage des locaux qu'il dessert, ni de plus de 30 mètres en distance horizontale. Un poste ou point d'eau potable avec évacuation permettant le lavage des mains est placé à proximité immédiate de tout cabinet d'aisances à usage commun.",
            "texteHtml": "<p>I.-La salle d'eau comporte un lavabo ainsi qu'une baignoire ou une douche. Le cabinet d'aisances peut ne former qu'une seule pièce avec la salle d'eau. </p><p>Les matériaux des sols, murs et plafonds de la salle d'eau et du cabinet d'aisances ainsi que leurs équipements sanitaires sont d'un entretien aisé et les sols sont imperméables. </p><p>La salle d'eau et le cabinet d'aisances disposent d'eau en permanence, tant d'eau chaude que d'eau froide pour la salle d'eau. L'obligation de disposer d'eau chaude ne s'impose pas aux logements situés dans les collectivités régies par l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000571356&idArticle=LEGIARTI000006527580&dateTexte=&categorieLien=cid' title='Constitution du 4 octobre 1958 - art. 73 (V)'>article 73 de la Constitution</a>. </p><p>Les équipements du cabinet d'aisances raccordés à un système d'assainissement collectif ou individuel assurent une évacuation sans risque de pollution par retour d'eau et l'absence de remontée d'odeur. La cuvette du cabinet d'aisances est équipée d'un dispositif d'occlusion tel un abattant muni d'un couvercle. </p><p>Le cabinet d'aisances ne communique pas avec la cuisine, à moins que le logement ne comporte qu'une seule pièce de vie et à condition que la partie de cette pièce à usage de cuisine et le cabinet soient séparés par une porte et convenablement ventilés. </p><p>Les dispositifs de désagrégation et d'évacuation des matières fécales ne sont admis que dans les logements qui sont totalement démunis de cabinets d'aisances, faute de possibilité technique de raccordement pour leur aménagement tenant notamment à la nature de l'installation. Un arrêté des ministres chargés de la construction et de la santé précise les conditions auxquelles ces dispositifs doivent satisfaire. </p><p>Des toilettes sèches peuvent être installées, à condition que les modalités de récupération et de traitement de leurs résidus soient à même de prévenir toutes nuisances et contaminations. </p><p>II.-Lorsque des logements, des pièces isolées ou des pièces d'un logement louées isolément sont desservis par une ou plusieurs salles d'eau communes ou par un ou plusieurs cabinets d'aisances communs, le nombre de ces salles d'eau et cabinets d'aisances est déterminé en fonction du nombre de personnes appelées à en faire usage, à raison d'une salle d'eau ou d'un cabinet d'aisances commun à cinq personnes au maximum. </p><p>Les salles d'eau communes et cabinets d'aisance communs sont dotés de portes fermant de l'intérieur mais pouvant être ouvertes de l'extérieur en cas de nécessité. </p><p>La salle d'eau ou le cabinet ne peut être distant de plus d'un étage des locaux qu'il dessert, ni de plus de 30 mètres en distance horizontale. </p><p>Un poste ou point d'eau potable avec évacuation permettant le lavage des mains est placé à proximité immédiate de tout cabinet d'aisances à usage commun.</p>",
            "num": "R1331-30",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1696118400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013265919,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Protection de la santé et environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145469",
                        "id": "LEGISCTA000006145469",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-06-10",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Prévention des risques sanitaires liés à l'environnement et au travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160960",
                        "id": "LEGISCTA000006160960",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-06-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Salubrité des immeubles et des agglomérations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178513",
                        "id": "LEGISCTA000006178513",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Salubrité et hygiène des locaux d'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047945216",
                        "id": "LEGISCTA000047945216",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-10-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 :  Conditions de salubrité inhérentes aux locaux d'habitation ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047945328",
                        "id": "LEGISCTA000047945328",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047945336",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047945328",
            "sectionParentId": "LEGISCTA000047945328",
            "sectionParentTitre": "Sous-section 3 :  Conditions de salubrité inhérentes aux locaux d'habitation ",
            "fullSectionsTitre": "Partie réglementaire &gt; Première partie : Protection générale de la santé &gt; Livre III : Protection de la santé et environnement &gt; Titre III : Prévention des risques sanitaires liés à l'environnement et au travail &gt; Chapitre Ier : Salubrité des immeubles et des agglomérations &gt; Section 3 : Salubrité et hygiène des locaux d'habitation &gt; Sous-section 3 :  Conditions de salubrité inhérentes aux locaux d'habitation ",
            "refInjection": "MD-20230930_195102_372_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000047945336",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au premier alinéa de l'article 6 du décret n° 2023-695 du 29 juillet 2023, ces dispositions entrent en vigueur le premier jour du troisième mois suivant sa publication, à savoir le 1er octobre 2023. Se reporter aux modalités d'application prévues au second alinéa dudit article 6.",
            "notaHtml": "<p>Conformément au premier alinéa de l'article 6 du décret n° 2023-695 du 29 juillet 2023, ces dispositions entrent en vigueur le premier jour du troisième mois suivant sa publication, à savoir le 1er octobre 2023.<br/><br/>Se reporter aux modalités d'application prévues au second alinéa dudit article 6.<br/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047903763",
                    "textTitle": "Décret n°2023-695 du 29 juillet 2023 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047906263",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-07-30",
                    "dateSignaTexte": "2023-07-29",
                    "dateDebutCible": "2023-07-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571356",
                    "textTitle": "Constitution du 4 octobre 1958 - art. 73 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000006527580",
                    "natureText": "CONSTITUTION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -354758400000,
                    "dateDebut": -354758400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047945336",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1696118400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R1331-30",
                "1331-30"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}