{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037400774",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Modèle de tableau prévu à l'article A. 444-203 Numéro SIREN de l'office ou de l'étude A B C D E F G H I J K L1 L2 M1 M2 N O … … …/ … Légende : Ce tableau contient autant de lignes que la profession compte d'offices ou d'études. Les informations mentionnées dans le tableau sont calculées pour chaque année civile, par office ou étude soumis à la tenue d'une comptabilité distincte. Dans le cas d'une société titulaire d'un office ou d'une étude, il est ainsi établi une ligne unique pour l'office ou l'étude. Dans le cas d'une société titulaire de plusieurs offices ou études, il est établi une ligne par office ou étude. Les colonnes A à O correspondent aux informations suivantes : A Raison sociale ou dénomination sociale de l'office ou de l'étude B Adresse de l'office ou de l'étude C Code postal de l'office ou de l'étude D Ville de l'office ou de l'étude E Code communal INSEE de l'office ou de l'étude F Forme juridique de l'office ou de l'étude Indiquer si l'office ou l'étude est constitué sous la forme d'une entreprise individuelle ou d'une société. Précisez la forme sociale. G Régime de déclaration de l'office ou de l'étude Indiquer si l'office ou l'étude procède à une déclaration de bénéfices non commerciaux selon le régime de la déclaration contrôlée, à une déclaration d'impôt sur les sociétés selon le régime normal, ou à une déclaration d'impôt sur les sociétés selon le régime simplifié. H Date de clôture de l'exercice comptable I Nombre total de professionnels en exercice au sein de l'office ou de l'étude (au 1er janvier de l'année civile) Indiquer exclusivement le nombre de professionnels en exercice, sans intégrer les personnes exerçant la profession en qualité de salarié. Les professionnels en exercice sont les personnes physiques titulaires d'un office ou d'une étude, ou ayant la qualité d'associé d'une personne morale titulaire d'un office ou d'une étude et exerçant une des professions mentionnées à la première phrase de l'alinéa 1er de l'article L. 444-1 du code de commerce au sein de cet office ou étude. J Nombre total de personnes exerçant la profession concernée en qualité de salarié au sein de l'office ou de l'étude (au 1er janvier de l'année civile) Indiquer exclusivement le nombre de personnes physiques exerçant en qualité de salarié une des professions mentionnées à la première phrase de l'alinéa 1er de l'article L. 444-1 du code de commerce au sein de cet office ou étude. K Chiffre d'affaires de l'office ou de l'étude-en euros Le chiffre d'affaires de l'office ou de l'étude est égal au montant total hors taxes des sommes rémunérant les prestations réalisées au cours de l'année civile (ensemble des émoluments et honoraires). Il correspond, selon le régime de déclaration de l'office ou de l'étude : a) au montant net des recettes en cas de déclaration de bénéfices non commerciaux selon le régime de la déclaration contrôlée ; b) au chiffre d'affaires net en cas de déclaration d'impôt sur les sociétés selon le régime normal ; c) aux ventes de marchandises et à la production vendue de biens et de services en cas de déclaration d'impôt sur les sociétés selon le régime simplifié. L1 Total des émoluments de l'office ou de l'étude-en euros Les émoluments sont les sommes perçues par le professionnel en contrepartie des prestations dont les tarifs sont régis par le titre IV bis de la partie législative du code de commerce. Le total des émoluments comprend les émoluments rétrocédés par d'autres offices ou études. Les émoluments rétrocédés à d'autres offices ou études sont déduits du total. L2 Total des émoluments de l'office ou de l'étude-en pourcentage du total du chiffre d'affaires M1 Total des honoraires de l'office ou de l'étude-en euros Les honoraires sont les sommes perçues par les professionnels en contrepartie des prestations dont les tarifs ne sont pas régis par le titre IV bis de la partie législative du code de commerce. Le total des honoraires comprend les honoraires rétrocédés par d'autres offices ou études. Les honoraires rétrocédés à d'autres offices ou études sont déduits du total. M2 Total des honoraires de l'office ou de l'étude-en pourcentage du total du chiffre d'affaires N Résultat de l'office ou de l'étude-en euros Le résultat de l'office ou de l'étude est égal à la différence entre les produits et les charges de l'année civile ; il correspond, selon le régime de déclaration de l'office ou de l'étude : a) à l'excédent ou déficit du compte de résultat en cas de déclaration de bénéfices non commerciaux selon le régime de la déclaration contrôlée ; b) au résultat courant avant impôts en cas de déclaration d'impôt sur les sociétés selon le régime normal ; c) à la somme du résultat courant et du résultat financier en cas de déclaration d'impôt sur les sociétés selon le régime simplifié. En cas de déclaration d'impôt sur les sociétés, doit être ajouté au résultat l'ensemble des rémunérations perçues au titre de la gérance et déclarées en application des articles L. 114-12 , L. 131-6 , L. 136-3 et R. 131-1 du code de la sécurité sociale. O Taux de résultat de l'office ou de l'étude-en pourcentage Le taux de résultat est égal au rapport entre le résultat et le chiffre d'affaires. II.-Modele de tableau prévu à l'article A. 444-203 Perimetre géographique (national ou départemental) : Entreprises individuelles Sociétés soumises à l'impôt sur le revenu Sociétés soumises à l'impôt sur les sociétés Total des offices et études A Nombre d'offices ou études B Nombre de professionnels en exercice C Chiffre d'affaires Montant total 1er décile Moyenne Dernier décile D Emoluments Montant total % du montant total du chiffre d'affaires E Honoraires Montant total % du montant total du chiffre d'affaires F Résultat Montant total 1er décile Moyenne Dernier décile G Taux de résultat 1er décile Moyenne Dernier décile Légende : Le tableau est établi au plan national. Il est également établi au plan départemental s'agissant des informations relatives au taux de résultat. Il est renseigné à partir des informations figurant dans le tableau prévu au I de l'article Annexe 4-2 à l'article A. 444-203. Les informations mentionnées dans le tableau sont calculées pour chaque année civile, par office ou étude.",
            "texteHtml": "<p>I.-Modèle de tableau prévu à l'article A. 444-203</p><p></p><center><table border='1'><tbody><tr><th><br/>\n\t\t\tNuméro SIREN de l'office<br/><br/>\n\t\t\tou de l'étude</th><th><br/>\n\t\t\tA</th><th><br/>\n\t\t\tB</th><th><br/>\n\t\t\tC</th><th><br/>\n\t\t\tD</th><th><br/>\n\t\t\tE</th><th><br/>\n\t\t\tF</th><th><br/>\n\t\t\tG</th><th><br/>\n\t\t\tH</th><th><br/>\n\t\t\tI</th><th><br/>\n\t\t\tJ</th><th><br/>\n\t\t\tK</th><th><br/>\n\t\t\tL1</th><th><br/>\n\t\t\tL2</th><th><br/>\n\t\t\tM1</th><th><br/>\n\t\t\tM2</th><th><br/>\n\t\t\tN</th><th><br/>\n\t\t\tO</th></tr><tr><td align='center'><br/>\n\t\t\t…</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\t…</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\t…/ …</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr></tbody></table></center><p></p><p></p><center><table border='1'><tbody><tr><td colspan='3' align='justify'><br/>\n\t\t\tLégende : Ce tableau contient autant de lignes que la profession compte d'offices ou d'études. Les informations mentionnées dans le tableau sont calculées pour chaque année civile, par office ou étude soumis à la tenue d'une comptabilité distincte. Dans le cas d'une société titulaire d'un office ou d'une étude, il est ainsi établi une ligne unique pour l'office ou l'étude. Dans le cas d'une société titulaire de plusieurs offices ou études, il est établi une ligne par office ou étude.<br/><br/>\n\t\t\tLes colonnes A à O correspondent aux informations suivantes :</td></tr><tr><td align='center'><br/>\n\t\t\tA</td><td align='justify'><br/>\n\t\t\tRaison sociale ou dénomination sociale de l'office ou de l'étude</td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tB</td><td align='justify'><br/>\n\t\t\tAdresse de l'office ou de l'étude</td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tC</td><td align='justify'><br/>\n\t\t\tCode postal de l'office ou de l'étude</td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tD</td><td align='justify'><br/>\n\t\t\tVille de l'office ou de l'étude</td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tE</td><td align='justify'><br/>\n\t\t\tCode communal INSEE de l'office ou de l'étude</td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tF</td><td align='justify'><br/>\n\t\t\tForme juridique de l'office ou de l'étude</td><td align='justify'><br/>\n\t\t\tIndiquer si l'office ou l'étude est constitué sous la forme d'une entreprise individuelle ou d'une société. Précisez la forme sociale.</td></tr><tr><td align='center'><br/>\n\t\t\tG</td><td align='justify'><br/>\n\t\t\tRégime de déclaration de l'office ou de l'étude</td><td align='justify'><br/>\n\t\t\tIndiquer si l'office ou l'étude procède à une déclaration de bénéfices non commerciaux selon le régime de la déclaration contrôlée, à une déclaration d'impôt sur les sociétés selon le régime normal, ou à une déclaration d'impôt sur les sociétés selon le régime simplifié.</td></tr><tr><td align='center'><br/>\n\t\t\tH</td><td align='justify'><br/>\n\t\t\tDate de clôture de l'exercice comptable</td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tI</td><td align='justify'><br/>\n\t\t\tNombre total de professionnels en exercice au sein de l'office ou de l'étude (au 1er janvier de l'année civile)</td><td align='justify'><br/>\n\t\t\tIndiquer exclusivement le nombre de professionnels en exercice, sans intégrer les personnes exerçant la profession en qualité de salarié.<br/><br/>\n\t\t\tLes professionnels en exercice sont les personnes physiques titulaires d'un office ou d'une étude, ou ayant la qualité d'associé d'une personne morale titulaire d'un office ou d'une étude et exerçant une des professions mentionnées à la <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000030985094&dateTexte=&categorieLien=cid'>première phrase de l'alinéa 1er de l'article L. 444-1 du code de commerce </a>au sein de cet office ou étude.</td></tr><tr><td align='center'><br/>\n\t\t\tJ</td><td align='justify'><br/>\n\t\t\tNombre total de personnes exerçant la profession concernée en qualité de salarié au sein de l'office ou de l'étude (au 1er janvier de l'année civile)</td><td align='justify'><br/>\n\t\t\tIndiquer exclusivement le nombre de personnes physiques exerçant en qualité de salarié une des professions mentionnées à la première phrase de l'alinéa 1er de l'article L. 444-1 du code de commerce au sein de cet office ou étude.</td></tr><tr><td align='center'><br/>\n\t\t\tK</td><td align='justify'><br/>\n\t\t\tChiffre d'affaires de l'office ou de l'étude-en euros</td><td align='justify'><br/>\n\t\t\tLe chiffre d'affaires de l'office ou de l'étude est égal au montant total hors taxes des sommes rémunérant les prestations réalisées au cours de l'année civile (ensemble des émoluments et honoraires). Il correspond, selon le régime de déclaration de l'office ou de l'étude :<br/><br/>\n\t\t\ta) au montant net des recettes en cas de déclaration de bénéfices non commerciaux selon le régime de la déclaration contrôlée ;<br/><br/>\n\t\t\tb) au chiffre d'affaires net en cas de déclaration d'impôt sur les sociétés selon le régime normal ;<br/><br/>\n\t\t\tc) aux ventes de marchandises et à la production vendue de biens et de services en cas de déclaration d'impôt sur les sociétés selon le régime simplifié.</td></tr><tr><td align='center'><br/>\n\t\t\tL1</td><td align='justify'><br/>\n\t\t\tTotal des émoluments de l'office ou de l'étude-en euros</td><td rowspan='2' align='justify'><br/>\n\t\t\tLes émoluments sont les sommes perçues par le professionnel en contrepartie des prestations dont les tarifs sont régis par le titre IV bis de la partie législative du code de commerce.<br/><br/>\n\t\t\tLe total des émoluments comprend les émoluments rétrocédés par d'autres offices ou études. Les émoluments rétrocédés à d'autres offices ou études sont déduits du total.</td></tr><tr><td align='center'><br/>\n\t\t\tL2</td><td align='justify'><br/>\n\t\t\tTotal des émoluments de l'office ou de l'étude-en pourcentage du total du chiffre d'affaires</td></tr><tr><td align='center'><br/>\n\t\t\tM1</td><td align='justify'><br/>\n\t\t\tTotal des honoraires de l'office ou de l'étude-en euros</td><td rowspan='2' align='justify'><br/>\n\t\t\tLes honoraires sont les sommes perçues par les professionnels en contrepartie des prestations dont les tarifs ne sont pas régis par le titre IV bis de la partie législative du code de commerce.<br/><br/>\n\t\t\tLe total des honoraires comprend les honoraires rétrocédés par d'autres offices ou études. Les honoraires rétrocédés à d'autres offices ou études sont déduits du total.</td></tr><tr><td align='center'><br/>\n\t\t\tM2</td><td align='justify'><br/>\n\t\t\tTotal des honoraires de l'office ou de l'étude-en pourcentage du total du chiffre d'affaires</td></tr><tr><td align='center'><br/>\n\t\t\tN</td><td align='justify'><br/>\n\t\t\tRésultat de l'office ou de l'étude-en euros</td><td align='justify'><br/>\n\t\t\tLe résultat de l'office ou de l'étude est égal à la différence entre les produits et les charges de l'année civile ; il correspond, selon le régime de déclaration de l'office ou de l'étude :<br/><br/>\n\t\t\ta) à l'excédent ou déficit du compte de résultat en cas de déclaration de bénéfices non commerciaux selon le régime de la déclaration contrôlée ;<br/><br/>\n\t\t\tb) au résultat courant avant impôts en cas de déclaration d'impôt sur les sociétés selon le régime normal ;<br/><br/>\n\t\t\tc) à la somme du résultat courant et du résultat financier en cas de déclaration d'impôt sur les sociétés selon le régime simplifié.<br/><br/>\n\t\t\tEn cas de déclaration d'impôt sur les sociétés, doit être ajouté au résultat l'ensemble des rémunérations perçues au titre de la gérance et déclarées en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741027&dateTexte=&categorieLien=cid'>L. 114-12</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740111&dateTexte=&categorieLien=cid'>L. 131-6</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740254&dateTexte=&categorieLien=cid'>L. 136-3 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006746965&dateTexte=&categorieLien=cid'>R. 131-1 </a>du code de la sécurité sociale.</td></tr><tr><td align='center'><br/>\n\t\t\tO</td><td align='justify'><br/>\n\t\t\tTaux de résultat de l'office ou de l'étude-en pourcentage</td><td align='justify'><br/>\n\t\t\tLe taux de résultat est égal au rapport entre le résultat et le chiffre d'affaires.</td></tr></tbody></table></center><p></p><p><br/>\n II.-Modele de tableau prévu à l'article A. 444-203</p><p></p><center><table border='1'><tbody><tr><th colspan='3'><br/>\n\t\t\tPerimetre géographique (national ou départemental) :</th><th><br/>\n\t\t\tEntreprises<br/><br/>\n\t\t\tindividuelles</th><th><br/>\n\t\t\tSociétés<br/><br/>\n\t\t\tsoumises à l'impôt<br/><br/>\n\t\t\tsur le revenu</th><th><br/>\n\t\t\tSociétés<br/><br/>\n\t\t\tsoumises à l'impôt<br/><br/>\n\t\t\tsur les sociétés</th><th><br/>\n\t\t\tTotal<br/><br/>\n\t\t\tdes offices et études</th></tr><tr><td align='center'><br/>\n\t\t\tA</td><td colspan='2' align='center'><br/>\n\t\t\tNombre d'offices ou études</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tB</td><td colspan='2' align='center'><br/>\n\t\t\tNombre de professionnels en exercice</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td rowspan='4' align='center'><br/>\n\t\t\tC</td><td rowspan='4' align='center'><br/>\n\t\t\tChiffre d'affaires</td><td align='center'><br/>\n\t\t\tMontant total</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\t1er décile</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tMoyenne</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tDernier décile</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td rowspan='2' align='center'><br/>\n\t\t\tD</td><td rowspan='2' align='center'><br/>\n\t\t\tEmoluments</td><td align='center'><br/>\n\t\t\tMontant total</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\t% du montant total du chiffre d'affaires</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td rowspan='2' align='center'><br/>\n\t\t\tE</td><td rowspan='2' align='center'><br/>\n\t\t\tHonoraires</td><td align='center'><br/>\n\t\t\tMontant total</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\t% du montant total du chiffre d'affaires</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td rowspan='4' align='center'><br/>\n\t\t\tF</td><td rowspan='4' align='center'><br/>\n\t\t\tRésultat</td><td align='center'><br/>\n\t\t\tMontant total</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\t1er décile</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tMoyenne</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tDernier décile</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td rowspan='3' align='center'><br/>\n\t\t\tG</td><td rowspan='3' align='center'><br/>\n\t\t\tTaux de résultat</td><td align='center'><br/>\n\t\t\t1er décile</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tMoyenne</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr><tr><td align='center'><br/>\n\t\t\tDernier décile</td><td align='left'></td><td align='left'></td><td align='left'></td><td align='left'></td></tr></tbody></table></center><p></p><p></p><center><table border='1'><tbody><tr><td align='left'><br/>\n\t\t\tLégende : Le tableau est établi au plan national. Il est également établi au plan départemental s'agissant des informations relatives au taux de résultat.<br/><br/>\n\t\t\tIl est renseigné à partir des informations figurant dans le tableau prévu au I de l'article Annexe 4-2 à l'article A. 444-203. Les informations mentionnées dans le tableau sont calculées pour chaque année civile, par office ou étude.</td></tr></tbody></table></center><p></p><p></p>",
            "num": "Annexe 4-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1536969600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162035",
                        "id": "LEGISCTA000020164595",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-09-15",
                        "fin": "2999-01-01",
                        "titre": "ANNEXE 4-2 (ANNEXE À L'ARTICLE A. 444-203)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000037400738",
                        "id": "LEGISCTA000037400738",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037400740",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000037400738",
            "sectionParentId": "LEGISCTA000037400738",
            "sectionParentTitre": "ANNEXE 4-2 (ANNEXE À L'ARTICLE A. 444-203)",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; ANNEXE 4-2 (ANNEXE À L'ARTICLE A. 444-203)",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037400774",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 4 de l’arrêté du 11 septembre 2018, les dispositions du présent arrêté relatives aux informations figurant aux colonnes L1, L2, M1 et M2 du document prévu au I de l'annexe 4-2 à l'article A. 444-203 sont applicables aux tableaux transmis à compter du 1er janvier 2019. Ces informations sont transmises, pour l'année civile 2018, telles qu'estimées par les professionnels mentionnés à la première phrase du premier alinéa de l'article L. 444-1.",
            "notaHtml": "<p>Conformément à l'article 4 de l’arrêté du 11 septembre 2018, les dispositions du présent arrêté relatives aux informations figurant aux colonnes L1, L2, M1 et M2 du document prévu au I de l'annexe 4-2 à l'article A. 444-203 sont applicables aux tableaux transmis à compter du 1er janvier 2019. Ces informations sont transmises, pour l'année civile 2018, telles qu'estimées par les professionnels mentionnés à la première phrase du premier alinéa de l'article L. 444-1.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037399783",
                    "textTitle": "Arrêté du 11 septembre 2018 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037400634",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-09-14",
                    "dateSignaTexte": "2018-09-11",
                    "dateDebutCible": "2018-09-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L444-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L444-1",
                    "articleId": "LEGIARTI000030985094",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L114-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L114-12",
                    "articleId": "LEGIARTI000006741027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1135036800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L131-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L131-6",
                    "articleId": "LEGIARTI000006740111",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 788918400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L136-3",
                    "articleId": "LEGIARTI000006740254",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 743385600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R131-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R131-1",
                    "articleId": "LEGIARTI000006746965",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "",
                    "textTitle": "titre IV bis de la partie législative du code de commerce",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "titre IV bis de la partie législative du code de commerce",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037400774",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1536969600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 4-2",
                "4-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}