{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000022359386",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Entre le ministre de l'agriculture, ou son délégué,... (monsieur) (madame), d'une part, et... (monsieur) (madame), président ou représentant de l'association ou l'organisme responsable de l'établissement..., d'autre part, il a été convenu ce qui suit : Article 1er Un contrat de participation au service public d'éducation et de formation est conclu entre l'Etat et... (nom de l'association ou de l'organisme) responsable de... (nom, localisation principale et annexes éventuelles de l'établissement). Le présent contrat est expressément régi par le chapitre III du titre Ier du livre VIII du code rural et de la pêche maritime. Article 2 Font l'objet du présent contrat la ou les formations et les classes suivantes : qui constituent la structure pédagogique du secteur sous contrat de l'établissement. Pour assurer la charge d'enseignement correspondant à ces formations et classes, le ministre de l'agriculture affecte à l'établissement... (n) emplois à pourvoir par des enseignants contractuels (par discipline ou groupe de disciplines et par niveau). Pour assurer la charge de documentation correspondant à ces mêmes formations et classes, le ministre de l'agriculture affecte à l'établissement... (n) emplois à pourvoir par des enseignants contractuels chargés de documentation. Article 3 Toute extension, réduction ou modification du secteur pédagogique fera l'objet d'un avenant au présent contrat. Article 4 L'association ou l'organisme contractant s'engage à respecter les programmes nationaux et à préparer les élèves aux diplômes d'Etat de l'enseignement agricole. Si des activités non prévues dans les programmes nationaux ont lieu dans l'établissement, elles seront placées à des heures telles que les élèves majeurs et les élèves dont la famille ne souhaite pas qu'ils y participent ne soient ni contraints de les suivre, ni laissés sans surveillance ou dans l'oisiveté.A cet effet, l'avis des familles ou des élèves majeurs sera recueilli. Article 5 L'association ou l'organisme contractant s'engage à faire respecter par l'établissement la durée de l'année scolaire telle qu'elle est fixée dans l'enseignement agricole public. Article 6 Lors de la signature du présent contrat, l'association ou l'organisme doit notifier au directeur régional de l'agriculture et de la forêt compétent en raison de la localisation principale de l'établissement la désignation du chef d'établissement et fournir les justificatifs requis. L'autorité administrative peut s'opposer à cette désignation lorsque le candidat ne remplit pas les conditions exigées. Tout changement de chef d'établissement sera soumis à la même procédure. En cas d'absence prolongée du chef d'établissement, l'association ou l'organisme responsable désigne un suppléant, répondant aux conditions de titres exigées, dont elle communique le nom au directeur régional de l'agriculture et de la forêt. Article 7 Le chef d'établissement assume la responsabilité des élèves des formations sous contrat pendant toute la durée des séquences pédagogiques organisées par l'établissement. Lors de leur présence dans l'établissement, ils sont l'objet d'une surveillance continue pendant les séances d'enseignement et pendant les intervalles qui les séparent. Lorsque les élèves sont en stage dans une entreprise ou exploitation extérieure à l'établissement, une convention avec chaque maître de stage précise les responsabilités respectives du maître de stage et du chef d'établissement. Le chef d'établissement est tenu de respecter et de faire respecter les règles suivantes : le contrôle des présences et absences est effectué une fois par demi-journée ; un registre d'appel est tenu où sont notées les présences et les absences ; toute absence qui n'a pas pour raison la maladie doit être préalablement autorisée ; toute absence non autorisée d'un élève mineur est signalée à la famille qui est invitée à en faire connaître le motif ; l'élève n'est admis après une telle absence que muni d'une lettre justificative signée de ses parents ou correspondants ; après toute absence pour maladie dépassant une semaine, un certificat médical est exigé. Article 8 Le chef d'établissement communique aux familles ou aux élèves majeurs les résultats du travail scolaire et les appréciations des enseignants par le moyen d'un carnet périodique et d'un bulletin trimestriel. Les conditions dans lesquelles est organisé le contrôle de la scolarité de chaque élève et interviennent les mesures relatives au déroulement de cette scolarité sont définies par chaque établissement sous réserve que soient respectés les principes énoncés ci-dessous : a) Un dossier scolaire, établi selon les mêmes modalités que celles prévues pour les élèves de l'enseignement agricole public, est constitué pour chaque élève ; b) Les diverses mesures concernant le déroulement de la scolarité des élèves sont proposées par les enseignants en tenant compte des voeux des familles ou des élèves majeurs et en liaison avec les intéressés ; c) Ces mesures sont prises avec l'accord de la famille ou de l'élève majeur ; en cas de désaccord, la famille ou l'élève majeur doit pouvoir déposer un recours dans les conditions fixées par le règlement intérieur ; toutefois, s'agissant du choix des activités ou des enseignements optionnels, la famille, ou l'élève lui-même s'il est majeur, en décide. Article 9 Le chef d'établissement devra soumettre à l'approbation du directeur régional de l'agriculture et de la forêt, dans la première quinzaine de chaque années scolaire, le nombre des heures d'enseignement par classe ou division de classe et, par discipline, la distinction des postes d'enseignement et le service de chacun des maîtres. Le cas échéant, pour la partie de la charge d'enseignement qui ne pourrait pas être assurée par les enseignants contractuels occupant les emplois affectés à l'établissement, le directeur régional de l'agriculture et de la forêt notifie les moyens complémentaires éventuellement attribués à l'établissement. Article 10 Le chef d'établissement est tenu d'exiger des enseignants contractuels l'intégralité du service correspondant à la rétribution qu'ils perçoivent sans dépasser le maximum exigible en application du décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les enseignants des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime. En vue d'assurer la régularité du service dans les classes qui font l'objet du contrat, le chef d'établissement doit tenir un registre journalier des présences et des absences des enseignants rétribués par l'Etat, suivant les rubriques suivantes : 1° Absences pour maladies justifiées par la production d'un certificat médical et absences résultant de l'usage des droits qui leur sont reconnus ; 2° Absences non justifiées. Le directeur régional de l'agriculture et de la forêt est avisé sans délai de ces absences par le chef d'établissement. Article 11 L'association ou l'organisme responsable de l'établissement fournit chaque année au directeur régional de l'agriculture et de la forêt un plan de formation des personnels sous contrat de droit public. Article 12 Un état des effectifs de chaque classe, certifié par le chef d'établissement, est adressé dans la première quinzaine du premier trimestre au directeur régional de l'agriculture et de la forêt.L'état doit préciser les formations dans lesquelles sont inscrits les élèves et leur régime de scolarité (internes, externes, demi-pensionnaires ou internes-externes). L'association ou l'organisme responsable s'engage à fournir les informations statistiques demandées par le ministre de l'agriculture ou son délégué dans les délais impartis. Article 13 Le président de l'association ou de l'organisme garantit l'exactitude des renseignements contenus dans les annexes jointes et s'engage à fournir les justificatifs correspondants ainsi que les mises à jour annuelles ou circonstancielles : Annexe I.-Effectifs d'élèves par classe. Annexe II.-Etat nominatif des enseignants. Annexe III.-Organisation du service de l'enseignement (emploi du temps des élèves et des enseignants). Annexe IV.-Plan de formation des enseignants contractuels. Annexe V.-Montant des contributions et des redevances demandées aux familles. Article 14 Le président de l'association ou de l'organisme s'engage à faire connaître au directeur régional de l'agriculture et de la forêt, dans le mois qui la suit, toute modification se rapportant aux points 1°, 3°, 4°, 5° et 6° de l'article R. 813-3 du code rural et de la pêche maritime, accompagnée des justificatifs correspondants. Au vu de la modification déclarée, le ministre ou son délégué peut mettre en demeure l'association ou l'organisme de demander la passation d'un avenant au contrat et, le cas échéant, peut prononcer la résiliation unilatérale partielle ou totale du contrat. Toutefois tout changement de la localisation principale de l'établissement ou de ses annexes éventuelles doit faire l'objet de la passation préalable d'un avenant au présent contrat. Article 15 Le directeur régional de l'agriculture et de la forêt peut assister ou se faire représenter à la séance annuelle de l'organe de l'association ou de l'organisme statutairement compétent, au cours de laquelle est voté le budget de l'établissement faisant l'objet du contrat. Il est invité à cette réunion par le président du conseil d'administration. Il prend part aux délibérations avec voix consultative. Article 16 Tout changement de président de l'association ou de l'organisme sera porté à la connaissance du directeur régional de l'agriculture et de la forêt. Article 17 Le présent contrat est conclu pour une durée indéterminée. Il prend effet à la date du.... Fait à..., le.... Le ministre de l'agriculture (ou son délégué), M...., représentant légal de l'association (ou l'organisme responsable) de l'établissement.",
            "texteHtml": "<p>Entre le ministre de l'agriculture, ou son délégué,... (monsieur) (madame), d'une part, et... (monsieur) (madame), président ou représentant de l'association ou l'organisme responsable de l'établissement..., d'autre part, il a été convenu ce qui suit : </p><p align='center'>Article 1er</p><p>Un contrat de participation au service public d'éducation et de formation est conclu entre l'Etat et... (nom de l'association ou de l'organisme) responsable de... (nom, localisation principale et annexes éventuelles de l'établissement). </p><p>Le présent contrat est expressément régi par le chapitre III du titre Ier du livre VIII du code rural et de la pêche maritime. </p><p align='center'>Article 2</p><p>Font l'objet du présent contrat la ou les formations et les classes suivantes : </p><p>qui constituent la structure pédagogique du secteur sous contrat de l'établissement. </p><p>Pour assurer la charge d'enseignement correspondant à ces formations et classes, le ministre de l'agriculture affecte à l'établissement... (n) emplois à pourvoir par des enseignants contractuels (par discipline ou groupe de disciplines et par niveau). </p><p>Pour assurer la charge de documentation correspondant à ces mêmes formations et classes, le ministre de l'agriculture affecte à l'établissement... (n) emplois à pourvoir par des enseignants contractuels chargés de documentation. </p><p align='center'>Article 3</p><p>Toute extension, réduction ou modification du secteur pédagogique fera l'objet d'un avenant au présent contrat. </p><p align='center'>Article 4</p><p>L'association ou l'organisme contractant s'engage à respecter les programmes nationaux et à préparer les élèves aux diplômes d'Etat de l'enseignement agricole. </p><p>Si des activités non prévues dans les programmes nationaux ont lieu dans l'établissement, elles seront placées à des heures telles que les élèves majeurs et les élèves dont la famille ne souhaite pas qu'ils y participent ne soient ni contraints de les suivre, ni laissés sans surveillance ou dans l'oisiveté.A cet effet, l'avis des familles ou des élèves majeurs sera recueilli. </p><p align='center'>Article 5</p><p>L'association ou l'organisme contractant s'engage à faire respecter par l'établissement la durée de l'année scolaire telle qu'elle est fixée dans l'enseignement agricole public. </p><p align='center'>Article 6</p><p>Lors de la signature du présent contrat, l'association ou l'organisme doit notifier au directeur régional de l'agriculture et de la forêt compétent en raison de la localisation principale de l'établissement la désignation du chef d'établissement et fournir les justificatifs requis.</p><p>L'autorité administrative peut s'opposer à cette désignation lorsque le candidat ne remplit pas les conditions exigées. </p><p>Tout changement de chef d'établissement sera soumis à la même procédure. </p><p>En cas d'absence prolongée du chef d'établissement, l'association ou l'organisme responsable désigne un suppléant, répondant aux conditions de titres exigées, dont elle communique le nom au directeur régional de l'agriculture et de la forêt. </p><p align='center'>Article 7</p><p>Le chef d'établissement assume la responsabilité des élèves des formations sous contrat pendant toute la durée des séquences pédagogiques organisées par l'établissement. Lors de leur présence dans l'établissement, ils sont l'objet d'une surveillance continue pendant les séances d'enseignement et pendant les intervalles qui les séparent. </p><p>Lorsque les élèves sont en stage dans une entreprise ou exploitation extérieure à l'établissement, une convention avec chaque maître de stage précise les responsabilités respectives du maître de stage et du chef d'établissement. </p><p>Le chef d'établissement est tenu de respecter et de faire respecter les règles suivantes : le contrôle des présences et absences est effectué une fois par demi-journée ; un registre d'appel est tenu où sont notées les présences et les absences ; toute absence qui n'a pas pour raison la maladie doit être préalablement autorisée ; toute absence non autorisée d'un élève mineur est signalée à la famille qui est invitée à en faire connaître le motif ; l'élève n'est admis après une telle absence que muni d'une lettre justificative signée de ses parents ou correspondants ; après toute absence pour maladie dépassant une semaine, un certificat médical est exigé. </p><p align='center'>Article 8</p><p>Le chef d'établissement communique aux familles ou aux élèves majeurs les résultats du travail scolaire et les appréciations des enseignants par le moyen d'un carnet périodique et d'un bulletin trimestriel. </p><p>Les conditions dans lesquelles est organisé le contrôle de la scolarité de chaque élève et interviennent les mesures relatives au déroulement de cette scolarité sont définies par chaque établissement sous réserve que soient respectés les principes énoncés ci-dessous : </p><p>a) Un dossier scolaire, établi selon les mêmes modalités que celles prévues pour les élèves de l'enseignement agricole public, est constitué pour chaque élève ; </p><p>b) Les diverses mesures concernant le déroulement de la scolarité des élèves sont proposées par les enseignants en tenant compte des voeux des familles ou des élèves majeurs et en liaison avec les intéressés ; </p><p>c) Ces mesures sont prises avec l'accord de la famille ou de l'élève majeur ; en cas de désaccord, la famille ou l'élève majeur doit pouvoir déposer un recours dans les conditions fixées par le règlement intérieur ; toutefois, s'agissant du choix des activités ou des enseignements optionnels, la famille, ou l'élève lui-même s'il est majeur, en décide. </p><p align='center'>Article 9</p><p>Le chef d'établissement devra soumettre à l'approbation du directeur régional de l'agriculture et de la forêt, dans la première quinzaine de chaque années scolaire, le nombre des heures d'enseignement par classe ou division de classe et, par discipline, la distinction des postes d'enseignement et le service de chacun des maîtres. </p><p>Le cas échéant, pour la partie de la charge d'enseignement qui ne pourrait pas être assurée par les enseignants contractuels occupant les emplois affectés à l'établissement, le directeur régional de l'agriculture et de la forêt notifie les moyens complémentaires éventuellement attribués à l'établissement. </p><p align='center'>Article 10</p><p>Le chef d'établissement est tenu d'exiger des enseignants contractuels l'intégralité du service correspondant à la rétribution qu'ils perçoivent sans dépasser le maximum exigible en application du décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les enseignants des établissements mentionnés à l'article L. 813-8 du code rural et de la pêche maritime. </p><p>En vue d'assurer la régularité du service dans les classes qui font l'objet du contrat, le chef d'établissement doit tenir un registre journalier des présences et des absences des enseignants rétribués par l'Etat, suivant les rubriques suivantes : </p><p>1° Absences pour maladies justifiées par la production d'un certificat médical et absences résultant de l'usage des droits qui leur sont reconnus ; </p><p>2° Absences non justifiées. </p><p>Le directeur régional de l'agriculture et de la forêt est avisé sans délai de ces absences par le chef d'établissement. </p><p align='center'>Article 11</p><p>L'association ou l'organisme responsable de l'établissement fournit chaque année au directeur régional de l'agriculture et de la forêt un plan de formation des personnels sous contrat de droit public. </p><p align='center'>Article 12</p><p>Un état des effectifs de chaque classe, certifié par le chef d'établissement, est adressé dans la première quinzaine du premier trimestre au directeur régional de l'agriculture et de la forêt.L'état doit préciser les formations dans lesquelles sont inscrits les élèves et leur régime de scolarité (internes, externes, demi-pensionnaires ou internes-externes).</p><p>L'association ou l'organisme responsable s'engage à fournir les informations statistiques demandées par le ministre de l'agriculture ou son délégué dans les délais impartis. </p><p align='center'>Article 13</p><p>Le président de l'association ou de l'organisme garantit l'exactitude des renseignements contenus dans les annexes jointes et s'engage à fournir les justificatifs correspondants ainsi que les mises à jour annuelles ou circonstancielles : </p><p>Annexe I.-Effectifs d'élèves par classe. </p><p>Annexe II.-Etat nominatif des enseignants. </p><p>Annexe III.-Organisation du service de l'enseignement (emploi du temps des élèves et des enseignants). </p><p>Annexe IV.-Plan de formation des enseignants contractuels. </p><p>Annexe V.-Montant des contributions et des redevances demandées aux familles. </p><p align='center'>Article 14</p><p>Le président de l'association ou de l'organisme s'engage à faire connaître au directeur régional de l'agriculture et de la forêt, dans le mois qui la suit, toute modification se rapportant aux points 1°, 3°, 4°, 5° et 6° de l'article R. 813-3 du code rural et de la pêche maritime, accompagnée des justificatifs correspondants. </p><p>Au vu de la modification déclarée, le ministre ou son délégué peut mettre en demeure l'association ou l'organisme de demander la passation d'un avenant au contrat et, le cas échéant, peut prononcer la résiliation unilatérale partielle ou totale du contrat. </p><p>Toutefois tout changement de la localisation principale de l'établissement ou de ses annexes éventuelles doit faire l'objet de la passation préalable d'un avenant au présent contrat. </p><p align='center'>Article 15</p><p>Le directeur régional de l'agriculture et de la forêt peut assister ou se faire représenter à la séance annuelle de l'organe de l'association ou de l'organisme statutairement compétent, au cours de laquelle est voté le budget de l'établissement faisant l'objet du contrat. Il est invité à cette réunion par le président du conseil d'administration. </p><p>Il prend part aux délibérations avec voix consultative. </p><p align='center'>Article 16</p><p>Tout changement de président de l'association ou de l'organisme sera porté à la connaissance du directeur régional de l'agriculture et de la forêt. </p><p align='center'>Article 17</p><p>Le présent contrat est conclu pour une durée indéterminée. </p><p>Il prend effet à la date du.... </p><p>Fait à..., le.... </p><p>Le ministre de l'agriculture (ou son délégué), M...., représentant légal de l'association (ou l'organisme responsable) de l'établissement.</p>",
            "num": "Annexe I à l'article L813-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1273276800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-05-15",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098333",
                        "id": "LEGISCTA000006098333",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-15",
                        "fin": "2999-01-01",
                        "titre": "Livre VIII : Enseignement, formation professionnelle et développement agricoles, recherche agronomique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121490",
                        "id": "LEGISCTA000006121490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-15",
                        "fin": "2999-01-01",
                        "titre": "Contrat type de participation au service public d'éducation et de formation des établissements d'enseignement agricole privés à temps plein mentionnés à l'article L. 813-8.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138460",
                        "id": "LEGISCTA000006138460",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006599537",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138460",
            "sectionParentId": "LEGISCTA000006138460",
            "sectionParentTitre": "Contrat type de participation au service public d'éducation et de formation des établissements d'enseignement agricole privés à temps plein mentionnés à l'article L. 813-8.",
            "fullSectionsTitre": "Annexes &gt; Livre VIII : Enseignement, formation professionnelle et développement agricoles, recherche agronomique &gt; Contrat type de participation au service public d'éducation et de formation des établissements d'enseignement agricole privés à temps plein mentionnés à l'article L. 813-8.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000022359386",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022176680",
                    "textTitle": "Ordonnance n°2010-462 du 6 mai 2010 - art. 1",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022195080",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-05-07",
                    "dateSignaTexte": "2010-05-06",
                    "dateDebutCible": "2010-05-08"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006599537",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 832118400000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022359386",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'article L813-8"
            ],
            "versionPrecedente": "LEGIARTI000006599537",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006599537",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Entre le ministre de l'agriculture, ou son délégué, ... (monsieur) (madame), d'une part, et ... (monsieur) (madame), président ou représentant de l'association ou l'organisme responsable de l'établissement ..., d'autre part, il a été convenu ce qui suit : Article 1er Un contrat de participation au service public d'éducation et de formation est conclu entre l'Etat et ... (nom de l'association ou de l'organisme) responsable de ... (nom, localisation principale et annexes éventuelles de l'établissement). Le présent contrat est expressément régi par le chapitre III du titre Ier du livre VIII du code rural. Article 2 Font l'objet du présent contrat la ou les formations et les classes suivantes : qui constituent la structure pédagogique du secteur sous contrat de l'établissement. Pour assurer la charge d'enseignement correspondant à ces formations et classes, le ministre de l'agriculture affecte à l'établissement ... (n) emplois à pourvoir par des enseignants contractuels (par discipline ou groupe de disciplines et par niveau). Pour assurer la charge de documentation correspondant à ces mêmes formations et classes, le ministre de l'agriculture affecte à l'établissement ... (n) emplois à pourvoir par des enseignants contractuels chargés de documentation. Article 3 Toute extension, réduction ou modification du secteur pédagogique fera l'objet d'un avenant au présent contrat. Article 4 L'association ou l'organisme contractant s'engage à respecter les programmes nationaux et à préparer les élèves aux diplômes d'Etat de l'enseignement agricole. Si des activités non prévues dans les programmes nationaux ont lieu dans l'établissement, elles seront placées à des heures telles que les élèves majeurs et les élèves dont la famille ne souhaite pas qu'ils y participent ne soient ni contraints de les suivre, ni laissés sans surveillance ou dans l'oisiveté. A cet effet, l'avis des familles ou des élèves majeurs sera recueilli. Article 5 L'association ou l'organisme contractant s'engage à faire respecter par l'établissement la durée de l'année scolaire telle qu'elle est fixée dans l'enseignement agricole public. Article 6 Lors de la signature du présent contrat, l'association ou l'organisme doit notifier au directeur régional de l'agriculture et de la forêt compétent en raison de la localisation principale de l'établissement la désignation du chef d'établissement et fournir les justificatifs requis. L'autorité administrative peut s'opposer à cette désignation lorsque le candidat ne remplit pas les conditions exigées. Tout changement de chef d'établissement sera soumis à la même procédure. En cas d'absence prolongée du chef d'établissement, l'association ou l'organisme responsable désigne un suppléant, répondant aux conditions de titres exigées, dont elle communique le nom au directeur régional de l'agriculture et de la forêt. Article 7 Le chef d'établissement assume la responsabilité des élèves des formations sous contrat pendant toute la durée des séquences pédagogiques organisées par l'établissement. Lors de leur présence dans l'établissement, ils sont l'objet d'une surveillance continue pendant les séances d'enseignement et pendant les intervalles qui les séparent. Lorsque les élèves sont en stage dans une entreprise ou exploitation extérieure à l'établissement, une convention avec chaque maître de stage précise les responsabilités respectives du maître de stage et du chef d'établissement. Le chef d'établissement est tenu de respecter et de faire respecter les règles suivantes : le contrôle des présences et absences est effectué une fois par demi-journée ; un registre d'appel est tenu où sont notées les présences et les absences ; toute absence qui n'a pas pour raison la maladie doit être préalablement autorisée ; toute absence non autorisée d'un élève mineur est signalée à la famille qui est invitée à en faire connaître le motif ; l'élève n'est admis après une telle absence que muni d'une lettre justificative signée de ses parents ou correspondants ; après toute absence pour maladie dépassant une semaine, un certificat médical est exigé. Article 8 Le chef d'établissement communique aux familles ou aux élèves majeurs les résultats du travail scolaire et les appréciations des enseignants par le moyen d'un carnet périodique et d'un bulletin trimestriel. Les conditions dans lesquelles est organisé le contrôle de la scolarité de chaque élève et interviennent les mesures relatives au déroulement de cette scolarité sont définies par chaque établissement sous réserve que soient respectés les principes énoncés ci-dessous : a) Un dossier scolaire, établi selon les mêmes modalités que celles prévues pour les élèves de l'enseignement agricole public, est constitué pour chaque élève ; b) Les diverses mesures concernant le déroulement de la scolarité des élèves sont proposées par les enseignants en tenant compte des voeux des familles ou des élèves majeurs et en liaison avec les intéressés ; c) Ces mesures sont prises avec l'accord de la famille ou de l'élève majeur ; en cas de désaccord, la famille ou l'élève majeur doit pouvoir déposer un recours dans les conditions fixées par le règlement intérieur ; toutefois, s'agissant du choix des activités ou des enseignements optionnels, la famille, ou l'élève lui-même s'il est majeur, en décide. Article 9 Le chef d'établissement devra soumettre à l'approbation du directeur régional de l'agriculture et de la forêt, dans la première quinzaine de chaque années scolaire, le nombre des heures d'enseignement par classe ou division de classe et, par discipline, la distinction des postes d'enseignement et le service de chacun des maîtres. Le cas échéant, pour la partie de la charge d'enseignement qui ne pourrait pas être assurée par les enseignants contractuels occupant les emplois affectés à l'établissement, le directeur régional de l'agriculture et de la forêt notifie les moyens complémentaires éventuellement attribués à l'établissement. Article 10 Le chef d'établissement est tenu d'exiger des enseignants contractuels l'intégralité du service correspondant à la rétribution qu'ils perçoivent sans dépasser le maximum exigible en application du décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les enseignants des établissements mentionnés à l'article L. 813-8 du code rural. En vue d'assurer la régularité du service dans les classes qui font l'objet du contrat, le chef d'établissement doit tenir un registre journalier des présences et des absences des enseignants rétribués par l'Etat, suivant les rubriques suivantes : 1° Absences pour maladies justifiées par la production d'un certificat médical et absences résultant de l'usage des droits qui leur sont reconnus ; 2° Absences non justifiées. Le directeur régional de l'agriculture et de la forêt est avisé sans délai de ces absences par le chef d'établissement. Article 11 L'association ou l'organisme responsable de l'établissement fournit chaque année au directeur régional de l'agriculture et de la forêt un plan de formation des personnels sous contrat de droit public. Article 12 Un état des effectifs de chaque classe, certifié par le chef d'établissement, est adressé dans la première quinzaine du premier trimestre au directeur régional de l'agriculture et de la forêt. L'état doit préciser les formations dans lesquelles sont inscrits les élèves et leur régime de scolarité (internes, externes, demi-pensionnaires ou internes-externes). L'association ou l'organisme responsable s'engage à fournir les informations statistiques demandées par le ministre de l'agriculture ou son délégué dans les délais impartis. Article 13 Le président de l'association ou de l'organisme garantit l'exactitude des renseignements contenus dans les annexes jointes et s'engage à fournir les justificatifs correspondants ainsi que les mises à jour annuelles ou circonstancielles : Annexe I. - Effectifs d'élèves par classe. Annexe II. - Etat nominatif des enseignants. Annexe III. - Organisation du service de l'enseignement (emploi du temps des élèves et des enseignants). Annexe IV. - Plan de formation des enseignants contractuels. Annexe V. - Montant des contributions et des redevances demandées aux familles. Article 14 Le président de l'association ou de l'organisme s'engage à faire connaître au directeur régional de l'agriculture et de la forêt, dans le mois qui la suit, toute modification se rapportant aux points 1°, 3°, 4°, 5° et 6° de l'article R. 813-3 du code rural, accompagnée des justificatifs correspondants. Au vu de la modification déclarée, le ministre ou son délégué peut mettre en demeure l'association ou l'organisme de demander la passation d'un avenant au contrat et, le cas échéant, peut prononcer la résiliation unilatérale partielle ou totale du contrat. Toutefois tout changement de la localisation principale de l'établissement ou de ses annexes éventuelles doit faire l'objet de la passation préalable d'un avenant au présent contrat. Article 15 Le directeur régional de l'agriculture et de la forêt peut assister ou se faire représenter à la séance annuelle de l'organe de l'association ou de l'organisme statutairement compétent, au cours de laquelle est voté le budget de l'établissement faisant l'objet du contrat. Il est invité à cette réunion par le président du conseil d'administration. Il prend part aux délibérations avec voix consultative. Article 16 Tout changement de président de l'association ou de l'organisme sera porté à la connaissance du directeur régional de l'agriculture et de la forêt. Article 17 Le présent contrat est conclu pour une durée indéterminée. Il prend effet à la date du .... Fait à ..., le .... Le ministre de l'agriculture (ou son délégué), M. ..., représentant légal de l'association (ou l'organisme responsable) de l'établissement.",
            "texteHtml": "<p></p>   Entre le ministre de l'agriculture, ou son délégué, ... (monsieur) (madame), d'une part, et ... (monsieur) (madame), président ou représentant de l'association ou l'organisme responsable de l'établissement ..., d'autre part, il a été convenu ce qui suit :<p></p>\n Article 1er<p></p><p></p>   Un contrat de participation au service public d'éducation et de formation est conclu entre l'Etat et ... (nom de l'association ou de l'organisme) responsable de ... (nom, localisation principale et annexes éventuelles de l'établissement).<p></p><p></p>   Le présent contrat est expressément régi par le chapitre III du titre Ier du livre VIII du code rural.<p></p>\n Article 2<p></p><p></p>   Font l'objet du présent contrat la ou les formations et les classes suivantes :<p></p><p></p>   qui constituent la structure pédagogique du secteur sous contrat de l'établissement.<p></p><p></p>   Pour assurer la charge d'enseignement correspondant à ces formations et classes, le ministre de l'agriculture affecte à l'établissement ... (n) emplois à pourvoir par des enseignants contractuels (par discipline ou groupe de disciplines et par niveau).<p></p><p></p>   Pour assurer la charge de documentation correspondant à ces mêmes formations et classes, le ministre de l'agriculture affecte à l'établissement ... (n) emplois à pourvoir par des enseignants contractuels chargés de documentation.<p></p>\n Article 3<p></p><p></p>   Toute extension, réduction ou modification du secteur pédagogique fera l'objet d'un avenant au présent contrat.<p></p>\n Article 4<p></p><p></p>   L'association ou l'organisme contractant s'engage à respecter les programmes nationaux et à préparer les élèves aux diplômes d'Etat de l'enseignement agricole.<p></p><p></p>   Si des activités non prévues dans les programmes nationaux ont lieu dans l'établissement, elles seront placées à des heures telles que les élèves majeurs et les élèves dont la famille ne souhaite pas qu'ils y participent ne soient ni contraints de les suivre, ni laissés sans surveillance ou dans l'oisiveté. A cet effet, l'avis des familles ou des élèves majeurs sera recueilli.<p></p>\n Article 5<p></p><p></p>   L'association ou l'organisme contractant s'engage à faire respecter par l'établissement la durée de l'année scolaire telle qu'elle est fixée dans l'enseignement agricole public.<p></p>\nArticle 6<p></p><p></p>   Lors de la signature du présent contrat, l'association ou l'organisme doit notifier au directeur régional de l'agriculture et de la forêt compétent en raison de la localisation principale de l'établissement la désignation du chef d'établissement et fournir les justificatifs requis.<p></p><p></p>   L'autorité administrative peut s'opposer à cette désignation lorsque le candidat ne remplit pas les conditions exigées.<p></p><p></p>   Tout changement de chef d'établissement sera soumis à la même procédure.<p></p><p></p>   En cas d'absence prolongée du chef d'établissement, l'association ou l'organisme responsable désigne un suppléant, répondant aux conditions de titres exigées, dont elle communique le nom au directeur régional de l'agriculture et de la forêt.<p></p>\n Article 7<p></p><p></p>   Le chef d'établissement assume la responsabilité des élèves des formations sous contrat pendant toute la durée des séquences pédagogiques organisées par l'établissement. Lors de leur présence dans l'établissement, ils sont l'objet d'une surveillance continue pendant les séances d'enseignement et pendant les intervalles qui les séparent.<p></p><p></p>   Lorsque les élèves sont en stage dans une entreprise ou exploitation extérieure à l'établissement, une convention avec chaque maître de stage précise les responsabilités respectives du maître de stage et du chef d'établissement.<p></p><p></p>   Le chef d'établissement est tenu de respecter et de faire respecter les règles suivantes : le contrôle des présences et absences est effectué une fois par demi-journée ; un registre d'appel est tenu où sont notées les présences et les absences ; toute absence qui n'a pas pour raison la maladie doit être préalablement autorisée ; toute absence non autorisée d'un élève mineur est signalée à la famille qui est invitée à en faire connaître le motif ; l'élève n'est admis après une telle absence que muni d'une lettre justificative signée de ses parents ou correspondants ; après toute absence pour maladie dépassant une semaine, un certificat médical est exigé.<p></p>\nArticle 8<p></p><p></p>   Le chef d'établissement communique aux familles ou aux élèves majeurs les résultats du travail scolaire et les appréciations des enseignants par le moyen d'un carnet périodique et d'un bulletin trimestriel.<p></p><p></p>   Les conditions dans lesquelles est organisé le contrôle de la scolarité de chaque élève et interviennent les mesures relatives au déroulement de cette scolarité sont définies par chaque établissement sous réserve que soient respectés les principes énoncés ci-dessous :<p></p><p></p>   a) Un dossier scolaire, établi selon les mêmes modalités que celles prévues pour les élèves de l'enseignement agricole public, est constitué pour chaque élève ;<p></p><p></p>   b) Les diverses mesures concernant le déroulement de la scolarité des élèves sont proposées par les enseignants en tenant compte des voeux des familles ou des élèves majeurs et en liaison avec les intéressés ;<p></p><p></p>   c) Ces mesures sont prises avec l'accord de la famille ou de l'élève majeur ; en cas de désaccord, la famille ou l'élève majeur doit pouvoir déposer un recours dans les conditions fixées par le règlement intérieur ; toutefois, s'agissant du choix des activités ou des enseignements optionnels, la famille, ou l'élève lui-même s'il est majeur, en décide.<p></p>\n Article 9<p></p><p></p>   Le chef d'établissement devra soumettre à l'approbation du directeur régional de l'agriculture et de la forêt, dans la première quinzaine de chaque années scolaire, le nombre des heures d'enseignement par classe ou division de classe et, par discipline, la distinction des postes d'enseignement et le service de chacun des maîtres.<p></p><p></p>   Le cas échéant, pour la partie de la charge d'enseignement qui ne pourrait pas être assurée par les enseignants contractuels occupant les emplois affectés à l'établissement, le directeur régional de l'agriculture et de la forêt notifie les moyens complémentaires éventuellement attribués à l'établissement.<p></p>\nArticle 10<p></p><p></p>   Le chef d'établissement est tenu d'exiger des enseignants contractuels l'intégralité du service correspondant à la rétribution qu'ils perçoivent sans dépasser le maximum exigible en application du décret n° 89-406 du 20 juin 1989 relatif aux contrats liant l'Etat et les enseignants des établissements mentionnés à l'article L. 813-8 du code rural.<p></p><p></p>   En vue d'assurer la régularité du service dans les classes qui font l'objet du contrat, le chef d'établissement doit tenir un registre journalier des présences et des absences des enseignants rétribués par l'Etat, suivant les rubriques suivantes :<p></p><p></p>   1° Absences pour maladies justifiées par la production d'un certificat médical et absences résultant de l'usage des droits qui leur sont reconnus ;<p></p><p></p>   2° Absences non justifiées.<p></p><p></p>   Le directeur régional de l'agriculture et de la forêt est avisé sans délai de ces absences par le chef d'établissement.<p></p>\n Article 11<p></p><p></p>   L'association ou l'organisme responsable de l'établissement fournit chaque année au directeur régional de l'agriculture et de la forêt un plan de formation des personnels sous contrat de droit public.<p></p>\n Article 12<p></p><p></p>   Un état des effectifs de chaque classe, certifié par le chef d'établissement, est adressé dans la première quinzaine du premier trimestre au directeur régional de l'agriculture et de la forêt. L'état doit préciser les formations dans lesquelles sont inscrits les élèves et leur régime de scolarité (internes, externes, demi-pensionnaires ou internes-externes).<p></p><p></p>   L'association ou l'organisme responsable s'engage à fournir les informations statistiques demandées par le ministre de l'agriculture ou son délégué dans les délais impartis.<p></p>\nArticle 13<p></p><p></p>   Le président de l'association ou de l'organisme garantit l'exactitude des renseignements contenus dans les annexes jointes et s'engage à fournir les justificatifs correspondants ainsi que les mises à jour annuelles ou circonstancielles :<p></p><p></p>   Annexe I. - Effectifs d'élèves par classe.<p></p><p></p>   Annexe II. - Etat nominatif des enseignants.<p></p><p></p>   Annexe III. - Organisation du service de l'enseignement (emploi du temps des élèves et des enseignants).<p></p><p></p>   Annexe IV. - Plan de formation des enseignants contractuels.<p></p><p></p>   Annexe V. - Montant des contributions et des redevances demandées aux familles.<p></p>\n Article 14<p></p><p></p>   Le président de l'association ou de l'organisme s'engage à faire connaître au directeur régional de l'agriculture et de la forêt, dans le mois qui la suit, toute modification se rapportant aux points 1°, 3°, 4°, 5° et 6° de l'article R. 813-3 du code rural, accompagnée des justificatifs correspondants.<p></p><p></p>   Au vu de la modification déclarée, le ministre ou son délégué peut mettre en demeure l'association ou l'organisme de demander la passation d'un avenant au contrat et, le cas échéant, peut prononcer la résiliation unilatérale partielle ou totale du contrat.<p></p><p></p>   Toutefois tout changement de la localisation principale de l'établissement ou de ses annexes éventuelles doit faire l'objet de la passation préalable d'un avenant au présent contrat.<p></p>\n Article 15<p></p><p></p>   Le directeur régional de l'agriculture et de la forêt peut assister ou se faire représenter à la séance annuelle de l'organe de l'association ou de l'organisme statutairement compétent, au cours de laquelle est voté le budget de l'établissement faisant l'objet du contrat. Il est invité à cette réunion par le président du conseil d'administration.<p></p><p></p>   Il prend part aux délibérations avec voix consultative.<p></p>\n Article 16<p></p><p></p>   Tout changement de président de l'association ou de l'organisme sera porté à la connaissance du directeur régional de l'agriculture et de la forêt.<p></p>\n Article 17<p></p><p></p>   Le présent contrat est conclu pour une durée indéterminée.<p></p><p></p>   Il prend effet à la date du ....<p></p><p></p>   Fait à ..., le ....<p></p><p></p>   Le ministre de l'agriculture (ou son délégué), M. ..., représentant légal de l'association (ou l'organisme responsable) de l'établissement.<p></p>",
            "num": "Annexe I à l'article L813-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 832118400000,
            "dateFin": 1273276800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-05-15",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098333",
                        "id": "LEGISCTA000006098333",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-15",
                        "fin": "2999-01-01",
                        "titre": "Livre VIII : Enseignement, formation professionnelle et développement agricoles, recherche agronomique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121490",
                        "id": "LEGISCTA000006121490",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-15",
                        "fin": "2999-01-01",
                        "titre": "Contrat type de participation au service public d'éducation et de formation des établissements d'enseignement agricole privés à temps plein mentionnés à l'article L. 813-8.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138460",
                        "id": "LEGISCTA000006138460",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006599537",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138460",
            "sectionParentId": "LEGISCTA000006138460",
            "sectionParentTitre": "Contrat type de participation au service public d'éducation et de formation des établissements d'enseignement agricole privés à temps plein mentionnés à l'article L. 813-8.",
            "fullSectionsTitre": "Annexes &gt; Livre VIII : Enseignement, formation professionnelle et développement agricoles, recherche agronomique &gt; Contrat type de participation au service public d'éducation et de formation des établissements d'enseignement agricole privés à temps plein mentionnés à l'article L. 813-8.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006599537",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000193233",
                    "textTitle": "Décret 96-405 1996-04-26",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000193233",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-05-15",
                    "dateSignaTexte": "1996-04-26",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000193233",
                    "textTitle": "Décret 96-405 1996-04-26 annexe JORF 15 mai 1996",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000193233",
                    "natureText": "DECRET",
                    "datePubliTexte": "1996-05-15",
                    "dateSignaTexte": "1996-04-26",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006599537",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 832118400000,
                    "dateFin": 1273276800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022359386",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I à l'article L813-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}