{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038709527",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour l'application du cinquième alinéa de l'article L. 223-21, les informations suivantes sont communiquées au membre adhérent : -le taux d'intérêt garanti par le contrat et le taux d'intérêt correspondant au montant affecté aux provisions mathématiques du contrat provenant de la participation aux excédents ou des reprises de provision pour participation aux excédents ; -le taux des frais prélevés par la mutuelle ou l'union ; -le taux des taxes et prélèvements sociaux ; -le taux d'intérêt servi au participant, net de frais et, le cas échéant, des taxes et des prélèvements sociaux prélevés lors de l'inscription des intérêts au contrat ; -pour les contrats auxquels des actifs sont affectés en vertu de dispositions législatives, le taux de rendement de ces actifs ; -pour les contrats de groupe prévoyant que les engagements sont représentés par des actifs faisant l'objet d'une identification distincte pour satisfaire à des stipulations contractuelles, le taux de rendement de ces actifs ; -dans les autres cas, le taux de rendement des placements défini au 1 du II de l'article D. 223-5 et le taux moyen des montants, y compris ceux provenant de la participation aux excédents, affectés aux provisions mathématiques relatives à la catégorie d'opérations mentionnée à l'article A. 114-1, dont relève le contrat. II.-Pour l'application du sixième alinéa de l'article L. 223-21, l'information annuelle du souscripteur ou, en cas de contrat de groupe, de l'adhérent comporte : -la valeur des unités de compte sélectionnées ; -les frais prélevés par la mutuelle ou l'union au titre de chaque unité de compte ; -le total des frais supportés par l'unité de compte, au cours du dernier exercice connu ; -pour les unités de compte qui en comportent, les valeurs des indicateurs de référence ; -le cas échéant, le produit des droits attachés à la détention de l'unité de compte conservé par la mutuelle ou l'union. Les modifications significatives affectant chaque unité de compte sélectionnée, constituée sous la forme d'une part ou d'une action d'organisme de placement collectif, sont celles affectant ses caractéristiques principales, telles que définies à l' article A. 132-6 du code des assurances . III.-L'estimation du montant de la rente viagère qui serait versée au participant au titre des droits exprimés en euros peut être présentée distinctement de l'estimation établie à partir des droits exprimés en unités de compte, qui elle-même peut être présentée distinctement de celle établie à partir des droits exprimés en parts de provision de diversification. L'estimation du montant de la rente et celles réalisées dans un scénario moins favorable sont présentées distinctement et en précisant clairement les hypothèses avec lesquelles elles sont réalisées. Les hypothèses sont déterminées en fonctions des risques susceptibles d'affecter le résultat final de l'évaluation. Chaque estimation mentionnée à l'alinéa précédent est établie en fonction de la provision mathématique constituée à la fin de l'exercice considéré et des tables de mortalité et du taux d'intérêt technique applicables au contrat. Chaque estimation est communiquée nette des frais de sortie mentionnés au  quatrième alinéa  du  5°  de l'article A. 132-8 du code des assurances. Pour les participants qui n'ont pas atteint l'âge mentionné au  premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale  à la fin de l'exercice considéré, au moins deux estimations sont mentionnées, la première en retenant l'hypothèse d'âge de départ à la retraite mentionné au  premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale  et la deuxième en retenant cet âge majoré de cinq ans. Pour les adhérents qui ont dépassé l'âge mentionné au  premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale  à la fin de l'exercice considéré, au moins une estimation est établie, en retenant une hypothèse d'âge de départ à la retraite égale à l'âge mentionné au  premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale  majoré de cinq ans, en retenant une hypothèse d'âge de départ à la retraite supérieur pour les adhérents qui ont dépassé cet âge à la fin de l'exercice considéré. La présentation des estimations mentionnées au premier alinéa du présent III est complétée par la mention : “ Ces estimations sont fournies à titre indicatif et n'ont pas de caractère contractuel car elles sont réalisées sur la base de paramètres qui peuvent varier ou être modifiés en cours de contrat, notamment la table de mortalité et le taux technique. Des frais ou indemnités sont prélevés par la mutuelle ou l'union, ils sont détaillés dans votre contrat. Ces estimations retiennent des hypothèses d'âge de liquidation de la rente qui peuvent être différents de l'âge exact d'ouverture de vos droits à retraite ainsi que de celui à compter duquel vous pouvez liquider votre retraite obligatoire à taux plein. ” La présentation des estimations mentionnées au premier alinéa du présent III est complétée par une information sur les modalités de l'évaluation. Cette information précise : a) Le taux technique retenu ; b) Le taux annuel de rendement nominal des investissements, le taux d'inflation annuel et l'évolution future des salaires ; c) Les données concernant l'affilié, y compris une indication de l'âge mentionné au premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale à la fin de l'exercice considéré ; d) Le nombre moyen d'arrérages pour la cohorte d'âge dont fait partie l'affilié selon la table de mortalité applicable à la date de l'information, en précisant si cette table est susceptible d'évoluer avant la phase de service de la rente de l'affilié. Cette information est accompagnée d'une mention précisant que ces indications sont d'ordre statistique et ne constituent pas une évaluation de l'espérance de vie réelle de l'affilié.",
            "texteHtml": "<p>I.-Pour l'application du cinquième alinéa de l'article L. 223-21, les informations suivantes sont communiquées au membre adhérent :</p><p><br clear='none'/>-le taux d'intérêt garanti par le contrat et le taux d'intérêt correspondant au montant affecté aux provisions mathématiques du contrat provenant de la participation aux excédents ou des reprises de provision pour participation aux excédents ;<br clear='none'/><br clear='none'/>-le taux des frais prélevés par la mutuelle ou l'union ;<br clear='none'/><br clear='none'/>-le taux des taxes et prélèvements sociaux ;<br clear='none'/><br clear='none'/>-le taux d'intérêt servi au participant, net de frais et, le cas échéant, des taxes et des prélèvements sociaux prélevés lors de l'inscription des intérêts au contrat ;<br clear='none'/><br clear='none'/>-pour les contrats auxquels des actifs sont affectés en vertu de dispositions législatives, le taux de rendement de ces actifs ;<br clear='none'/><br clear='none'/>-pour les contrats de groupe prévoyant que les engagements sont représentés par des actifs faisant l'objet d'une identification distincte pour satisfaire à des stipulations contractuelles, le taux de rendement de ces actifs ;<br clear='none'/><br clear='none'/>-dans les autres cas, le taux de rendement des placements défini au 1 du II de l'article D. 223-5 et le taux moyen des montants, y compris ceux provenant de la participation aux excédents, affectés aux provisions mathématiques relatives à la catégorie d'opérations mentionnée à l'article A. 114-1, dont relève le contrat. </p><p><br clear='none'/>II.-Pour l'application du sixième alinéa de l'article L. 223-21, l'information annuelle du souscripteur ou, en cas de contrat de groupe, de l'adhérent comporte :</p><p><br clear='none'/>-la valeur des unités de compte sélectionnées ;<br clear='none'/><br clear='none'/>-les frais prélevés par la mutuelle ou l'union au titre de chaque unité de compte ;<br clear='none'/><br clear='none'/>-le total des frais supportés par l'unité de compte, au cours du dernier exercice connu ;<br clear='none'/><br clear='none'/>-pour les unités de compte qui en comportent, les valeurs des indicateurs de référence ;<br clear='none'/><br clear='none'/>-le cas échéant, le produit des droits attachés à la détention de l'unité de compte conservé par la mutuelle ou l'union. </p><p><br clear='none'/>Les modifications significatives affectant chaque unité de compte sélectionnée, constituée sous la forme d'une part ou d'une action d'organisme de placement collectif, sont celles affectant ses caractéristiques principales, telles que définies à l' article A. 132-6 du code des assurances . <br clear='none'/><br clear='none'/>III.-L'estimation du montant de la rente viagère qui serait versée au participant au titre des droits exprimés en euros peut être présentée distinctement de l'estimation établie à partir des droits exprimés en unités de compte, qui elle-même peut être présentée distinctement de celle établie à partir des droits exprimés en parts de provision de diversification. L'estimation du montant de la rente et celles réalisées dans un scénario moins favorable sont présentées distinctement et en précisant clairement les hypothèses avec lesquelles elles sont réalisées. Les hypothèses sont déterminées en fonctions des risques susceptibles d'affecter le résultat final de l'évaluation. <br clear='none'/><br clear='none'/>Chaque estimation mentionnée à l'alinéa précédent est établie en fonction de la provision mathématique constituée à la fin de l'exercice considéré et des tables de mortalité et du taux d'intérêt technique applicables au contrat. Chaque estimation est communiquée nette des frais de sortie mentionnés au  quatrième alinéa  du  5°  de l'article A. 132-8 du code des assurances. <br clear='none'/><br clear='none'/>Pour les participants qui n'ont pas atteint l'âge mentionné au  premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale  à la fin de l'exercice considéré, au moins deux estimations sont mentionnées, la première en retenant l'hypothèse d'âge de départ à la retraite mentionné au  premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale  et la deuxième en retenant cet âge majoré de cinq ans. <br clear='none'/><br clear='none'/>Pour les adhérents qui ont dépassé l'âge mentionné au  premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale  à la fin de l'exercice considéré, au moins une estimation est établie, en retenant une hypothèse d'âge de départ à la retraite égale à l'âge mentionné au  premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale  majoré de cinq ans, en retenant une hypothèse d'âge de départ à la retraite supérieur pour les adhérents qui ont dépassé cet âge à la fin de l'exercice considéré. <br clear='none'/><br clear='none'/>La présentation des estimations mentionnées au premier alinéa du présent III est complétée par la mention : “ Ces estimations sont fournies à titre indicatif et n'ont pas de caractère contractuel car elles sont réalisées sur la base de paramètres qui peuvent varier ou être modifiés en cours de contrat, notamment la table de mortalité et le taux technique. Des frais ou indemnités sont prélevés par la mutuelle ou l'union, ils sont détaillés dans votre contrat. Ces estimations retiennent des hypothèses d'âge de liquidation de la rente qui peuvent être différents de l'âge exact d'ouverture de vos droits à retraite ainsi que de celui à compter duquel vous pouvez liquider votre retraite obligatoire à taux plein. ” <br clear='none'/><br clear='none'/>La présentation des estimations mentionnées au premier alinéa du présent III est complétée par une information sur les modalités de l'évaluation. Cette information précise : <br clear='none'/><br clear='none'/>a) Le taux technique retenu ; <br clear='none'/><br clear='none'/>b) Le taux annuel de rendement nominal des investissements, le taux d'inflation annuel et l'évolution future des salaires ; <br clear='none'/><br clear='none'/>c) Les données concernant l'affilié, y compris une indication de l'âge mentionné au premier alinéa de l'article L. 161-17-2 du code de la sécurité sociale à la fin de l'exercice considéré ; <br clear='none'/><br clear='none'/>d) Le nombre moyen d'arrérages pour la cohorte d'âge dont fait partie l'affilié selon la table de mortalité applicable à la date de l'information, en précisant si cette table est susceptible d'évoluer avant la phase de service de la rente de l'affilié. Cette information est accompagnée d'une mention précisant que ces indications sont d'ordre statistique et ne constituent pas une évaluation de l'espérance de vie réelle de l'affilié. </p>",
            "num": "A223-6-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1561939200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 805547955,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107977",
                        "id": "LEGISCTA000006107977",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2016-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128447",
                        "id": "LEGISCTA000006128447",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128447",
                        "id": "LEGISCTA000031808132",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-05-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Opérations des mutuelles et des unions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142810",
                        "id": "LEGISCTA000006142810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-01-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Opérations qui dépendent de la durée de vie humaine et opérations de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157510",
                        "id": "LEGISCTA000006157510",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-01-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174290",
                        "id": "LEGISCTA000006174290",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000038709506",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174290",
            "sectionParentId": "LEGISCTA000006174290",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance, de réassurance et de capitalisation. &gt; Titre II : Opérations des mutuelles et des unions. &gt; Chapitre III : Opérations qui dépendent de la durée de vie humaine et opérations de capitalisation. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038709527",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038704633",
                    "textTitle": "Arrêté du 27 juin 2019 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000038707758",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2019-06-30",
                    "dateSignaTexte": "2019-06-27",
                    "dateDebutCible": "2019-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L161-17-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L161-17-2",
                    "articleId": "LEGIARTI000023024749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1309478400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A132-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A132-6",
                    "articleId": "LEGIARTI000006786203",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 741484800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A132-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A132-8",
                    "articleId": "LEGIARTI000006786231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 741484800000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. D223-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D223-5",
                    "articleId": "LEGIARTI000031792774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-21",
                    "articleId": "LEGIARTI000006792395",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1289433600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000038709527",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1561939200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A223-6-2",
                "223-6-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}