{
    "cid": "LEGIARTI000038030614",
    "num": "D6323-18-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : La formation professionnelle tout au long de la vie ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018497020",
                        "id": "LEGISCTA000018524328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : La formation professionnelle continue ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018498016",
                        "id": "LEGISCTA000018523325",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositifs de formation professionnelle continue ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018498036",
                        "id": "LEGISCTA000018523305",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2015-01-01",
                        "titre": "Chapitre III : Droit individuel à la formation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018498278",
                        "id": "LEGISCTA000018523061",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Le compte personnel de formation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018498278",
                        "id": "LEGISCTA000029544351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2019-01-01",
                        "titre": "Section 2 : Mobilisation du compte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029535679",
                        "id": "LEGISCTA000029544337",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Projet de transition professionnelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029535679",
                        "id": "LEGISCTA000038031646",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Mobilisation du CPF dans le cadre d'un projet de transition professionnelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038007479",
                        "id": "LEGISCTA000038007485",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 6 : Modalités de rémunération",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038030606",
                        "id": "LEGISCTA000038030715",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039738032",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041661627",
                    "textTitle": "Arrêté du 26 février 2020 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000041661632",
                    "natureText": "ARRETE",
                    "date": 1650053889939,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1582934400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000041788662",
                    "textTitle": "Formation professionnelle - art. 4 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "KALIARTI000041788718",
                    "natureText": "Accord",
                    "date": 1650053889939,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1586304000000,
                    "dateDebut": 1606780800000
                },
                {
                    "textCid": "KALITEXT000043074866",
                    "textTitle": "Formation professionnelle - art. 4 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "KALIARTI000043074887",
                    "natureText": "Accord",
                    "date": 1650053889939,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1611792000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "KALITEXT000043074464",
                    "textTitle": "GPEC et formation professionnelle - art. 13.3 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13.3",
                    "articleId": "KALIARTI000043074546",
                    "natureText": "Accord",
                    "date": 1650053889939,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1611792000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "JORFTEXT000043311269",
                    "textTitle": "Arrêté du 17 mars 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043311275",
                    "natureText": "ARRETE",
                    "date": 1650053889939,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1617235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000045396641",
                    "textTitle": "Formation professionnelle et apprentissage - art. 6 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "KALIARTI000045396689",
                    "natureText": "Accord",
                    "date": 1650053889939,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1647993600000,
                    "dateDebut": 1639008000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6323-17-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6323-17-5",
                    "articleId": "LEGIARTI000037368927",
                    "natureText": "CODE",
                    "date": 1650053889939,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000044226308",
                    "textTitle": "Convention collective nationale de la télédiffu... - art. 40 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "KALIARTI000044226498",
                    "natureText": "Convention collective nationale",
                    "date": 1650053889939,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039667483",
                    "textTitle": "Décret n°2019-1439 du 23 décembre 2019 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000039680336",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-12-26",
                    "dateSignaTexte": "2019-12-23",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "num": "D6323-18-1",
            "origine": "LEGI",
            "texte": "I.-Lorsque le projet de transition professionnelle est réalisé sur le temps de travail, le salarié bénéficie de la rémunération prévue à l'article L. 6323-17-5 pendant la durée de son projet, sous réserve de son assiduité à l'action de formation ou au stage en entreprise nécessaire à l'obtention de la certification prévue par le projet de transition professionnelle. II.-La rémunération du bénéficiaire du projet de transition professionnelle et les cotisations sociales légales et conventionnelles à la charge de l'employeur assises sur cette rémunération sont versées mensuellement par l'employeur. La commission paritaire interprofessionnelle régionale rembourse l'employeur dans le délai maximum d'un mois à compter de la réception des justificatifs suivants : 1° La copie du bulletin de paie ; 2° Le ou les justificatifs prouvant l'assiduité du bénéficiaire à l'action de formation ou au stage en entreprise ; 3° Le cas échéant, les justificatifs relatifs aux cotisations sociales légales et conventionnelles à la charge de l'employeur assises sur les rémunérations dans l'entreprise concernée. III.-Dans les entreprises de moins de cinquante salariés, l'employeur bénéficie, sur sa demande, du remboursement de la rémunération versée et des cotisations sociales légales et conventionnelles assises sur cette rémunération sous forme d'avances. Le montant total des avances ne peut excéder 90 % du montant total des rémunérations mensuelles et des cotisations sociales légales et conventionnelles assises sur les rémunérations dues par l'employeur pendant le projet de transition professionnelle. La première avance est versée à l'employeur par la commission paritaire interprofessionnelle régionale au plus tard trente jours après la réception de la facture émise par l'employeur comprenant le montant total des rémunérations et des cotisations sociales légales et conventionnelles dues par l'employeur pendant le projet de transition professionnelle. Le solde est versé à l'employeur par la commission paritaire interprofessionnelle régionale, après la réception des justificatifs, à la fin du projet de transition professionnelle. En cas d'abandon du projet de transition professionnelle par le salarié ou d'absence supérieure à un mois, le paiement est réalisé au prorata temporis de la durée du projet de transition professionnelle. Le taux et les conditions de versement des avances sont définis conjointement par la commission paritaire interprofessionnelle régionale et l'employeur. Ils peuvent s'appliquer pour l'ensemble des salariés bénéficiaires d'un projet de transition professionnelle au cours d'une période définie conjointement par la commission paritaire interprofessionnelle régionale et l'employeur. A défaut d'accord avant le début du projet de transition professionnelle, le taux et les conditions de versement de l'avance sont déterminés par arrêté du ministre chargé de la formation professionnelle. L'employeur informe le cas échéant la commission paritaire interprofessionnelle régionale de la survenance de tout événement pouvant avoir des conséquences sur le suivi par le salarié de l'action de formation ou le montant de la rémunération et des cotisations sociales légales et conventionnelles et adresse les justificatifs avant le versement de l'avance suivante ou du solde. Le versement sous forme d'avances est suspendu lorsque l'employeur ne transmet pas les justificatifs à la commission paritaire interprofessionnelle régionale. En cas de trop perçu au titre des avances versées par la commission paritaire interprofessionnelle régionale, l'employeur rembourse la commission paritaire interprofessionnelle régionale concernée au plus tard trente jours après la constatation du trop perçu par la commission. IV.-Pour les particuliers employeurs, la rémunération du salarié bénéficiaire d'un projet de transition professionnelle et les cotisations sociales légales et conventionnelles assises sur cette rémunération lui sont versées mensuellement par la commission paritaire interprofessionnelle régionale.",
            "texteHtml": "<p>I.-Lorsque le projet de transition professionnelle est réalisé sur le temps de travail, le salarié bénéficie de la rémunération prévue à l'article <a href='/article/LEGIARTI000037368927'>L. 6323-17-5</a> pendant la durée de son projet, sous réserve de son assiduité à l'action de formation ou au stage en entreprise nécessaire à l'obtention de la certification prévue par le projet de transition professionnelle.</p><p>II.-La rémunération du bénéficiaire du projet de transition professionnelle et les cotisations sociales légales et conventionnelles à la charge de l'employeur assises sur cette rémunération sont versées mensuellement par l'employeur.</p><p>La commission paritaire interprofessionnelle régionale rembourse l'employeur dans le délai maximum d'un mois à compter de la réception des justificatifs suivants :</p><p>1° La copie du bulletin de paie ;</p><p>2° Le ou les justificatifs prouvant l'assiduité du bénéficiaire à l'action de formation ou au stage en entreprise ;</p><p>3° Le cas échéant, les justificatifs relatifs aux cotisations sociales légales et conventionnelles à la charge de l'employeur assises sur les rémunérations dans l'entreprise concernée.</p><p>III.-Dans les entreprises de moins de cinquante salariés, l'employeur bénéficie, sur sa demande, du remboursement de la rémunération versée et des cotisations sociales légales et conventionnelles assises sur cette rémunération sous forme d'avances.<br/><br/>\n Le montant total des avances ne peut excéder 90 % du montant total des rémunérations mensuelles et des cotisations sociales légales et conventionnelles assises sur les rémunérations dues par l'employeur pendant le projet de transition professionnelle.<br/><br/>\n La première avance est versée à l'employeur par la commission paritaire interprofessionnelle régionale au plus tard trente jours après la réception de la facture émise par l'employeur comprenant le montant total des rémunérations et des cotisations sociales légales et conventionnelles dues par l'employeur pendant le projet de transition professionnelle. Le solde est versé à l'employeur par la commission paritaire interprofessionnelle régionale, après la réception des justificatifs, à la fin du projet de transition professionnelle.<br/><br/>\n En cas d'abandon du projet de transition professionnelle par le salarié ou d'absence supérieure à un mois, le paiement est réalisé au prorata temporis de la durée du projet de transition professionnelle.<br/><br/>\n Le taux et les conditions de versement des avances sont définis conjointement par la commission paritaire interprofessionnelle régionale et l'employeur. Ils peuvent s'appliquer pour l'ensemble des salariés bénéficiaires d'un projet de transition professionnelle au cours d'une période définie conjointement par la commission paritaire interprofessionnelle régionale et l'employeur. A défaut d'accord avant le début du projet de transition professionnelle, le taux et les conditions de versement de l'avance sont déterminés par arrêté du ministre chargé de la formation professionnelle.<br/><br/>\n L'employeur informe le cas échéant la commission paritaire interprofessionnelle régionale de la survenance de tout événement pouvant avoir des conséquences sur le suivi par le salarié de l'action de formation ou le montant de la rémunération et des cotisations sociales légales et conventionnelles et adresse les justificatifs avant le versement de l'avance suivante ou du solde.<br/><br/>\n Le versement sous forme d'avances est suspendu lorsque l'employeur ne transmet pas les justificatifs à la commission paritaire interprofessionnelle régionale.<br/><br/>\n En cas de trop perçu au titre des avances versées par la commission paritaire interprofessionnelle régionale, l'employeur rembourse la commission paritaire interprofessionnelle régionale concernée au plus tard trente jours après la constatation du trop perçu par la commission.</p><p>IV.-Pour les particuliers employeurs, la rémunération du salarié bénéficiaire d'un projet de transition professionnelle et les cotisations sociales légales et conventionnelles assises sur cette rémunération lui sont versées mensuellement par la commission paritaire interprofessionnelle régionale.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018464861",
                        "id": "LEGISCTA000018464861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : La formation professionnelle tout au long de la vie ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018497020",
                        "id": "LEGISCTA000018524328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : La formation professionnelle continue ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018498016",
                        "id": "LEGISCTA000018523325",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositifs de formation professionnelle continue ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018498036",
                        "id": "LEGISCTA000018523305",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-05-01",
                        "fin": "2015-01-01",
                        "titre": "Chapitre III : Droit individuel à la formation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018498278",
                        "id": "LEGISCTA000018523061",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Le compte personnel de formation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018498278",
                        "id": "LEGISCTA000029544351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2019-01-01",
                        "titre": "Section 2 : Mobilisation du compte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029535679",
                        "id": "LEGISCTA000029544337",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Projet de transition professionnelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029535679",
                        "id": "LEGISCTA000038031646",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Mobilisation du CPF dans le cadre d'un projet de transition professionnelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038007479",
                        "id": "LEGISCTA000038007485",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 6 : Modalités de rémunération",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038030606",
                        "id": "LEGISCTA000038030715",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000038030796",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041661627",
                    "textTitle": "Arrêté du 26 février 2020 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000041661632",
                    "natureText": "ARRETE",
                    "date": 1650053886927,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1582934400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000041788662",
                    "textTitle": "Formation professionnelle - art. 4 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "KALIARTI000041788718",
                    "natureText": "Accord",
                    "date": 1650053886927,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1586304000000,
                    "dateDebut": 1606780800000
                },
                {
                    "textCid": "KALITEXT000043074866",
                    "textTitle": "Formation professionnelle - art. 4 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "KALIARTI000043074887",
                    "natureText": "Accord",
                    "date": 1650053886927,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1611792000000,
                    "dateDebut": 1622505600000
                },
                {
                    "textCid": "KALITEXT000043074464",
                    "textTitle": "GPEC et formation professionnelle - art. 13.3 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13.3",
                    "articleId": "KALIARTI000043074546",
                    "natureText": "Accord",
                    "date": 1650053886927,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1611792000000,
                    "dateDebut": 1619827200000
                },
                {
                    "textCid": "JORFTEXT000043311269",
                    "textTitle": "Arrêté du 17 mars 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043311275",
                    "natureText": "ARRETE",
                    "date": 1650053886927,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1617235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000045396641",
                    "textTitle": "Formation professionnelle et apprentissage - art. 6 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "KALIARTI000045396689",
                    "natureText": "Accord",
                    "date": 1650053886927,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1647993600000,
                    "dateDebut": 1639008000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L6323-17-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6323-17-5",
                    "articleId": "LEGIARTI000037368927",
                    "natureText": "CODE",
                    "date": 1650053886927,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "KALITEXT000044226308",
                    "textTitle": "Convention collective nationale de la télédiffu... - art. 40 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "KALIARTI000044226498",
                    "natureText": "Convention collective nationale",
                    "date": 1650053886928,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037884226",
                    "textTitle": "Décret n°2018-1339 du 28 décembre 2018 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038030558",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2019-01-01"
                }
            ],
            "num": "D6323-18-1",
            "origine": "LEGI",
            "texte": "I.-Lorsque le projet de transition professionnelle est réalisé sur le temps de travail, le salarié bénéficie de la rémunération prévue à l'article L. 6323-17-5 pendant la durée de son projet, sous réserve de son assiduité à l'action de formation ou au stage en entreprise nécessaire à l'obtention de la certification prévue par le projet de transition professionnelle. II.-Dans les entreprises de cinquante salariés et plus, la rémunération du bénéficiaire du projet de transition professionnelle et les cotisations sociales légales et conventionnelles à la charge de l'employeur assises sur cette rémunération sont versées mensuellement par l'employeur. La commission paritaire interprofessionnelle régionale rembourse l'employeur dans le délai maximum d'un mois à compter de la réception des justificatifs suivants : 1° La copie du bulletin de paie ; 2° Le ou les justificatifs prouvant l'assiduité du bénéficiaire à l'action de formation ; 3° Le cas échéant, les justificatifs relatifs aux cotisations sociales légales et conventionnelles à la charge de l'employeur assises sur les rémunérations dans l'entreprise concernée. III.-Dans les entreprises de moins de cinquante salariés ou pour les particuliers employeurs, la rémunération du salarié bénéficiaire d'un projet de transition professionnelle et les cotisations sociales légales et conventionnelles assises sur cette rémunération lui sont versées mensuellement par la commission paritaire interprofessionnelle régionale.",
            "texteHtml": "<p>I.-Lorsque le projet de transition professionnelle est réalisé sur le temps de travail, le salarié bénéficie de la rémunération prévue à l'article <a href='/article/LEGIARTI000037368927'>L. 6323-17-5</a> pendant la durée de son projet, sous réserve de son assiduité à l'action de formation ou au stage en entreprise nécessaire à l'obtention de la certification prévue par le projet de transition professionnelle. <br/><br/>II.-Dans les entreprises de cinquante salariés et plus, la rémunération du bénéficiaire du projet de transition professionnelle et les cotisations sociales légales et conventionnelles à la charge de l'employeur assises sur cette rémunération sont versées mensuellement par l'employeur. <br/><br/>La commission paritaire interprofessionnelle régionale rembourse l'employeur dans le délai maximum d'un mois à compter de la réception des justificatifs suivants : <br/><br/>1° La copie du bulletin de paie ; <br/><br/>2° Le ou les justificatifs prouvant l'assiduité du bénéficiaire à l'action de formation ; <br/><br/>3° Le cas échéant, les justificatifs relatifs aux cotisations sociales légales et conventionnelles à la charge de l'employeur assises sur les rémunérations dans l'entreprise concernée. <br/><br/>III.-Dans les entreprises de moins de cinquante salariés ou pour les particuliers employeurs, la rémunération du salarié bénéficiaire d'un projet de transition professionnelle et les cotisations sociales légales et conventionnelles assises sur cette rémunération lui sont versées mensuellement par la commission paritaire interprofessionnelle régionale.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-01-01T00:00:00.000Z",
            "dateFin": "2020-01-01T00:00:00.000Z"
        }
    ]
}