{
    "cid": "LEGIARTI000029764156",
    "num": "R362-13",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132258",
                        "id": "LEGISCTA000006132258",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-06-10",
                        "fin": "2010-01-01",
                        "titre": "Titre VI : Organismes consultatifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145310",
                        "id": "LEGISCTA000006145310",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Organismes consultatifs et organismes concourant aux objectifs de la politique d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145310",
                        "id": "LEGISCTA000021617454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-24",
                        "fin": "2014-11-17",
                        "titre": "Chapitre II : Comité régional de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160694",
                        "id": "LEGISCTA000006160694",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-11-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Comité régional de l'habitat et de l'hébergement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160694",
                        "id": "LEGISCTA000029774108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-24",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Composition et fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177815",
                        "id": "LEGISCTA000006177815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-11-17",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions spécifiques au comité régional de l'habitat et de l'hébergement d'Ile-de-France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029764150",
                        "id": "LEGISCTA000029764154",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043239493",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043235103",
                    "textTitle": "Décret n°2021-261 du 10 mars 2021 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000043236145",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-03-11",
                    "dateSignaTexte": "2021-03-10",
                    "dateDebutCible": "2021-04-01"
                }
            ],
            "num": "R362-13",
            "origine": "LEGI",
            "texte": "I.-Le comité régional de l'habitat et de l'hébergement d'Ile-de-France est présidé conjointement par le préfet de région ou son représentant et par le président du conseil régional d'Ile-de-France ou son représentant. II-Le collège des membres représentant l'Etat mentionné au 1° de l'article L. 302-13 est constitué par le préfet de région d'Ile-de-France, préfet de Paris, les préfets des autres départements d'Ile-de-France, le directeur régional et interdépartemental de l'environnement, de l'aménagement et des transports, le directeur régional et interdépartemental de l'hébergement et du logement et le directeur régional de la jeunesse, des sports et de la cohésion sociale, ou leurs représentants. III.-Le collège des membres représentant la région Ile-de-France et les départements franciliens mentionné au 2° de l'article L. 302-13 est constitué par le président du conseil régional d'Ile-de-France ou son représentant, onze conseillers régionaux ou leurs suppléants, et les présidents des conseils départementaux d'Ile-de-France ou leurs représentants. IV.-Le collège des membres représentant les structures intercommunales mentionné au 3° de l'article L. 302-13, est constitué par : 1° Le président du conseil de la métropole du Grand Paris ou son représentant et onze conseillers de la métropole ou leurs suppléants, désignés par le conseil de la métropole en application de l'article L. 5211-1 du code général des collectivités territoriales ; 2° Douze présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat ayant leur siège hors du périmètre de la métropole du Grand Paris, ou leurs représentants. Chacun des départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines est représenté au comité par au moins un président d'établissement public de coopération intercommunale ayant son siège dans le département. Les douze présidents d'établissements publics de coopération intercommunale mentionnés à l'alinéa précédent sont élus par une assemblée spéciale composée de l'ensemble des présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat et ayant leur siège hors du périmètre de la métropole du Grand Paris. L'élection est organisée par le préfet de la région d'Ile-de-France qui convoque les membres de l'assemblée dix jours au moins avant la date de la réunion. L'assemblée spéciale ne peut valablement voter que si un quart au moins de ses membres est présent ou représenté. Si le quorum ne peut être atteint en début de séance, l'assemblée spéciale est à nouveau réunie sur convocation du préfet de la région d'Ile-de-France au plus tard dans les huit jours francs suivants la séance. L'élection peut avoir lieu sans condition de quorum. L'assemblée spéciale procède sous la présidence de son doyen d'âge à l'élection de son président. Le président appelle les deux benjamins de l'assemblée spéciale en qualité d'assesseurs. Le président et les deux assesseurs forment le bureau de l'assemblée spéciale. Ils participent au décompte des votes et signent le procès-verbal. Les déclarations de candidature des présidents d'établissements publics de coopération intercommunale souhaitant siéger au comité régional de l'habitat et de l'hébergement d'Ile-de-France, sont adressées au bureau de l'assemblée, ou par courrier au préfet de la région d'Ile-de-France en cas d'impossibilité de siéger à l'assemblée ou de s'y faire représenter. Le vote par procuration est admis. Chaque électeur présent ne peut disposer de plus de trois procurations. Les désignations sont effectuées à main levée et à la majorité simple. Par dérogation aux neuf alinéas précédents, le préfet de la région d'Ile-de-France peut décider que l'élection des douze présidents d'établissements publics de coopération intercommunale mentionnés au troisième alinéa du présent IV aura lieu par voie électronique. L'engagement de l'élection par voie électronique est subordonné à la vérification préalable que l'ensemble des membres du collège électoral ont accès à des moyens techniques permettant leur participation effective pendant la durée du vote. Le préfet de la région d'Ile-de-France informe l'ensemble des présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat et ayant leur siège hors du périmètre de la métropole du Grand Paris de la tenue de ce scrutin par voie électronique, dix jours au moins avant la date prévue, de la date de ce scrutin et de l'heure de son début ainsi que de la date et de l'heure à laquelle interviendra au plus tôt sa clôture. Les déclarations de candidature des présidents d'établissements publics de coopération intercommunale souhaitant siéger au comité régional de l'habitat et de l'hébergement d'Ile-de-France sont adressées par voie électronique au préfet de la région d'Ile-de-France au plus tard deux jours avant l'ouverture du scrutin. Le scrutin est ouvert par un message du préfet de la région d'Ile-de-France ou de son représentant, à l'ensemble des membres du collège électoral, qui rappelle le nom des candidats et l'heure de clôture du scrutin. L'ensemble du collège électoral est rendu destinataire des messages de vote envoyés durant le scrutin. Le scrutin est clos par un message du préfet de la région d'Ile-de-France ou de son représentant, qui ne peut intervenir avant l'heure limite fixée pour la clôture du scrutin. En cas d'incident technique, la délibération et la procédure de vote peuvent être reprises ou poursuivies dans les mêmes conditions. Le scrutin ne peut être déclaré valable que si un quart au moins des membres du collège électoral a participé au scrutin en exprimant son vote par voie électronique. Si tel n'est pas le cas, un nouveau scrutin par voie électronique est organisé au plus tard dans les huit jours francs suivant le scrutin initial. L'élection peut alors avoir lieu sans condition de participation minimale à ce nouveau scrutin. Au terme du délai fixé pour l'expression des votes, le président en adresse les résultats à l'ensemble des membres du collège. Les résultats sont proclamés, affichés et publiés par le préfet de la région d'Ile-de-France. Ils peuvent être contestés devant le tribunal administratif, dans les dix jours qui suivent leur proclamation, par tout électeur, par tout candidat et par le préfet. V.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de professionnels et des associations mentionnés au 4° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, en fonction de la situation de l'habitat et de l'hébergement et de l'importance de leur activité en Ile-de-France. Sur proposition, le cas échéant, des organisations professionnelles ou des associations, le préfet de région d'Ile-de-France et le président du conseil régional arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France ainsi que de leurs suppléants. VI.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de représentants mentionnés au 5° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, par catégorie. Ils arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement mentionnés au même alinéa ainsi que de leurs suppléants, en y intégrant, en tant que de besoin, des personnalités compétentes dans le domaine de l'habitat et de l'hébergement. VII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France issus des collèges définis au 4° et 5° du I de l'article L. 302-13 réunis ne peuvent représenter ni moins du quart ni plus de la moitié des membres du comité. VIII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France sont nommés pour une période de six ans renouvelable par arrêté conjoint du préfet de région d'Ile-de-France et du président du conseil régional.",
            "texteHtml": "<p></p><p>I.-Le comité régional de l'habitat et de l'hébergement d'Ile-de-France est présidé conjointement par le préfet de région ou son représentant et par le président du conseil régional d'Ile-de-France ou son représentant.</p><p>II-Le collège des membres représentant l'Etat mentionné au 1° de l'article L. 302-13 est constitué par le préfet de région d'Ile-de-France, préfet de Paris, les préfets des autres départements d'Ile-de-France, le directeur régional et interdépartemental de l'environnement, de l'aménagement et des transports, le directeur régional et interdépartemental de l'hébergement et du logement et le directeur régional de la jeunesse, des sports et de la cohésion sociale, ou leurs représentants.</p><p>III.-Le collège des membres représentant la région Ile-de-France et les départements franciliens mentionné au 2° de l'article L. 302-13 est constitué par le président du conseil régional d'Ile-de-France ou son représentant, onze conseillers régionaux ou leurs suppléants, et les présidents des conseils départementaux d'Ile-de-France ou leurs représentants.</p><p>IV.-Le collège des membres représentant les structures intercommunales mentionné au 3° de l'article L. 302-13, est constitué par :</p><p>1° Le président du conseil de la métropole du Grand Paris ou son représentant et onze conseillers de la métropole ou leurs suppléants, désignés par le conseil de la métropole en application de l'article L. 5211-1 du code général des collectivités territoriales ;</p><p>2° Douze présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat ayant leur siège hors du périmètre de la métropole du Grand Paris, ou leurs représentants. Chacun des départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines est représenté au comité par au moins un président d'établissement public de coopération intercommunale ayant son siège dans le département.</p><p>Les douze présidents d'établissements publics de coopération intercommunale mentionnés à l'alinéa précédent sont élus par une assemblée spéciale composée de l'ensemble des présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat et ayant leur siège hors du périmètre de la métropole du Grand Paris.</p><p>L'élection est organisée par le préfet de la région d'Ile-de-France qui convoque les membres de l'assemblée dix jours au moins avant la date de la réunion.</p><p>L'assemblée spéciale ne peut valablement voter que si un quart au moins de ses membres est présent ou représenté.</p><p>Si le quorum ne peut être atteint en début de séance, l'assemblée spéciale est à nouveau réunie sur convocation du préfet de la région d'Ile-de-France au plus tard dans les huit jours francs suivants la séance. L'élection peut avoir lieu sans condition de quorum.</p><p>L'assemblée spéciale procède sous la présidence de son doyen d'âge à l'élection de son président.</p><p>Le président appelle les deux benjamins de l'assemblée spéciale en qualité d'assesseurs. Le président et les deux assesseurs forment le bureau de l'assemblée spéciale. Ils participent au décompte des votes et signent le procès-verbal.</p><p>Les déclarations de candidature des présidents d'établissements publics de coopération intercommunale souhaitant siéger au comité régional de l'habitat et de l'hébergement d'Ile-de-France, sont adressées au bureau de l'assemblée, ou par courrier au préfet de la région d'Ile-de-France en cas d'impossibilité de siéger à l'assemblée ou de s'y faire représenter.</p><p>Le vote par procuration est admis. Chaque électeur présent ne peut disposer de plus de trois procurations.</p><p>Les désignations sont effectuées à main levée et à la majorité simple.</p><p>Par dérogation aux neuf alinéas précédents, le préfet de la région d'Ile-de-France peut décider que l'élection des douze présidents d'établissements publics de coopération intercommunale mentionnés au troisième alinéa du présent IV aura lieu par voie électronique.<br/><br/>\nL'engagement de l'élection par voie électronique est subordonné à la vérification préalable que l'ensemble des membres du collège électoral ont accès à des moyens techniques permettant leur participation effective pendant la durée du vote.<br/><br/>\nLe préfet de la région d'Ile-de-France informe l'ensemble des présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat et ayant leur siège hors du périmètre de la métropole du Grand Paris de la tenue de ce scrutin par voie électronique, dix jours au moins avant la date prévue, de la date de ce scrutin et de l'heure de son début ainsi que de la date et de l'heure à laquelle interviendra au plus tôt sa clôture.<br/><br/>\nLes déclarations de candidature des présidents d'établissements publics de coopération intercommunale souhaitant siéger au comité régional de l'habitat et de l'hébergement d'Ile-de-France sont adressées par voie électronique au préfet de la région d'Ile-de-France au plus tard deux jours avant l'ouverture du scrutin.<br/><br/>\nLe scrutin est ouvert par un message du préfet de la région d'Ile-de-France ou de son représentant, à l'ensemble des membres du collège électoral, qui rappelle le nom des candidats et l'heure de clôture du scrutin.<br/><br/>\nL'ensemble du collège électoral est rendu destinataire des messages de vote envoyés durant le scrutin.<br/><br/>\nLe scrutin est clos par un message du préfet de la région d'Ile-de-France ou de son représentant, qui ne peut intervenir avant l'heure limite fixée pour la clôture du scrutin.<br/><br/>\nEn cas d'incident technique, la délibération et la procédure de vote peuvent être reprises ou poursuivies dans les mêmes conditions.<br/><br/>\nLe scrutin ne peut être déclaré valable que si un quart au moins des membres du collège électoral a participé au scrutin en exprimant son vote par voie électronique. Si tel n'est pas le cas, un nouveau scrutin par voie électronique est organisé au plus tard dans les huit jours francs suivant le scrutin initial. L'élection peut alors avoir lieu sans condition de participation minimale à ce nouveau scrutin.<br/><br/>\nAu terme du délai fixé pour l'expression des votes, le président en adresse les résultats à l'ensemble des membres du collège.</p><p>Les résultats sont proclamés, affichés et publiés par le préfet de la région d'Ile-de-France. Ils peuvent être contestés devant le tribunal administratif, dans les dix jours qui suivent leur proclamation, par tout électeur, par tout candidat et par le préfet.</p><p>V.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de professionnels et des associations mentionnés au 4° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, en fonction de la situation de l'habitat et de l'hébergement et de l'importance de leur activité en Ile-de-France. Sur proposition, le cas échéant, des organisations professionnelles ou des associations, le préfet de région d'Ile-de-France et le président du conseil régional arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France ainsi que de leurs suppléants.</p><p>VI.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de représentants mentionnés au 5° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, par catégorie. Ils arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement mentionnés au même alinéa ainsi que de leurs suppléants, en y intégrant, en tant que de besoin, des personnalités compétentes dans le domaine de l'habitat et de l'hébergement.</p><p>VII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France issus des collèges définis au 4° et 5° du I de l'article L. 302-13 réunis ne peuvent représenter ni moins du quart ni plus de la moitié des membres du comité.</p><p>VIII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France sont nommés pour une période de six ans renouvelable par arrêté conjoint du préfet de région d'Ile-de-France et du président du conseil régional.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2021-04-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132258",
                        "id": "LEGISCTA000006132258",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-06-10",
                        "fin": "2010-01-01",
                        "titre": "Titre VI : Organismes consultatifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145310",
                        "id": "LEGISCTA000006145310",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Organismes consultatifs et organismes concourant aux objectifs de la politique d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145310",
                        "id": "LEGISCTA000021617454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-24",
                        "fin": "2014-11-17",
                        "titre": "Chapitre II : Comité régional de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160694",
                        "id": "LEGISCTA000006160694",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-11-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Comité régional de l'habitat et de l'hébergement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160694",
                        "id": "LEGISCTA000029774108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-24",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Composition et fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177815",
                        "id": "LEGISCTA000006177815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-11-17",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions spécifiques au comité régional de l'habitat et de l'hébergement d'Ile-de-France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029764150",
                        "id": "LEGISCTA000029764154",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000036662151",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-1",
                    "articleId": "LEGIARTI000006392782",
                    "natureText": "CODE",
                    "date": 1617403503421,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L302-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L302-13",
                    "articleId": "LEGIARTI000022310115",
                    "natureText": "CODE",
                    "date": 1617403503421,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1390953600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036658656",
                    "textTitle": "Décret n°2018-142 du 27 février 2018 - art. 12",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000036659416",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-03-01",
                    "dateSignaTexte": "2018-02-27",
                    "dateDebutCible": "2018-03-02"
                }
            ],
            "num": "R362-13",
            "origine": "LEGI",
            "texte": "I.-Le comité régional de l'habitat et de l'hébergement d'Ile-de-France est présidé conjointement par le préfet de région ou son représentant et par le président du conseil régional d'Ile-de-France ou son représentant. II-Le collège des membres représentant l'Etat mentionné au 1° de l'article L. 302-13 est constitué par le préfet de région d'Ile-de-France, préfet de Paris, les préfets des autres départements d'Ile-de-France, le directeur régional et interdépartemental de l'équipement et de l'aménagement, le directeur régional et interdépartemental de l'hébergement et du logement, le directeur régional et interdépartemental de l'environnement et de l'énergie et le directeur régional de la jeunesse, des sports et de la cohésion sociale, ou leurs représentants. III.-Le collège des membres représentant la région Ile-de-France et les départements franciliens mentionné au 2° de l'article L. 302-13 est constitué par le président du conseil régional d'Ile-de-France ou son représentant, onze conseillers régionaux ou leurs suppléants, et les présidents des conseils départementaux d'Ile-de-France ou leurs représentants. IV.-Le collège des membres représentant les structures intercommunales mentionné au 3° de l'article L. 302-13, est constitué par : 1° Le président du conseil de la métropole du Grand Paris ou son représentant et onze conseillers de la métropole ou leurs suppléants, désignés par le conseil de la métropole en application de l'article L. 5211-1 du code général des collectivités territoriales ; 2° Douze présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat ayant leur siège hors du périmètre de la métropole du Grand Paris, ou leurs représentants. Chacun des départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines est représenté au comité par au moins un président d'établissement public de coopération intercommunale ayant son siège dans le département. Les douze présidents d'établissements publics de coopération intercommunale mentionnés à l'alinéa précédent sont élus par une assemblée spéciale composée de l'ensemble des présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat et ayant leur siège hors du périmètre de la métropole du Grand Paris. L'élection est organisée par le préfet de la région d'Ile-de-France qui convoque les membres de l'assemblée dix jours au moins avant la date de la réunion. L'assemblée spéciale ne peut valablement voter que si un quart au moins de ses membres est présent ou représenté. Si le quorum ne peut être atteint en début de séance, l'assemblée spéciale est à nouveau réunie sur convocation du préfet de la région d'Ile-de-France au plus tard dans les huit jours francs suivants la séance. L'élection peut avoir lieu sans condition de quorum. L'assemblée spéciale procède sous la présidence de son doyen d'âge à l'élection de son président. Le président appelle les deux benjamins de l'assemblée spéciale en qualité d'assesseurs. Le président et les deux assesseurs forment le bureau de l'assemblée spéciale. Ils participent au décompte des votes et signent le procès-verbal. Les déclarations de candidature des présidents d'établissements publics de coopération intercommunale souhaitant siéger au comité régional de l'habitat et de l'hébergement d'Ile-de-France, sont adressées au bureau de l'assemblée, ou par courrier au préfet de la région d'Ile-de-France en cas d'impossibilité de siéger à l'assemblée ou de s'y faire représenter. Le vote par procuration est admis. Chaque électeur présent ne peut disposer de plus de trois procurations. Les désignations sont effectuées à main levée et à la majorité simple. Par dérogation aux neuf alinéas précédents, le préfet de la région d'Ile-de-France peut décider que l'élection des douze présidents d'établissements publics de coopération intercommunale mentionnés au troisième alinéa du présent IV aura lieu par voie électronique. L'engagement de l'élection par voie électronique est subordonné à la vérification préalable que l'ensemble des membres du collège électoral ont accès à des moyens techniques permettant leur participation effective pendant la durée du vote. Le préfet de la région d'Ile-de-France informe l'ensemble des présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat et ayant leur siège hors du périmètre de la métropole du Grand Paris de la tenue de ce scrutin par voie électronique, dix jours au moins avant la date prévue, de la date de ce scrutin et de l'heure de son début ainsi que de la date et de l'heure à laquelle interviendra au plus tôt sa clôture. Les déclarations de candidature des présidents d'établissements publics de coopération intercommunale souhaitant siéger au comité régional de l'habitat et de l'hébergement d'Ile-de-France sont adressées par voie électronique au préfet de la région d'Ile-de-France au plus tard deux jours avant l'ouverture du scrutin. Le scrutin est ouvert par un message du préfet de la région d'Ile-de-France ou de son représentant, à l'ensemble des membres du collège électoral, qui rappelle le nom des candidats et l'heure de clôture du scrutin. L'ensemble du collège électoral est rendu destinataire des messages de vote envoyés durant le scrutin. Le scrutin est clos par un message du préfet de la région d'Ile-de-France ou de son représentant, qui ne peut intervenir avant l'heure limite fixée pour la clôture du scrutin. En cas d'incident technique, la délibération et la procédure de vote peuvent être reprises ou poursuivies dans les mêmes conditions. Le scrutin ne peut être déclaré valable que si un quart au moins des membres du collège électoral a participé au scrutin en exprimant son vote par voie électronique. Si tel n'est pas le cas, un nouveau scrutin par voie électronique est organisé au plus tard dans les huit jours francs suivant le scrutin initial. L'élection peut alors avoir lieu sans condition de participation minimale à ce nouveau scrutin. Au terme du délai fixé pour l'expression des votes, le président en adresse les résultats à l'ensemble des membres du collège. Les résultats sont proclamés, affichés et publiés par le préfet de la région d'Ile-de-France. Ils peuvent être contestés devant le tribunal administratif, dans les dix jours qui suivent leur proclamation, par tout électeur, par tout candidat et par le préfet. V.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de professionnels et des associations mentionnés au 4° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, en fonction de la situation de l'habitat et de l'hébergement et de l'importance de leur activité en Ile-de-France. Sur proposition, le cas échéant, des organisations professionnelles ou des associations, le préfet de région d'Ile-de-France et le président du conseil régional arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France ainsi que de leurs suppléants. VI.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de représentants mentionnés au 5° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, par catégorie. Ils arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement mentionnés au même alinéa ainsi que de leurs suppléants, en y intégrant, en tant que de besoin, des personnalités compétentes dans le domaine de l'habitat et de l'hébergement. VII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France issus des collèges définis au 4° et 5° du I de l'article L. 302-13 réunis ne peuvent représenter ni moins du quart ni plus de la moitié des membres du comité. VIII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France sont nommés pour une période de six ans renouvelable par arrêté conjoint du préfet de région d'Ile-de-France et du président du conseil régional.",
            "texteHtml": "<p></p><p>I.-Le comité régional de l'habitat et de l'hébergement d'Ile-de-France est présidé conjointement par le préfet de région ou son représentant et par le président du conseil régional d'Ile-de-France ou son représentant.</p><p>II-Le collège des membres représentant l'Etat mentionné au 1° de l'article <a href='/article/LEGIARTI000022310115'>L. 302-13 </a>est constitué par le préfet de région d'Ile-de-France, préfet de Paris, les préfets des autres départements d'Ile-de-France, le directeur régional et interdépartemental de l'équipement et de l'aménagement, le directeur régional et interdépartemental de l'hébergement et du logement, le directeur régional et interdépartemental de l'environnement et de l'énergie et le directeur régional de la jeunesse, des sports et de la cohésion sociale, ou leurs représentants.</p><p>III.-Le collège des membres représentant la région Ile-de-France et les départements franciliens mentionné au 2° de l'article L. 302-13 est constitué par le président du conseil régional d'Ile-de-France ou son représentant, onze conseillers régionaux ou leurs suppléants, et les présidents des conseils départementaux d'Ile-de-France ou leurs représentants.</p><p>IV.-Le collège des membres représentant les structures intercommunales mentionné au 3° de l'article L. 302-13, est constitué par :</p><p>1° Le président du conseil de la métropole du Grand Paris ou son représentant et onze conseillers de la métropole ou leurs suppléants, désignés par le conseil de la métropole en application de l'article <a href='/article/LEGIARTI000006392782'>L. 5211-1 du code général des collectivités territoriales</a> ;</p><p>2° Douze présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat ayant leur siège hors du périmètre de la métropole du Grand Paris, ou leurs représentants. Chacun des départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines est représenté au comité par au moins un président d'établissement public de coopération intercommunale ayant son siège dans le département.</p><p>Les douze présidents d'établissements publics de coopération intercommunale mentionnés à l'alinéa précédent sont élus par une assemblée spéciale composée de l'ensemble des présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat et ayant leur siège hors du périmètre de la métropole du Grand Paris.</p><p>L'élection est organisée par le préfet de la région d'Ile-de-France qui convoque les membres de l'assemblée dix jours au moins avant la date de la réunion.</p><p>L'assemblée spéciale ne peut valablement voter que si un quart au moins de ses membres est présent ou représenté.</p><p>Si le quorum ne peut être atteint en début de séance, l'assemblée spéciale est à nouveau réunie sur convocation du préfet de la région d'Ile-de-France au plus tard dans les huit jours francs suivants la séance. L'élection peut avoir lieu sans condition de quorum.</p><p>L'assemblée spéciale procède sous la présidence de son doyen d'âge à l'élection de son président.</p><p>Le président appelle les deux benjamins de l'assemblée spéciale en qualité d'assesseurs. Le président et les deux assesseurs forment le bureau de l'assemblée spéciale. Ils participent au décompte des votes et signent le procès-verbal.</p><p>Les déclarations de candidature des présidents d'établissements publics de coopération intercommunale souhaitant siéger au comité régional de l'habitat et de l'hébergement d'Ile-de-France, sont adressées au bureau de l'assemblée, ou par courrier au préfet de la région d'Ile-de-France en cas d'impossibilité de siéger à l'assemblée ou de s'y faire représenter.</p><p>Le vote par procuration est admis. Chaque électeur présent ne peut disposer de plus de trois procurations.</p><p>Les désignations sont effectuées à main levée et à la majorité simple.</p><p>Par dérogation aux neuf alinéas précédents, le préfet de la région d'Ile-de-France peut décider que l'élection des douze présidents d'établissements publics de coopération intercommunale mentionnés au troisième alinéa du présent IV aura lieu par voie électronique.<br/><br/>\n L'engagement de l'élection par voie électronique est subordonné à la vérification préalable que l'ensemble des membres du collège électoral ont accès à des moyens techniques permettant leur participation effective pendant la durée du vote.<br/><br/>\n Le préfet de la région d'Ile-de-France informe l'ensemble des présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat et ayant leur siège hors du périmètre de la métropole du Grand Paris de la tenue de ce scrutin par voie électronique, dix jours au moins avant la date prévue, de la date de ce scrutin et de l'heure de son début ainsi que de la date et de l'heure à laquelle interviendra au plus tôt sa clôture.<br/><br/>\n Les déclarations de candidature des présidents d'établissements publics de coopération intercommunale souhaitant siéger au comité régional de l'habitat et de l'hébergement d'Ile-de-France sont adressées par voie électronique au préfet de la région d'Ile-de-France au plus tard deux jours avant l'ouverture du scrutin.<br/><br/>\n Le scrutin est ouvert par un message du préfet de la région d'Ile-de-France ou de son représentant, à l'ensemble des membres du collège électoral, qui rappelle le nom des candidats et l'heure de clôture du scrutin.<br/><br/>\n L'ensemble du collège électoral est rendu destinataire des messages de vote envoyés durant le scrutin.<br/><br/>\n Le scrutin est clos par un message du préfet de la région d'Ile-de-France ou de son représentant, qui ne peut intervenir avant l'heure limite fixée pour la clôture du scrutin.<br/><br/>\n En cas d'incident technique, la délibération et la procédure de vote peuvent être reprises ou poursuivies dans les mêmes conditions.<br/><br/>\n Le scrutin ne peut être déclaré valable que si un quart au moins des membres du collège électoral a participé au scrutin en exprimant son vote par voie électronique. Si tel n'est pas le cas, un nouveau scrutin par voie électronique est organisé au plus tard dans les huit jours francs suivant le scrutin initial. L'élection peut alors avoir lieu sans condition de participation minimale à ce nouveau scrutin.<br/><br/>\n Au terme du délai fixé pour l'expression des votes, le président en adresse les résultats à l'ensemble des membres du collège.</p><p>Les résultats sont proclamés, affichés et publiés par le préfet de la région d'Ile-de-France. Ils peuvent être contestés devant le tribunal administratif, dans les dix jours qui suivent leur proclamation, par tout électeur, par tout candidat et par le préfet.</p><p>V.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de professionnels et des associations mentionnés au 4° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, en fonction de la situation de l'habitat et de l'hébergement et de l'importance de leur activité en Ile-de-France. Sur proposition, le cas échéant, des organisations professionnelles ou des associations, le préfet de région d'Ile-de-France et le président du conseil régional arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France ainsi que de leurs suppléants.</p><p>VI.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de représentants mentionnés au 5° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, par catégorie. Ils arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement mentionnés au même alinéa ainsi que de leurs suppléants, en y intégrant, en tant que de besoin, des personnalités compétentes dans le domaine de l'habitat et de l'hébergement.</p><p>VII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France issus des collèges définis au 4° et 5° du I de l'article L. 302-13 réunis ne peuvent représenter ni moins du quart ni plus de la moitié des membres du comité.</p><p>VIII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France sont nommés pour une période de six ans renouvelable par arrêté conjoint du préfet de région d'Ile-de-France et du président du conseil régional.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2018-03-02T00:00:00.000Z",
            "dateFin": "2021-04-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132258",
                        "id": "LEGISCTA000006132258",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1983-06-10",
                        "fin": "2010-01-01",
                        "titre": "Titre VI : Organismes consultatifs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145310",
                        "id": "LEGISCTA000006145310",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Organismes consultatifs et organismes concourant aux objectifs de la politique d'aide au logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145310",
                        "id": "LEGISCTA000021617454",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-24",
                        "fin": "2014-11-17",
                        "titre": "Chapitre II : Comité régional de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160694",
                        "id": "LEGISCTA000006160694",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-11-17",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Comité régional de l'habitat et de l'hébergement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160694",
                        "id": "LEGISCTA000029774108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-24",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Composition et fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177815",
                        "id": "LEGISCTA000006177815",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-11-17",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Dispositions spécifiques au comité régional de l'habitat et de l'hébergement d'Ile-de-France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029764150",
                        "id": "LEGISCTA000029764154",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000029764184",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-1",
                    "articleId": "LEGIARTI000006392782",
                    "natureText": "CODE",
                    "date": 1617403503308,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L302-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L302-13",
                    "articleId": "LEGIARTI000022310115",
                    "natureText": "CODE",
                    "date": 1617403503309,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1390953600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029762743",
                    "textTitle": "DÉCRET n°2014-1369 du 14 novembre 2014 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000029763647",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-11-16",
                    "dateSignaTexte": "2014-11-14",
                    "dateDebutCible": "2014-11-17"
                }
            ],
            "num": "R362-13",
            "origine": "LEGI",
            "texte": "I.-Le comité régional de l'habitat et de l'hébergement d'Ile-de-France est présidé conjointement par le préfet de région ou son représentant et par le président du conseil régional d'Ile-de-France ou son représentant. II-Le collège des membres représentant l'Etat mentionné au 1° de l'article L. 302-13 est constitué par le préfet de région d'Ile-de-France, préfet de Paris, les préfets des autres départements d'Ile-de-France, le directeur régional et interdépartemental de l'équipement et de l'aménagement, le directeur régional et interdépartemental de l'hébergement et du logement, le directeur régional et interdépartemental de l'environnement et de l'énergie et le directeur régional de la jeunesse, des sports et de la cohésion sociale, ou leurs représentants. III.-Le collège des membres représentant la région Ile-de-France et les départements franciliens mentionné au 2° de l'article L. 302-13 est constitué par le président du conseil régional d'Ile-de-France ou son représentant, onze conseillers régionaux ou leurs suppléants, et les présidents des conseils généraux des départements d'Ile-de-France ou leurs représentants. IV.-Le collège des membres représentant les structures intercommunales mentionné au 3° de l'article L. 302-13, est constitué par : 1° Le président du conseil de la métropole du Grand Paris ou son représentant et onze conseillers de la métropole ou leurs suppléants, désignés par le conseil de la métropole en application de l'article L. 5211-1 du code général des collectivités territoriales ; 2° Douze présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat ayant leur siège hors du périmètre de la métropole du Grand Paris, ou leurs représentants. Chacun des départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines est représenté au comité par au moins un président d'établissement public de coopération intercommunale ayant son siège dans le département. Les douze présidents d'établissements publics de coopération intercommunale mentionnés à l'alinéa précédent sont élus par une assemblée spéciale composée de l'ensemble des présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat et ayant leur siège hors du périmètre de la métropole du Grand Paris. L'élection est organisée par le préfet de la région d'Ile-de-France qui convoque les membres de l'assemblée dix jours au moins avant la date de la réunion. L'assemblée spéciale ne peut valablement voter que si un quart au moins de ses membres est présent ou représenté. Si le quorum ne peut être atteint en début de séance, l'assemblée spéciale est à nouveau réunie sur convocation du préfet de la région d'Ile-de-France au plus tard dans les huit jours francs suivants la séance. L'élection peut avoir lieu sans condition de quorum. L'assemblée spéciale procède sous la présidence de son doyen d'âge à l'élection de son président. Le président appelle les deux benjamins de l'assemblée spéciale en qualité d'assesseurs. Le président et les deux assesseurs forment le bureau de l'assemblée spéciale. Ils participent au décompte des votes et signent le procès-verbal. Les déclarations de candidature des présidents d'établissements publics de coopération intercommunale souhaitant siéger au comité régional de l'habitat et de l'hébergement d'Ile-de-France, sont adressées au bureau de l'assemblée, ou par courrier au préfet de la région d'Ile-de-France en cas d'impossibilité de siéger à l'assemblée ou de s'y faire représenter. Le vote par procuration est admis. Chaque électeur présent ne peut disposer de plus de trois procurations. Les désignations sont effectuées à main levée et à la majorité simple. Les résultats sont proclamés, affichés et publiés par le préfet de la région d'Ile-de-France. Ils peuvent être contestés devant le tribunal administratif, dans les dix jours qui suivent leur proclamation, par tout électeur, par tout candidat et par le préfet. V.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de professionnels et des associations mentionnés au 4° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, en fonction de la situation de l'habitat et de l'hébergement et de l'importance de leur activité en Ile-de-France. Sur proposition, le cas échéant, des organisations professionnelles ou des associations, le préfet de région d'Ile-de-France et le président du conseil régional arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France ainsi que de leurs suppléants. VI.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de représentants mentionnés au 5° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, par catégorie. Ils arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement mentionnés au même alinéa ainsi que de leurs suppléants, en y intégrant, en tant que de besoin, des personnalités compétentes dans le domaine de l'habitat et de l'hébergement. VII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France issus des collèges définis au 4° et 5° du I de l'article L. 302-13 réunis ne peuvent représenter ni moins du quart ni plus de la moitié des membres du comité. VIII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France sont nommés pour une période de six ans renouvelable par arrêté conjoint du préfet de région d'Ile-de-France et du président du conseil régional.",
            "texteHtml": "<p>I.-Le comité régional de l'habitat et de l'hébergement d'Ile-de-France est présidé conjointement par le préfet de région ou son représentant et par le président du conseil régional d'Ile-de-France ou son représentant. </p><p>II-Le collège des membres représentant l'Etat mentionné au 1° de l'article <a href='/article/LEGIARTI000022310115'>L. 302-13 </a>est constitué par le préfet de région d'Ile-de-France, préfet de Paris, les préfets des autres départements d'Ile-de-France, le directeur régional et interdépartemental de l'équipement et de l'aménagement, le directeur régional et interdépartemental de l'hébergement et du logement, le directeur régional et interdépartemental de l'environnement et de l'énergie et le directeur régional de la jeunesse, des sports et de la cohésion sociale, ou leurs représentants. </p><p>III.-Le collège des membres représentant la région Ile-de-France et les départements franciliens mentionné au 2° de l'article L. 302-13 est constitué par le président du conseil régional d'Ile-de-France ou son représentant, onze conseillers régionaux ou leurs suppléants, et les présidents des conseils généraux des départements d'Ile-de-France ou leurs représentants. </p><p>IV.-Le collège des membres représentant les structures intercommunales mentionné au 3° de l'article L. 302-13, est constitué par : </p><p>1° Le président du conseil de la métropole du Grand Paris ou son représentant et onze conseillers de la métropole ou leurs suppléants, désignés par le conseil de la métropole en application de l'article <a href='/article/LEGIARTI000006392782' title='Code général des collectivités territoriales - art. L5211-1 (V)'>L. 5211-1 du code général des collectivités territoriales</a> ; </p><p>2° Douze présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat ayant leur siège hors du périmètre de la métropole du Grand Paris, ou leurs représentants. Chacun des départements de l'Essonne, de Seine-et-Marne, du Val-d'Oise et des Yvelines est représenté au comité par au moins un président d'établissement public de coopération intercommunale ayant son siège dans le département. </p><p>Les douze présidents d'établissements publics de coopération intercommunale mentionnés à l'alinéa précédent sont élus par une assemblée spéciale composée de l'ensemble des présidents d'établissements publics de coopération intercommunale compétents en matière de programme local de l'habitat et ayant leur siège hors du périmètre de la métropole du Grand Paris. </p><p>L'élection est organisée par le préfet de la région d'Ile-de-France qui convoque les membres de l'assemblée dix jours au moins avant la date de la réunion. </p><p>L'assemblée spéciale ne peut valablement voter que si un quart au moins de ses membres est présent ou représenté. </p><p>Si le quorum ne peut être atteint en début de séance, l'assemblée spéciale est à nouveau réunie sur convocation du préfet de la région d'Ile-de-France au plus tard dans les huit jours francs suivants la séance. L'élection peut avoir lieu sans condition de quorum. </p><p>L'assemblée spéciale procède sous la présidence de son doyen d'âge à l'élection de son président. </p><p>Le président appelle les deux benjamins de l'assemblée spéciale en qualité d'assesseurs. Le président et les deux assesseurs forment le bureau de l'assemblée spéciale. Ils participent au décompte des votes et signent le procès-verbal. </p><p>Les déclarations de candidature des présidents d'établissements publics de coopération intercommunale souhaitant siéger au comité régional de l'habitat et de l'hébergement d'Ile-de-France, sont adressées au bureau de l'assemblée, ou par courrier au préfet de la région d'Ile-de-France en cas d'impossibilité de siéger à l'assemblée ou de s'y faire représenter. </p><p>Le vote par procuration est admis. Chaque électeur présent ne peut disposer de plus de trois procurations. </p><p>Les désignations sont effectuées à main levée et à la majorité simple. </p><p>Les résultats sont proclamés, affichés et publiés par le préfet de la région d'Ile-de-France. Ils peuvent être contestés devant le tribunal administratif, dans les dix jours qui suivent leur proclamation, par tout électeur, par tout candidat et par le préfet. </p><p>V.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de professionnels et des associations mentionnés au 4° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, en fonction de la situation de l'habitat et de l'hébergement et de l'importance de leur activité en Ile-de-France. Sur proposition, le cas échéant, des organisations professionnelles ou des associations, le préfet de région d'Ile-de-France et le président du conseil régional arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France ainsi que de leurs suppléants. </p><p>VI.-Le préfet de région d'Ile-de-France et le président du conseil régional établissent la liste des catégories de représentants mentionnés au 5° de l'article L. 302-13 et le nombre de représentants au comité régional de l'habitat et de l'hébergement, par catégorie. Ils arrêtent la liste des membres du comité régional de l'habitat et de l'hébergement mentionnés au même alinéa ainsi que de leurs suppléants, en y intégrant, en tant que de besoin, des personnalités compétentes dans le domaine de l'habitat et de l'hébergement. </p><p>VII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France issus des collèges définis au 4° et 5° du I de l'article L. 302-13 réunis ne peuvent représenter ni moins du quart ni plus de la moitié des membres du comité. </p><p>VIII.-Les membres du comité régional de l'habitat et de l'hébergement d'Ile-de-France sont nommés pour une période de six ans renouvelable par arrêté conjoint du préfet de région d'Ile-de-France et du président du conseil régional.<br/></p>",
            "type": "AUTONOME",
            "dateDebut": "2014-11-17T00:00:00.000Z",
            "dateFin": "2018-03-02T00:00:00.000Z"
        }
    ]
}