{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039344491",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Notice destinée aux victimes d'accidents de la circulation mettant en cause un véhicule terrestre à moteur Les informations suivantes ont pour but de vous expliquer ce que vous devez entreprendre et comment vous serez indemnisé. Elles ont été volontairement limitées à l'essentiel. Pour en savoir plus, il vous faut consulter : -la loi n° 85-677 du 5 juillet 1985 publiée au Journal officiel du 6 juillet 1985 ; -le décret n° 86-15 du 6 janvier 1986 publié au Journal officiel du 7 janvier 1986. La loi du 5 juillet 1985 a amélioré la situation des victimes d'accident de la circulation dans lequel est impliqué un véhicule terrestre à moteur, ainsi que ses remorques ou semi-remorques, à l'exception des chemins de fer et des tramways circulant sur des voies qui leur sont propres : -les cas de non-indemnisation sont désormais limités ; -une offre d'indemnité doit être faite par l'assureur dans un délai de huit mois en cas d'accident corporel. Qui a droit à indemnisation ? Pour les dommages corporels : -les passagers, piétons et cyclistes victimes, sauf lorsque la victime a : -recherché volontairement son dommage ; -commis une faute inexcusable, cause exclusive de l'accident. Toutefois, cette faute ne peut être opposée à la victime si elle est âgée de moins de seize ans ou de plus de soixante-dix ans ou encore si elle est atteinte d'une incapacité permanente ou d'une invalidité au moins égale à 80 % ; -les conducteurs de véhicule terrestre à moteur, sauf lorsqu'ils sont responsables de l'accident (la faute du conducteur peut en effet limiter voire exclure son droit à indemnisation). Pour les dommages matériels : -toutes les victimes dans la mesure où elles ne sont pas responsables de l'accident. Attention.-Même si vous êtes indemnisé de vos dommages, vous pouvez être tenu de réparer ceux que vous avez causés à autrui si vous êtes responsable. Comment se déroule l'indemnisation ? -l'assureur du responsable prend contact avec vous ; -vous le renseignez ; -vous vous soumettez à un examen médical ; -l'assureur vous fait une offre d'indemnisation ; -vous acceptez l'offre, l'assureur vous indemnise ; -vous refusez l'offre, vous devez alors réclamer l'indemnisation devant le tribunal. Qui doit vous contacter ? -dans la plupart des cas : l'assureur qui garantit la responsabilité civile du véhicule impliqué. Si plusieurs véhicules sont impliqués, un seul assureur fait l'offre pour le compte de tous ; -le propriétaire du véhicule s'il est dispensé de recourir à un assureur (État, RATP...) ; -le Bureau central français, ou son représentant, s'il s'agit d'un véhicule étranger (BP 27-93171 Bagnolet Cedex) ; -si l'auteur de l'accident est inconnu ou non assuré, il vous appartient de saisir le Fonds de garantie (64, rue Defrance, 94307 Vincennes Cedex). A la première correspondance, il vous est demandé de fournir les renseignements nécessaires à votre indemnisation. Vous pouvez : -vous faire assister d'un avocat de votre choix ; -obtenir, sans frais, copie du rapport de police ou de gendarmerie. Vous devez communiquer à l'assureur : 1° vos nom et prénoms ; 2° vos date et lieu de naissance ; 3° votre activité professionnelle et l'adresse de votre ou de vos employeurs ; 4° le montant de vos revenus professionnels avec les justifications utiles ; 5° la description des atteintes à votre personne accompagnée d'une copie du certificat médical initial et autres pièces justificatives en cas de consolidation ; 6° la description des dommages causés à vos biens ; 7° les nom, prénoms et adresse des personnes à votre charge au moment de l'accident ; 8° votre numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont vous relevez ; 9° la liste des tiers payeurs appelés à vous verser des prestations, ainsi que leurs adresses ; 10° le lieu où les correspondances doivent être adressées. Si la victime décède, le conjoint et chacun des héritiers doivent communiquer à l'assureur : 1° ses nom et prénoms ; 2° ses date et lieu de naissance ; 3° les nom et prénoms, date et lieu de naissance de la victime ; 4° ses liens avec la victime ; 5° son activité professionnelle et l'adresse de son ou de ses employeurs ; 6° le montant de ses revenus avec les justifications utiles ; 7° la description de son préjudice, notamment les frais de toute nature qu'il a exposés du fait de l'accident ; 8° son numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont il relève ; 9° la liste des tiers payeurs appelés à lui verser des prestations, ainsi que leurs adresses ; 10° le lieu où les correspondances doivent être adressées. Vous devez répondre à toutes ces questions dans un délai de six semaines. Si vous tardez ou si votre réponse est incomplète, vous retardez l'indemnisation. Vous êtes convoqué à un examen médical. Vous êtes avisé au moins quinze jours avant l'examen médical : -de la date et du lieu de l'examen ; -de l'identité et des titres du médecin ; -de l'objet de l'examen ; -du nom de l'assureur pour le compte duquel l'examen est demandé. Vous recevrez copie du rapport dans les vingt jours. Vous pouvez : -vous faire assister d'un médecin de votre choix ; -refuser de vous présenter à l'examen médical si les renseignements ne vous ont pas été communiqués dans le délai prescrit ; -refuser de vous faire examiner par le médecin choisi par l'assureur ; dans ce cas, l'assureur peut vous proposer un autre médecin ou demander au tribunal d'en désigner un ; -demander vous-même au tribunal la désignation d'un médecin expert. Que contient l'offre d'indemnisation ? Si vous avez subi un dommage corporel, l'assureur doit vous présenter, dans les huit mois qui suivent l'accident, une offre d'indemnisation comprenant la réparation : -du préjudice corporel ; -du préjudice matériel lorsqu'il n'a pas fait l'objet d'un règlement préalable. Selon votre état de santé, cette offre peut être : -définitive si votre état de santé est consolidé et que l'assureur en a été informé dans les trois mois suivant l'accident ; -provisionnelle dans le cas contraire, l'offre définitive vous sera présentée au plus tard cinq mois après que l'assureur aura été informé de votre consolidation. L'offre doit couvrir tous les éléments de votre préjudice, c'est-à-dire : En cas de blessure : -les frais engagés pour vous soigner (hospitalisation, chirurgie, pharmacie, rééducation, etc.) ; -les salaires ou revenus que vous auriez perçus si vous n'aviez pas été accidenté ; si vous n'exercez pas d'activité rémunérée, des indemnités forfaitaires peuvent vous être allouées ; -l'incapacité permanente partielle déterminée par le médecin chargé de vous examiner ; -le remboursement du coût de la ou des tierces personnes dont l'aide est rendue nécessaire du fait de votre état ; -l'indemnisation des souffrances endurées ; -les autres préjudices (esthétique, d'agrément...) ; En cas de décès : -les frais d'obsèques raisonnablement engagés ; -les préjudices moraux ; -les préjudices économiques ; -les autres préjudices ; Dans tous les cas : -les préjudices matériels annexes aux préjudices corporels ou mortels (vêtements, prothèses...). Attention.-Les sommes calculées subissent, s'il y a lieu, une réduction résultant : -de votre responsabilité ; -des sommes payées ou à payer par les organismes participant à l'indemnisation de votre préjudice (organismes sociaux, employeurs, assureurs d'avances sur indemnités...) ; une copie des décomptes de ces organismes est jointe à l'offre. Qui doit recevoir l'offre d'indemnisation ? -la victime (cas général) ; -les héritiers et le conjoint (en cas de décès) ; -le représentant légal et, selon le cas, le juge des tutelles ou le conseil de famille si la victime est mineure ou majeure incapable. Les suites à donner. Lorsque vous recevez l'offre, vous pouvez : Accepter. Dans les quinze jours qui suivent votre accord, vous pouvez le dénoncer par lettre recommandée ou par envoi recommandé électronique avec accusé de réception. Si vous agissez en tant que représentant légal d'un mineur ou d'un majeur incapable, il vous faut l'accord du juge des tutelles ou du conseil de famille. Discuter. Refuser. Vous pouvez : -vous adresser aux tribunaux pour obtenir l'indemnisation ; -réclamer des dommages-intérêts en cas d'offre manifestement insuffisante. Dans tous les cas, faites part de votre décision à l'assureur qui vous a présenté l'offre d'indemnisation. Attention.-Vous devez informer votre caisse d'assurance maladie de toute transaction intervenue avec l'assureur ou de toute action judiciaire. Quand êtes-vous indemnisé ? Vous êtes indemnisé : -au plus tard quarante-cinq jours après l'accord conclu entre l'assureur et vous ; -en cas de procès, à l'issue de celui-ci. Vous pouvez réclamer des intérêts en cas de retard imputable à l'assureur. Conseils pratiques. Vous pouvez confier la défense de vos intérêts à toute personne de votre choix ; en cas de procès, un avocat doit vous représenter devant le   tribunal judiciaire. En adressant une feuille de soins à la Sécurité sociale, précisez bien qu'il s'agit d'un accident et indiquez sa date. Constituez votre dossier en conservant l'original ou à défaut la copie de toute pièce médicale, les décomptes de la Sécurité sociale, les justificatifs de vos frais ainsi qu'une copie de toute correspondance. Vous devez adresser à l'assureur les pièces justifiant les préjudices que vous avez subis. Vous pouvez prendre l'avis de spécialistes, agent ou courtier d'assurances, avocat, conseiller juridique, médecin... Toutefois, les frais et honoraires de ces intervenants peuvent rester à votre charge sauf si vous bénéficiez d'une garantie de protection juridique ou de l'aide judiciaire en cas de procès. Surveillez les délais afin d'accélérer le règlement de votre dossier. En particulier si un mois après l'accident vous n'avez aucune nouvelle de l'assureur du responsable, prenez contact avec lui. Remarque. Le dispositif mis en place par la loi a pour objet de réduire le nombre de procès et d'accélérer l'indemnisation des victimes. Cependant, vous avez la possibilité à tout moment : -d'introduire devant le tribunal un référé (procédure d'urgence pour obtenir une avance sur indemnité), particulièrement en cas d'inaction persistante de l'assureur du responsable ; -de faire intervenir le juge en cas de désaccord persistant sur : -le taux de responsabilité, -le caractère inexcusable d'une faute, -le montant de l'offre d'indemnisation ; -de vous constituer partie civile ou d'engager une procédure judiciaire à l'encontre des auteurs de l'accident que vous estimez responsables.",
            "texteHtml": "<p></p><p align='center'>Notice destinée aux victimes d'accidents de la circulation mettant en cause un véhicule terrestre à moteur </p><p>Les informations suivantes ont pour but de vous expliquer ce que vous devez entreprendre et comment vous serez indemnisé. </p><p>Elles ont été volontairement limitées à l'essentiel. Pour en savoir plus, il vous faut consulter :</p><p>-la <a href='/affichTexte.do?cidTexte=JORFTEXT000000693454&categorieLien=cid'>loi n° 85-677 du 5 juillet 1985 </a>publiée au Journal officiel du 6 juillet 1985 ;</p><p>-le <a href='/affichTexte.do?cidTexte=JORFTEXT000000881806&categorieLien=cid'>décret n° 86-15 du 6 janvier 1986</a> publié au Journal officiel du 7 janvier 1986. </p><p>La loi du 5 juillet 1985 a amélioré la situation des victimes d'accident de la circulation dans lequel est impliqué un véhicule terrestre à moteur, ainsi que ses remorques ou semi-remorques, à l'exception des chemins de fer et des tramways circulant sur des voies qui leur sont propres :</p><p>-les cas de non-indemnisation sont désormais limités ;</p><p>-une offre d'indemnité doit être faite par l'assureur dans un délai de huit mois en cas d'accident corporel. </p><p><p><em>Qui a droit à indemnisation ? </em></p></p><p><p>Pour les dommages corporels :</p></p><p>-les passagers, piétons et cyclistes victimes, sauf lorsque la victime a :</p><p>-recherché volontairement son dommage ;</p><p>-commis une faute inexcusable, cause exclusive de l'accident. </p><p>Toutefois, cette faute ne peut être opposée à la victime si elle est âgée de moins de seize ans ou de plus de soixante-dix ans ou encore si elle est atteinte d'une incapacité permanente ou d'une invalidité au moins égale à 80 % ;</p><p>-les conducteurs de véhicule terrestre à moteur, sauf lorsqu'ils sont responsables de l'accident (la faute du conducteur peut en effet limiter voire exclure son droit à indemnisation). </p><p>Pour les dommages matériels :</p><p>-toutes les victimes dans la mesure où elles ne sont pas responsables de l'accident. </p><p>Attention.-Même si vous êtes indemnisé de vos dommages, vous pouvez être tenu de réparer ceux que vous avez causés à autrui si vous êtes responsable. </p><p>Comment se déroule l'indemnisation ?</p><p>-l'assureur du responsable prend contact avec vous ;</p><p>-vous le renseignez ;</p><p>-vous vous soumettez à un examen médical ;</p><p>-l'assureur vous fait une offre d'indemnisation ;</p><p>-vous acceptez l'offre, l'assureur vous indemnise ;</p><p>-vous refusez l'offre, vous devez alors réclamer l'indemnisation devant le tribunal. </p><p><p><em>Qui doit vous contacter ?</em></p></p><p><p>-dans la plupart des cas : l'assureur qui garantit la responsabilité civile du véhicule impliqué. Si plusieurs véhicules sont impliqués, un seul assureur fait l'offre pour le compte de tous ;</p></p><p>-le propriétaire du véhicule s'il est dispensé de recourir à un assureur (État, RATP...) ;</p><p>-le Bureau central français, ou son représentant, s'il s'agit d'un véhicule étranger (BP 27-93171 Bagnolet Cedex) ;</p><p>-si l'auteur de l'accident est inconnu ou non assuré, il vous appartient de saisir le Fonds de garantie (64, rue Defrance, 94307 Vincennes Cedex). </p><p>A la première correspondance, il vous est demandé de fournir les renseignements nécessaires à votre indemnisation. </p><p>Vous pouvez :</p><p>-vous faire assister d'un avocat de votre choix ;</p><p>-obtenir, sans frais, copie du rapport de police ou de gendarmerie. </p><p><p><em>Vous devez communiquer à l'assureur : </em></p></p><p><p>1° vos nom et prénoms ; </p></p><p>2° vos date et lieu de naissance ; </p><p>3° votre activité professionnelle et l'adresse de votre ou de vos employeurs ; </p><p>4° le montant de vos revenus professionnels avec les justifications utiles ; </p><p>5° la description des atteintes à votre personne accompagnée d'une copie du certificat médical initial et autres pièces justificatives en cas de consolidation ; </p><p>6° la description des dommages causés à vos biens ; </p><p>7° les nom, prénoms et adresse des personnes à votre charge au moment de l'accident ; </p><p>8° votre numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont vous relevez ; </p><p>9° la liste des tiers payeurs appelés à vous verser des prestations, ainsi que leurs adresses ; </p><p>10° le lieu où les correspondances doivent être adressées. </p><p>Si la victime décède, le conjoint et chacun des héritiers doivent communiquer à l'assureur : </p><p>1° ses nom et prénoms ; </p><p>2° ses date et lieu de naissance ; </p><p>3° les nom et prénoms, date et lieu de naissance de la victime ; </p><p>4° ses liens avec la victime ; </p><p>5° son activité professionnelle et l'adresse de son ou de ses employeurs ; </p><p>6° le montant de ses revenus avec les justifications utiles ; </p><p>7° la description de son préjudice, notamment les frais de toute nature qu'il a exposés du fait de l'accident ; </p><p>8° son numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont il relève ; </p><p>9° la liste des tiers payeurs appelés à lui verser des prestations, ainsi que leurs adresses ; </p><p>10° le lieu où les correspondances doivent être adressées. </p><p>Vous devez répondre à toutes ces questions dans un délai de six semaines. Si vous tardez ou si votre réponse est incomplète, vous retardez l'indemnisation. </p><p><p><em>Vous êtes convoqué à un examen médical. </em></p></p><p><p>Vous êtes avisé au moins quinze jours avant l'examen médical :</p></p><p>-de la date et du lieu de l'examen ;</p><p>-de l'identité et des titres du médecin ;</p><p>-de l'objet de l'examen ;</p><p>-du nom de l'assureur pour le compte duquel l'examen est demandé. </p><p>Vous recevrez copie du rapport dans les vingt jours. </p><p>Vous pouvez :</p><p>-vous faire assister d'un médecin de votre choix ;</p><p>-refuser de vous présenter à l'examen médical si les renseignements ne vous ont pas été communiqués dans le délai prescrit ;</p><p>-refuser de vous faire examiner par le médecin choisi par l'assureur ; dans ce cas, l'assureur peut vous proposer un autre médecin ou demander au tribunal d'en désigner un ;</p><p>-demander vous-même au tribunal la désignation d'un médecin expert. </p><p><p><em>Que contient l'offre d'indemnisation ? </em></p></p><p><p>Si vous avez subi un dommage corporel, l'assureur doit vous présenter, dans les huit mois qui suivent l'accident, une offre d'indemnisation comprenant la réparation :</p></p><p>-du préjudice corporel ;</p><p>-du préjudice matériel lorsqu'il n'a pas fait l'objet d'un règlement préalable. </p><p>Selon votre état de santé, cette offre peut être :</p><p>-définitive si votre état de santé est consolidé et que l'assureur en a été informé dans les trois mois suivant l'accident ;</p><p>-provisionnelle dans le cas contraire, l'offre définitive vous sera présentée au plus tard cinq mois après que l'assureur aura été informé de votre consolidation. </p><p>L'offre doit couvrir tous les éléments de votre préjudice, c'est-à-dire : </p><p>En cas de blessure :</p><p>-les frais engagés pour vous soigner (hospitalisation, chirurgie, pharmacie, rééducation, etc.) ;</p><p>-les salaires ou revenus que vous auriez perçus si vous n'aviez pas été accidenté ; si vous n'exercez pas d'activité rémunérée, des indemnités forfaitaires peuvent vous être allouées ;</p><p>-l'incapacité permanente partielle déterminée par le médecin chargé de vous examiner ;</p><p>-le remboursement du coût de la ou des tierces personnes dont l'aide est rendue nécessaire du fait de votre état ;</p><p>-l'indemnisation des souffrances endurées ;</p><p>-les autres préjudices (esthétique, d'agrément...) ; </p><p>En cas de décès :</p><p>-les frais d'obsèques raisonnablement engagés ;</p><p>-les préjudices moraux ;</p><p>-les préjudices économiques ;</p><p>-les autres préjudices ; </p><p>Dans tous les cas :</p><p>-les préjudices matériels annexes aux préjudices corporels ou mortels (vêtements, prothèses...). </p><p>Attention.-Les sommes calculées subissent, s'il y a lieu, une réduction résultant :</p><p>-de votre responsabilité ;</p><p>-des sommes payées ou à payer par les organismes participant à l'indemnisation de votre préjudice (organismes sociaux, employeurs, assureurs d'avances sur indemnités...) ; une copie des décomptes de ces organismes est jointe à l'offre. </p><p><p><em>Qui doit recevoir l'offre d'indemnisation ?</em></p></p><p><p>-la victime (cas général) ;</p></p><p>-les héritiers et le conjoint (en cas de décès) ;</p><p>-le représentant légal et, selon le cas, le juge des tutelles ou le conseil de famille si la victime est mineure ou majeure incapable. </p><p><p><em>Les suites à donner. </em></p></p><p><p>Lorsque vous recevez l'offre, vous pouvez : </p></p><p>Accepter. </p><p>Dans les quinze jours qui suivent votre accord, vous pouvez le dénoncer par lettre recommandée ou par envoi recommandé électronique avec accusé de réception. </p><p>Si vous agissez en tant que représentant légal d'un mineur ou d'un majeur incapable, il vous faut l'accord du juge des tutelles ou du conseil de famille. </p><p>Discuter. </p><p>Refuser. </p><p>Vous pouvez :</p><p>-vous adresser aux tribunaux pour obtenir l'indemnisation ;</p><p>-réclamer des dommages-intérêts en cas d'offre manifestement insuffisante. </p><p>Dans tous les cas, faites part de votre décision à l'assureur qui vous a présenté l'offre d'indemnisation. </p><p>Attention.-Vous devez informer votre caisse d'assurance maladie de toute transaction intervenue avec l'assureur ou de toute action judiciaire. </p><p>Quand êtes-vous indemnisé ? </p><p>Vous êtes indemnisé :</p><p>-au plus tard quarante-cinq jours après l'accord conclu entre l'assureur et vous ;</p><p>-en cas de procès, à l'issue de celui-ci. </p><p>Vous pouvez réclamer des intérêts en cas de retard imputable à l'assureur. </p><p>Conseils pratiques. </p><p>Vous pouvez confier la défense de vos intérêts à toute personne de votre choix ; en cas de procès, un avocat doit vous représenter devant le   tribunal judiciaire. </p><p>En adressant une feuille de soins à la Sécurité sociale, précisez bien qu'il s'agit d'un accident et indiquez sa date. </p><p>Constituez votre dossier en conservant l'original ou à défaut la copie de toute pièce médicale, les décomptes de la Sécurité sociale, les justificatifs de vos frais ainsi qu'une copie de toute correspondance. </p><p>Vous devez adresser à l'assureur les pièces justifiant les préjudices que vous avez subis. </p><p>Vous pouvez prendre l'avis de spécialistes, agent ou courtier d'assurances, avocat, conseiller juridique, médecin... Toutefois, les frais et honoraires de ces intervenants peuvent rester à votre charge sauf si vous bénéficiez d'une garantie de protection juridique ou de l'aide judiciaire en cas de procès. </p><p>Surveillez les délais afin d'accélérer le règlement de votre dossier. En particulier si un mois après l'accident vous n'avez aucune nouvelle de l'assureur du responsable, prenez contact avec lui. </p><p>Remarque. </p><p>Le dispositif mis en place par la loi a pour objet de réduire le nombre de procès et d'accélérer l'indemnisation des victimes. Cependant, vous avez la possibilité à tout moment :</p><p>-d'introduire devant le tribunal un référé (procédure d'urgence pour obtenir une avance sur indemnité), particulièrement en cas d'inaction persistante de l'assureur du responsable ;</p><p>-de faire intervenir le juge en cas de désaccord persistant sur :</p><p>-le taux de responsabilité,</p><p>-le caractère inexcusable d'une faute,</p><p>-le montant de l'offre d'indemnisation ;</p><p>-de vous constituer partie civile ou d'engager une procédure judiciaire à l'encontre des auteurs de l'accident que vous estimez responsables.</p><p></p>",
            "num": "Annexe art. A211-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073763298,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Assurances obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128172",
                        "id": "LEGISCTA000006128172",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : L'assurance des véhicules terrestres à moteur et de leurs remorques et semi-remorques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142548",
                        "id": "LEGISCTA000006142548",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'obligation de s'assurer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156974",
                        "id": "LEGISCTA000006156974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-07-02",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Procédures d'indemnisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173837",
                        "id": "LEGISCTA000006173837",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019235847",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173837",
            "sectionParentId": "LEGISCTA000006173837",
            "sectionParentTitre": "Section VI : Procédures d'indemnisation.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre II : Assurances obligatoires &gt; Titre Ier : L'assurance des véhicules terrestres à moteur et de leurs remorques et semi-remorques &gt; Chapitre Ier : L'obligation de s'assurer &gt; Section VI : Procédures d'indemnisation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039344491",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110244",
                    "textTitle": "Décret n°2019-966 du 18 septembre 2019 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000039114120",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000693454",
                    "textTitle": "LOI n° 85-677 du 5 juillet 1985",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693454",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-677",
                    "datePubli": 489456000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000881806",
                    "textTitle": "Décret n°86-15 du 6 janvier 1986",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881806",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "86-15",
                    "datePubli": 505440000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019235847",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 583804800000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036754210",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039344491",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art. A211-11"
            ],
            "versionPrecedente": "LEGIARTI000036754210",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036754210",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Notice destinée aux victimes d'accidents de la circulation mettant en cause un véhicule terrestre à moteur Les informations suivantes ont pour but de vous expliquer ce que vous devez entreprendre et comment vous serez indemnisé. Elles ont été volontairement limitées à l'essentiel. Pour en savoir plus, il vous faut consulter : -la loi n° 85-677 du 5 juillet 1985 publiée au Journal officiel du 6 juillet 1985 ; -le décret n° 86-15 du 6 janvier 1986 publié au Journal officiel du 7 janvier 1986. La loi du 5 juillet 1985 a amélioré la situation des victimes d'accident de la circulation dans lequel est impliqué un véhicule terrestre à moteur, ainsi que ses remorques ou semi-remorques, à l'exception des chemins de fer et des tramways circulant sur des voies qui leur sont propres : -les cas de non-indemnisation sont désormais limités ; -une offre d'indemnité doit être faite par l'assureur dans un délai de huit mois en cas d'accident corporel. Qui a droit à indemnisation ? Pour les dommages corporels : -les passagers, piétons et cyclistes victimes, sauf lorsque la victime a : -recherché volontairement son dommage ; -commis une faute inexcusable, cause exclusive de l'accident. Toutefois, cette faute ne peut être opposée à la victime si elle est âgée de moins de seize ans ou de plus de soixante-dix ans ou encore si elle est atteinte d'une incapacité permanente ou d'une invalidité au moins égale à 80 % ; -les conducteurs de véhicule terrestre à moteur, sauf lorsqu'ils sont responsables de l'accident (la faute du conducteur peut en effet limiter voire exclure son droit à indemnisation). Pour les dommages matériels : -toutes les victimes dans la mesure où elles ne sont pas responsables de l'accident. Attention.-Même si vous êtes indemnisé de vos dommages, vous pouvez être tenu de réparer ceux que vous avez causés à autrui si vous êtes responsable. Comment se déroule l'indemnisation ? -l'assureur du responsable prend contact avec vous ; -vous le renseignez ; -vous vous soumettez à un examen médical ; -l'assureur vous fait une offre d'indemnisation ; -vous acceptez l'offre, l'assureur vous indemnise ; -vous refusez l'offre, vous devez alors réclamer l'indemnisation devant le tribunal. Qui doit vous contacter ? -dans la plupart des cas : l'assureur qui garantit la responsabilité civile du véhicule impliqué. Si plusieurs véhicules sont impliqués, un seul assureur fait l'offre pour le compte de tous ; -le propriétaire du véhicule s'il est dispensé de recourir à un assureur (État, RATP...) ; -le Bureau central français, ou son représentant, s'il s'agit d'un véhicule étranger (BP 27-93171 Bagnolet Cedex) ; -si l'auteur de l'accident est inconnu ou non assuré, il vous appartient de saisir le Fonds de garantie (64, rue Defrance, 94307 Vincennes Cedex). A la première correspondance, il vous est demandé de fournir les renseignements nécessaires à votre indemnisation. Vous pouvez : -vous faire assister d'un avocat de votre choix ; -obtenir, sans frais, copie du rapport de police ou de gendarmerie. Vous devez communiquer à l'assureur : 1° vos nom et prénoms ; 2° vos date et lieu de naissance ; 3° votre activité professionnelle et l'adresse de votre ou de vos employeurs ; 4° le montant de vos revenus professionnels avec les justifications utiles ; 5° la description des atteintes à votre personne accompagnée d'une copie du certificat médical initial et autres pièces justificatives en cas de consolidation ; 6° la description des dommages causés à vos biens ; 7° les nom, prénoms et adresse des personnes à votre charge au moment de l'accident ; 8° votre numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont vous relevez ; 9° la liste des tiers payeurs appelés à vous verser des prestations, ainsi que leurs adresses ; 10° le lieu où les correspondances doivent être adressées. Si la victime décède, le conjoint et chacun des héritiers doivent communiquer à l'assureur : 1° ses nom et prénoms ; 2° ses date et lieu de naissance ; 3° les nom et prénoms, date et lieu de naissance de la victime ; 4° ses liens avec la victime ; 5° son activité professionnelle et l'adresse de son ou de ses employeurs ; 6° le montant de ses revenus avec les justifications utiles ; 7° la description de son préjudice, notamment les frais de toute nature qu'il a exposés du fait de l'accident ; 8° son numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont il relève ; 9° la liste des tiers payeurs appelés à lui verser des prestations, ainsi que leurs adresses ; 10° le lieu où les correspondances doivent être adressées. Vous devez répondre à toutes ces questions dans un délai de six semaines. Si vous tardez ou si votre réponse est incomplète, vous retardez l'indemnisation. Vous êtes convoqué à un examen médical. Vous êtes avisé au moins quinze jours avant l'examen médical : -de la date et du lieu de l'examen ; -de l'identité et des titres du médecin ; -de l'objet de l'examen ; -du nom de l'assureur pour le compte duquel l'examen est demandé. Vous recevrez copie du rapport dans les vingt jours. Vous pouvez : -vous faire assister d'un médecin de votre choix ; -refuser de vous présenter à l'examen médical si les renseignements ne vous ont pas été communiqués dans le délai prescrit ; -refuser de vous faire examiner par le médecin choisi par l'assureur ; dans ce cas, l'assureur peut vous proposer un autre médecin ou demander au tribunal d'en désigner un ; -demander vous-même au tribunal la désignation d'un médecin expert. Que contient l'offre d'indemnisation ? Si vous avez subi un dommage corporel, l'assureur doit vous présenter, dans les huit mois qui suivent l'accident, une offre d'indemnisation comprenant la réparation : -du préjudice corporel ; -du préjudice matériel lorsqu'il n'a pas fait l'objet d'un règlement préalable. Selon votre état de santé, cette offre peut être : -définitive si votre état de santé est consolidé et que l'assureur en a été informé dans les trois mois suivant l'accident ; -provisionnelle dans le cas contraire, l'offre définitive vous sera présentée au plus tard cinq mois après que l'assureur aura été informé de votre consolidation. L'offre doit couvrir tous les éléments de votre préjudice, c'est-à-dire : En cas de blessure : -les frais engagés pour vous soigner (hospitalisation, chirurgie, pharmacie, rééducation, etc.) ; -les salaires ou revenus que vous auriez perçus si vous n'aviez pas été accidenté ; si vous n'exercez pas d'activité rémunérée, des indemnités forfaitaires peuvent vous être allouées ; -l'incapacité permanente partielle déterminée par le médecin chargé de vous examiner ; -le remboursement du coût de la ou des tierces personnes dont l'aide est rendue nécessaire du fait de votre état ; -l'indemnisation des souffrances endurées ; -les autres préjudices (esthétique, d'agrément...) ; En cas de décès : -les frais d'obsèques raisonnablement engagés ; -les préjudices moraux ; -les préjudices économiques ; -les autres préjudices ; Dans tous les cas : -les préjudices matériels annexes aux préjudices corporels ou mortels (vêtements, prothèses...). Attention.-Les sommes calculées subissent, s'il y a lieu, une réduction résultant : -de votre responsabilité ; -des sommes payées ou à payer par les organismes participant à l'indemnisation de votre préjudice (organismes sociaux, employeurs, assureurs d'avances sur indemnités...) ; une copie des décomptes de ces organismes est jointe à l'offre. Qui doit recevoir l'offre d'indemnisation ? -la victime (cas général) ; -les héritiers et le conjoint (en cas de décès) ; -le représentant légal et, selon le cas, le juge des tutelles ou le conseil de famille si la victime est mineure ou majeure incapable. Les suites à donner. Lorsque vous recevez l'offre, vous pouvez : Accepter. Dans les quinze jours qui suivent votre accord, vous pouvez le dénoncer par lettre recommandée ou par envoi recommandé électronique avec accusé de réception. Si vous agissez en tant que représentant légal d'un mineur ou d'un majeur incapable, il vous faut l'accord du juge des tutelles ou du conseil de famille. Discuter. Refuser. Vous pouvez : -vous adresser aux tribunaux pour obtenir l'indemnisation ; -réclamer des dommages-intérêts en cas d'offre manifestement insuffisante. Dans tous les cas, faites part de votre décision à l'assureur qui vous a présenté l'offre d'indemnisation. Attention.-Vous devez informer votre caisse d'assurance maladie de toute transaction intervenue avec l'assureur ou de toute action judiciaire. Quand êtes-vous indemnisé ? Vous êtes indemnisé : -au plus tard quarante-cinq jours après l'accord conclu entre l'assureur et vous ; -en cas de procès, à l'issue de celui-ci. Vous pouvez réclamer des intérêts en cas de retard imputable à l'assureur. Conseils pratiques. Vous pouvez confier la défense de vos intérêts à toute personne de votre choix ; en cas de procès, un avocat doit vous représenter devant le tribunal de grande instance. En adressant une feuille de soins à la Sécurité sociale, précisez bien qu'il s'agit d'un accident et indiquez sa date. Constituez votre dossier en conservant l'original ou à défaut la copie de toute pièce médicale, les décomptes de la Sécurité sociale, les justificatifs de vos frais ainsi qu'une copie de toute correspondance. Vous devez adresser à l'assureur les pièces justifiant les préjudices que vous avez subis. Vous pouvez prendre l'avis de spécialistes, agent ou courtier d'assurances, avocat, conseiller juridique, médecin... Toutefois, les frais et honoraires de ces intervenants peuvent rester à votre charge sauf si vous bénéficiez d'une garantie de protection juridique ou de l'aide judiciaire en cas de procès. Surveillez les délais afin d'accélérer le règlement de votre dossier. En particulier si un mois après l'accident vous n'avez aucune nouvelle de l'assureur du responsable, prenez contact avec lui. Remarque. Le dispositif mis en place par la loi a pour objet de réduire le nombre de procès et d'accélérer l'indemnisation des victimes. Cependant, vous avez la possibilité à tout moment : -d'introduire devant le tribunal un référé (procédure d'urgence pour obtenir une avance sur indemnité), particulièrement en cas d'inaction persistante de l'assureur du responsable ; -de faire intervenir le juge en cas de désaccord persistant sur : -le taux de responsabilité, -le caractère inexcusable d'une faute, -le montant de l'offre d'indemnisation ; -de vous constituer partie civile ou d'engager une procédure judiciaire à l'encontre des auteurs de l'accident que vous estimez responsables.",
            "texteHtml": "<p></p><p align='center'>Notice destinée aux victimes d'accidents de la circulation mettant en cause un véhicule terrestre à moteur</p><p>Les informations suivantes ont pour but de vous expliquer ce que vous devez entreprendre et comment vous serez indemnisé.</p><p>Elles ont été volontairement limitées à l'essentiel. Pour en savoir plus, il vous faut consulter :</p><p>-la <a href='/affichTexte.do?cidTexte=JORFTEXT000000693454&categorieLien=cid'>loi n° 85-677 du 5 juillet 1985 </a>publiée au Journal officiel du 6 juillet 1985 ;</p><p>-le <a href='/affichTexte.do?cidTexte=JORFTEXT000000881806&categorieLien=cid'>décret n° 86-15 du 6 janvier 1986</a> publié au Journal officiel du 7 janvier 1986.</p><p>La loi du 5 juillet 1985 a amélioré la situation des victimes d'accident de la circulation dans lequel est impliqué un véhicule terrestre à moteur, ainsi que ses remorques ou semi-remorques, à l'exception des chemins de fer et des tramways circulant sur des voies qui leur sont propres :</p><p>-les cas de non-indemnisation sont désormais limités ;</p><p>-une offre d'indemnité doit être faite par l'assureur dans un délai de huit mois en cas d'accident corporel.</p><p><p><em>Qui a droit à indemnisation ? </em></p></p><p><p>Pour les dommages corporels :</p></p><p>-les passagers, piétons et cyclistes victimes, sauf lorsque la victime a :</p><p>-recherché volontairement son dommage ;</p><p>-commis une faute inexcusable, cause exclusive de l'accident.</p><p>Toutefois, cette faute ne peut être opposée à la victime si elle est âgée de moins de seize ans ou de plus de soixante-dix ans ou encore si elle est atteinte d'une incapacité permanente ou d'une invalidité au moins égale à 80 % ;</p><p>-les conducteurs de véhicule terrestre à moteur, sauf lorsqu'ils sont responsables de l'accident (la faute du conducteur peut en effet limiter voire exclure son droit à indemnisation).</p><p>Pour les dommages matériels :</p><p>-toutes les victimes dans la mesure où elles ne sont pas responsables de l'accident.</p><p>Attention.-Même si vous êtes indemnisé de vos dommages, vous pouvez être tenu de réparer ceux que vous avez causés à autrui si vous êtes responsable.</p><p>Comment se déroule l'indemnisation ?</p><p>-l'assureur du responsable prend contact avec vous ;</p><p>-vous le renseignez ;</p><p>-vous vous soumettez à un examen médical ;</p><p>-l'assureur vous fait une offre d'indemnisation ;</p><p>-vous acceptez l'offre, l'assureur vous indemnise ;</p><p>-vous refusez l'offre, vous devez alors réclamer l'indemnisation devant le tribunal.</p><p><p><em>Qui doit vous contacter ?</em></p></p><p><p>-dans la plupart des cas : l'assureur qui garantit la responsabilité civile du véhicule impliqué. Si plusieurs véhicules sont impliqués, un seul assureur fait l'offre pour le compte de tous ;</p></p><p>-le propriétaire du véhicule s'il est dispensé de recourir à un assureur (État, RATP...) ;</p><p>-le Bureau central français, ou son représentant, s'il s'agit d'un véhicule étranger (BP 27-93171 Bagnolet Cedex) ;</p><p>-si l'auteur de l'accident est inconnu ou non assuré, il vous appartient de saisir le Fonds de garantie (64, rue Defrance, 94307 Vincennes Cedex).</p><p>A la première correspondance, il vous est demandé de fournir les renseignements nécessaires à votre indemnisation.</p><p>Vous pouvez :</p><p>-vous faire assister d'un avocat de votre choix ;</p><p>-obtenir, sans frais, copie du rapport de police ou de gendarmerie.</p><p><p><em>Vous devez communiquer à l'assureur : </em></p></p><p><p>1° vos nom et prénoms ;</p></p><p>2° vos date et lieu de naissance ;</p><p>3° votre activité professionnelle et l'adresse de votre ou de vos employeurs ;</p><p>4° le montant de vos revenus professionnels avec les justifications utiles ;</p><p>5° la description des atteintes à votre personne accompagnée d'une copie du certificat médical initial et autres pièces justificatives en cas de consolidation ;</p><p>6° la description des dommages causés à vos biens ;</p><p>7° les nom, prénoms et adresse des personnes à votre charge au moment de l'accident ;</p><p>8° votre numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont vous relevez ;</p><p>9° la liste des tiers payeurs appelés à vous verser des prestations, ainsi que leurs adresses ;</p><p>10° le lieu où les correspondances doivent être adressées.</p><p>Si la victime décède, le conjoint et chacun des héritiers doivent communiquer à l'assureur :</p><p>1° ses nom et prénoms ;</p><p>2° ses date et lieu de naissance ;</p><p>3° les nom et prénoms, date et lieu de naissance de la victime ;</p><p>4° ses liens avec la victime ;</p><p>5° son activité professionnelle et l'adresse de son ou de ses employeurs ;</p><p>6° le montant de ses revenus avec les justifications utiles ;</p><p>7° la description de son préjudice, notamment les frais de toute nature qu'il a exposés du fait de l'accident ;</p><p>8° son numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont il relève ;</p><p>9° la liste des tiers payeurs appelés à lui verser des prestations, ainsi que leurs adresses ;</p><p>10° le lieu où les correspondances doivent être adressées.</p><p>Vous devez répondre à toutes ces questions dans un délai de six semaines. Si vous tardez ou si votre réponse est incomplète, vous retardez l'indemnisation.</p><p><p><em>Vous êtes convoqué à un examen médical. </em></p></p><p><p>Vous êtes avisé au moins quinze jours avant l'examen médical :</p></p><p>-de la date et du lieu de l'examen ;</p><p>-de l'identité et des titres du médecin ;</p><p>-de l'objet de l'examen ;</p><p>-du nom de l'assureur pour le compte duquel l'examen est demandé.</p><p>Vous recevrez copie du rapport dans les vingt jours.</p><p>Vous pouvez :</p><p>-vous faire assister d'un médecin de votre choix ;</p><p>-refuser de vous présenter à l'examen médical si les renseignements ne vous ont pas été communiqués dans le délai prescrit ;</p><p>-refuser de vous faire examiner par le médecin choisi par l'assureur ; dans ce cas, l'assureur peut vous proposer un autre médecin ou demander au tribunal d'en désigner un ;</p><p>-demander vous-même au tribunal la désignation d'un médecin expert.</p><p><p><em>Que contient l'offre d'indemnisation ? </em></p></p><p><p>Si vous avez subi un dommage corporel, l'assureur doit vous présenter, dans les huit mois qui suivent l'accident, une offre d'indemnisation comprenant la réparation :</p></p><p>-du préjudice corporel ;</p><p>-du préjudice matériel lorsqu'il n'a pas fait l'objet d'un règlement préalable.</p><p>Selon votre état de santé, cette offre peut être :</p><p>-définitive si votre état de santé est consolidé et que l'assureur en a été informé dans les trois mois suivant l'accident ;</p><p>-provisionnelle dans le cas contraire, l'offre définitive vous sera présentée au plus tard cinq mois après que l'assureur aura été informé de votre consolidation.</p><p>L'offre doit couvrir tous les éléments de votre préjudice, c'est-à-dire :</p><p>En cas de blessure :</p><p>-les frais engagés pour vous soigner (hospitalisation, chirurgie, pharmacie, rééducation, etc.) ;</p><p>-les salaires ou revenus que vous auriez perçus si vous n'aviez pas été accidenté ; si vous n'exercez pas d'activité rémunérée, des indemnités forfaitaires peuvent vous être allouées ;</p><p>-l'incapacité permanente partielle déterminée par le médecin chargé de vous examiner ;</p><p>-le remboursement du coût de la ou des tierces personnes dont l'aide est rendue nécessaire du fait de votre état ;</p><p>-l'indemnisation des souffrances endurées ;</p><p>-les autres préjudices (esthétique, d'agrément...) ;</p><p>En cas de décès :</p><p>-les frais d'obsèques raisonnablement engagés ;</p><p>-les préjudices moraux ;</p><p>-les préjudices économiques ;</p><p>-les autres préjudices ;</p><p>Dans tous les cas :</p><p>-les préjudices matériels annexes aux préjudices corporels ou mortels (vêtements, prothèses...).</p><p>Attention.-Les sommes calculées subissent, s'il y a lieu, une réduction résultant :</p><p>-de votre responsabilité ;</p><p>-des sommes payées ou à payer par les organismes participant à l'indemnisation de votre préjudice (organismes sociaux, employeurs, assureurs d'avances sur indemnités...) ; une copie des décomptes de ces organismes est jointe à l'offre.</p><p><p><em>Qui doit recevoir l'offre d'indemnisation ?</em></p></p><p><p>-la victime (cas général) ;</p></p><p>-les héritiers et le conjoint (en cas de décès) ;</p><p>-le représentant légal et, selon le cas, le juge des tutelles ou le conseil de famille si la victime est mineure ou majeure incapable.</p><p><p><em>Les suites à donner. </em></p></p><p><p>Lorsque vous recevez l'offre, vous pouvez :</p></p><p>Accepter.</p><p>Dans les quinze jours qui suivent votre accord, vous pouvez le dénoncer par lettre recommandée ou par envoi recommandé électronique avec accusé de réception.</p><p>Si vous agissez en tant que représentant légal d'un mineur ou d'un majeur incapable, il vous faut l'accord du juge des tutelles ou du conseil de famille.</p><p>Discuter.</p><p>Refuser.</p><p>Vous pouvez :</p><p>-vous adresser aux tribunaux pour obtenir l'indemnisation ;</p><p>-réclamer des dommages-intérêts en cas d'offre manifestement insuffisante.</p><p>Dans tous les cas, faites part de votre décision à l'assureur qui vous a présenté l'offre d'indemnisation.</p><p>Attention.-Vous devez informer votre caisse d'assurance maladie de toute transaction intervenue avec l'assureur ou de toute action judiciaire.</p><p>Quand êtes-vous indemnisé ?</p><p>Vous êtes indemnisé :</p><p>-au plus tard quarante-cinq jours après l'accord conclu entre l'assureur et vous ;</p><p>-en cas de procès, à l'issue de celui-ci.</p><p>Vous pouvez réclamer des intérêts en cas de retard imputable à l'assureur.</p><p>Conseils pratiques.</p><p>Vous pouvez confier la défense de vos intérêts à toute personne de votre choix ; en cas de procès, un avocat doit vous représenter devant le tribunal de grande instance.</p><p>En adressant une feuille de soins à la Sécurité sociale, précisez bien qu'il s'agit d'un accident et indiquez sa date.</p><p>Constituez votre dossier en conservant l'original ou à défaut la copie de toute pièce médicale, les décomptes de la Sécurité sociale, les justificatifs de vos frais ainsi qu'une copie de toute correspondance.</p><p>Vous devez adresser à l'assureur les pièces justifiant les préjudices que vous avez subis.</p><p>Vous pouvez prendre l'avis de spécialistes, agent ou courtier d'assurances, avocat, conseiller juridique, médecin... Toutefois, les frais et honoraires de ces intervenants peuvent rester à votre charge sauf si vous bénéficiez d'une garantie de protection juridique ou de l'aide judiciaire en cas de procès.</p><p>Surveillez les délais afin d'accélérer le règlement de votre dossier. En particulier si un mois après l'accident vous n'avez aucune nouvelle de l'assureur du responsable, prenez contact avec lui.</p><p>Remarque.</p><p>Le dispositif mis en place par la loi a pour objet de réduire le nombre de procès et d'accélérer l'indemnisation des victimes. Cependant, vous avez la possibilité à tout moment :</p><p>-d'introduire devant le tribunal un référé (procédure d'urgence pour obtenir une avance sur indemnité), particulièrement en cas d'inaction persistante de l'assureur du responsable ;</p><p>-de faire intervenir le juge en cas de désaccord persistant sur :</p><p>-le taux de responsabilité,</p><p>-le caractère inexcusable d'une faute,</p><p>-le montant de l'offre d'indemnisation ;</p><p>-de vous constituer partie civile ou d'engager une procédure judiciaire à l'encontre des auteurs de l'accident que vous estimez responsables.</p><p></p>",
            "num": "Annexe art. A211-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1522540800000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073763298,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Assurances obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128172",
                        "id": "LEGISCTA000006128172",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : L'assurance des véhicules terrestres à moteur et de leurs remorques et semi-remorques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142548",
                        "id": "LEGISCTA000006142548",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'obligation de s'assurer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156974",
                        "id": "LEGISCTA000006156974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-07-02",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Procédures d'indemnisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173837",
                        "id": "LEGISCTA000006173837",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019235847",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173837",
            "sectionParentId": "LEGISCTA000006173837",
            "sectionParentTitre": "Section VI : Procédures d'indemnisation.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre II : Assurances obligatoires &gt; Titre Ier : L'assurance des véhicules terrestres à moteur et de leurs remorques et semi-remorques &gt; Chapitre Ier : L'obligation de s'assurer &gt; Section VI : Procédures d'indemnisation.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036754210",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036750837",
                    "textTitle": "Arrêté du 27 mars 2018 - art. 15",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000036753236",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-03-30",
                    "dateSignaTexte": "2018-03-27",
                    "dateDebutCible": "2018-03-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000693454",
                    "textTitle": "LOI n° 85-677 du 5 juillet 1985",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693454",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-677",
                    "datePubli": 489456000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000881806",
                    "textTitle": "Décret n°86-15 du 6 janvier 1986",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881806",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "86-15",
                    "datePubli": 505440000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019235847",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 583804800000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036754210",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039344491",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art. A211-11"
            ],
            "versionPrecedente": "LEGIARTI000019235847",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019235847",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Notice destinée aux victimes d'accidents de la circulation mettant en cause un véhicule terrestre à moteur Les informations suivantes ont pour but de vous expliquer ce que vous devez entreprendre et comment vous serez indemnisé. Elles ont été volontairement limitées à l'essentiel. Pour en savoir plus, il vous faut consulter : -la loi n° 85-677 du 5 juillet 1985 publiée au Journal officiel du 6 juillet 1985 ; -le décret n° 86-15 du 6 janvier 1986 publié au Journal officiel du 7 janvier 1986. La loi du 5 juillet 1985 a amélioré la situation des victimes d'accident de la circulation dans lequel est impliqué un véhicule terrestre à moteur, ainsi que ses remorques ou semi-remorques, à l'exception des chemins de fer et des tramways circulant sur des voies qui leur sont propres : -les cas de non-indemnisation sont désormais limités ; -une offre d'indemnité doit être faite par l'assureur dans un délai de huit mois en cas d'accident corporel. Qui a droit à indemnisation ? Pour les dommages corporels : -les passagers, piétons et cyclistes victimes, sauf lorsque la victime a : -recherché volontairement son dommage ; -commis une faute inexcusable, cause exclusive de l'accident. Toutefois, cette faute ne peut être opposée à la victime si elle est âgée de moins de seize ans ou de plus de soixante-dix ans ou encore si elle est atteinte d'une incapacité permanente ou d'une invalidité au moins égale à 80 % ; -les conducteurs de véhicule terrestre à moteur, sauf lorsqu'ils sont responsables de l'accident (la faute du conducteur peut en effet limiter voire exclure son droit à indemnisation). Pour les dommages matériels : -toutes les victimes dans la mesure où elles ne sont pas responsables de l'accident. Attention.-Même si vous êtes indemnisé de vos dommages, vous pouvez être tenu de réparer ceux que vous avez causés à autrui si vous êtes responsable. Comment se déroule l'indemnisation ? -l'assureur du responsable prend contact avec vous ; -vous le renseignez ; -vous vous soumettez à un examen médical ; -l'assureur vous fait une offre d'indemnisation ; -vous acceptez l'offre, l'assureur vous indemnise ; -vous refusez l'offre, vous devez alors réclamer l'indemnisation devant le tribunal. Qui doit vous contacter ? -dans la plupart des cas : l'assureur qui garantit la responsabilité civile du véhicule impliqué. Si plusieurs véhicules sont impliqués, un seul assureur fait l'offre pour le compte de tous ; -le propriétaire du véhicule s'il est dispensé de recourir à un assureur (État, RATP...) ; -le Bureau central français, ou son représentant, s'il s'agit d'un véhicule étranger (BP 27-93171 Bagnolet Cedex) ; -si l'auteur de l'accident est inconnu ou non assuré, il vous appartient de saisir le Fonds de garantie (64, rue Defrance, 94307 Vincennes Cedex). A la première correspondance, il vous est demandé de fournir les renseignements nécessaires à votre indemnisation. Vous pouvez : -vous faire assister d'un avocat de votre choix ; -obtenir, sans frais, copie du rapport de police ou de gendarmerie. Vous devez communiquer à l'assureur : 1° vos nom et prénoms ; 2° vos date et lieu de naissance ; 3° votre activité professionnelle et l'adresse de votre ou de vos employeurs ; 4° le montant de vos revenus professionnels avec les justifications utiles ; 5° la description des atteintes à votre personne accompagnée d'une copie du certificat médical initial et autres pièces justificatives en cas de consolidation ; 6° la description des dommages causés à vos biens ; 7° les nom, prénoms et adresse des personnes à votre charge au moment de l'accident ; 8° votre numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont vous relevez ; 9° la liste des tiers payeurs appelés à vous verser des prestations, ainsi que leurs adresses ; 10° le lieu où les correspondances doivent être adressées. Si la victime décède, le conjoint et chacun des héritiers doivent communiquer à l'assureur : 1° ses nom et prénoms ; 2° ses date et lieu de naissance ; 3° les nom et prénoms, date et lieu de naissance de la victime ; 4° ses liens avec la victime ; 5° son activité professionnelle et l'adresse de son ou de ses employeurs ; 6° le montant de ses revenus avec les justifications utiles ; 7° la description de son préjudice, notamment les frais de toute nature qu'il a exposés du fait de l'accident ; 8° son numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont il relève ; 9° la liste des tiers payeurs appelés à lui verser des prestations, ainsi que leurs adresses ; 10° le lieu où les correspondances doivent être adressées. Vous devez répondre à toutes ces questions dans un délai de six semaines. Si vous tardez ou si votre réponse est incomplète, vous retardez l'indemnisation. Vous êtes convoqué à un examen médical. Vous êtes avisé au moins quinze jours avant l'examen médical : -de la date et du lieu de l'examen ; -de l'identité et des titres du médecin ; -de l'objet de l'examen ; -du nom de l'assureur pour le compte duquel l'examen est demandé. Vous recevrez copie du rapport dans les vingt jours. Vous pouvez : -vous faire assister d'un médecin de votre choix ; -refuser de vous présenter à l'examen médical si les renseignements ne vous ont pas été communiqués dans le délai prescrit ; -refuser de vous faire examiner par le médecin choisi par l'assureur ; dans ce cas, l'assureur peut vous proposer un autre médecin ou demander au tribunal d'en désigner un ; -demander vous-même au tribunal la désignation d'un médecin expert. Que contient l'offre d'indemnisation ? Si vous avez subi un dommage corporel, l'assureur doit vous présenter, dans les huit mois qui suivent l'accident, une offre d'indemnisation comprenant la réparation : -du préjudice corporel ; -du préjudice matériel lorsqu'il n'a pas fait l'objet d'un règlement préalable. Selon votre état de santé, cette offre peut être : -définitive si votre état de santé est consolidé et que l'assureur en a été informé dans les trois mois suivant l'accident ; -provisionnelle dans le cas contraire, l'offre définitive vous sera présentée au plus tard cinq mois après que l'assureur aura été informé de votre consolidation. L'offre doit couvrir tous les éléments de votre préjudice, c'est-à-dire : En cas de blessure : -les frais engagés pour vous soigner (hospitalisation, chirurgie, pharmacie, rééducation, etc.) ; -les salaires ou revenus que vous auriez perçus si vous n'aviez pas été accidenté ; si vous n'exercez pas d'activité rémunérée, des indemnités forfaitaires peuvent vous être allouées ; -l'incapacité permanente partielle déterminée par le médecin chargé de vous examiner ; -le remboursement du coût de la ou des tierces personnes dont l'aide est rendue nécessaire du fait de votre état ; -l'indemnisation des souffrances endurées ; -les autres préjudices (esthétique, d'agrément...) ; En cas de décès : -les frais d'obsèques raisonnablement engagés ; -les préjudices moraux ; -les préjudices économiques ; -les autres préjudices ; Dans tous les cas : -les préjudices matériels annexes aux préjudices corporels ou mortels (vêtements, prothèses...). Attention.-Les sommes calculées subissent, s'il y a lieu, une réduction résultant : -de votre responsabilité ; -des sommes payées ou à payer par les organismes participant à l'indemnisation de votre préjudice (organismes sociaux, employeurs, assureurs d'avances sur indemnités...) ; une copie des décomptes de ces organismes est jointe à l'offre. Qui doit recevoir l'offre d'indemnisation ? -la victime (cas général) ; -les héritiers et le conjoint (en cas de décès) ; -le représentant légal et, selon le cas, le juge des tutelles ou le conseil de famille si la victime est mineure ou majeure incapable. Les suites à donner. Lorsque vous recevez l'offre, vous pouvez : Accepter. Dans les quinze jours qui suivent votre accord, vous pouvez le dénoncer par lettre recommandée avec accusé de réception. Si vous agissez en tant que représentant légal d'un mineur ou d'un majeur incapable, il vous faut l'accord du juge des tutelles ou du conseil de famille. Discuter. Refuser. Vous pouvez : -vous adresser aux tribunaux pour obtenir l'indemnisation ; -réclamer des dommages-intérêts en cas d'offre manifestement insuffisante. Dans tous les cas, faites part de votre décision à l'assureur qui vous a présenté l'offre d'indemnisation. Attention.-Vous devez informer votre caisse d'assurance maladie de toute transaction intervenue avec l'assureur ou de toute action judiciaire. Quand êtes-vous indemnisé ? Vous êtes indemnisé : -au plus tard quarante-cinq jours après l'accord conclu entre l'assureur et vous ; -en cas de procès, à l'issue de celui-ci. Vous pouvez réclamer des intérêts en cas de retard imputable à l'assureur. Conseils pratiques. Vous pouvez confier la défense de vos intérêts à toute personne de votre choix ; en cas de procès, un avocat doit vous représenter devant le tribunal de grande instance. En adressant une feuille de soins à la Sécurité sociale, précisez bien qu'il s'agit d'un accident et indiquez sa date. Constituez votre dossier en conservant l'original ou à défaut la copie de toute pièce médicale, les décomptes de la Sécurité sociale, les justificatifs de vos frais ainsi qu'une copie de toute correspondance. Vous devez adresser à l'assureur les pièces justifiant les préjudices que vous avez subis. Vous pouvez prendre l'avis de spécialistes, agent ou courtier d'assurances, avocat, conseiller juridique, médecin... Toutefois, les frais et honoraires de ces intervenants peuvent rester à votre charge sauf si vous bénéficiez d'une garantie de protection juridique ou de l'aide judiciaire en cas de procès. Surveillez les délais afin d'accélérer le règlement de votre dossier. En particulier si un mois après l'accident vous n'avez aucune nouvelle de l'assureur du responsable, prenez contact avec lui. Remarque. Le dispositif mis en place par la loi a pour objet de réduire le nombre de procès et d'accélérer l'indemnisation des victimes. Cependant, vous avez la possibilité à tout moment : -d'introduire devant le tribunal un référé (procédure d'urgence pour obtenir une avance sur indemnité), particulièrement en cas d'inaction persistante de l'assureur du responsable ; -de faire intervenir le juge en cas de désaccord persistant sur : -le taux de responsabilité, -le caractère inexcusable d'une faute, -le montant de l'offre d'indemnisation ; -de vous constituer partie civile ou d'engager une procédure judiciaire à l'encontre des auteurs de l'accident que vous estimez responsables.",
            "texteHtml": "<p><strong>Notice destinée aux victimes d'accidents de la circulation mettant en cause un véhicule terrestre à moteur </strong></p><p>Les informations suivantes ont pour but de vous expliquer ce que vous devez entreprendre et comment vous serez indemnisé. </p><p>Elles ont été volontairement limitées à l'essentiel. Pour en savoir plus, il vous faut consulter :</p><p>-la <a href='/affichTexte.do?cidTexte=JORFTEXT000000693454&categorieLien=cid' title='Loi n°85-677 du 5 juillet 1985 (V)'>loi n° 85-677 du 5 juillet 1985 </a>publiée au Journal officiel du 6 juillet 1985 ;</p><p>-le <a href='/affichTexte.do?cidTexte=JORFTEXT000000881806&categorieLien=cid' title='Décret n°86-15 du 6 janvier 1986 (V)'>décret n° 86-15 du 6 janvier 1986</a> publié au Journal officiel du 7 janvier 1986. </p><p>La loi du 5 juillet 1985 a amélioré la situation des victimes d'accident de la circulation dans lequel est impliqué un véhicule terrestre à moteur, ainsi que ses remorques ou semi-remorques, à l'exception des chemins de fer et des tramways circulant sur des voies qui leur sont propres :</p><p>-les cas de non-indemnisation sont désormais limités ;</p><p>-une offre d'indemnité doit être faite par l'assureur dans un délai de huit mois en cas d'accident corporel. </p><p></p><p><em>Qui a droit à indemnisation ? </em></p><p></p><p>Pour les dommages corporels :</p><p>-les passagers, piétons et cyclistes victimes, sauf lorsque la victime a :</p><p>-recherché volontairement son dommage ;</p><p>-commis une faute inexcusable, cause exclusive de l'accident. </p><p>Toutefois, cette faute ne peut être opposée à la victime si elle est âgée de moins de seize ans ou de plus de soixante-dix ans ou encore si elle est atteinte d'une incapacité permanente ou d'une invalidité au moins égale à 80 % ;</p><p>-les conducteurs de véhicule terrestre à moteur, sauf lorsqu'ils sont responsables de l'accident (la faute du conducteur peut en effet limiter voire exclure son droit à indemnisation). </p><p>Pour les dommages matériels :</p><p>-toutes les victimes dans la mesure où elles ne sont pas responsables de l'accident. </p><p>Attention.-Même si vous êtes indemnisé de vos dommages, vous pouvez être tenu de réparer ceux que vous avez causés à autrui si vous êtes responsable. </p><p>Comment se déroule l'indemnisation ?</p><p>-l'assureur du responsable prend contact avec vous ;</p><p>-vous le renseignez ;</p><p>-vous vous soumettez à un examen médical ;</p><p>-l'assureur vous fait une offre d'indemnisation ;</p><p>-vous acceptez l'offre, l'assureur vous indemnise ;</p><p>-vous refusez l'offre, vous devez alors réclamer l'indemnisation devant le tribunal. </p><p></p><p><em>Qui doit vous contacter ?</em></p><p></p><p>-dans la plupart des cas : l'assureur qui garantit la responsabilité civile du véhicule impliqué. Si plusieurs véhicules sont impliqués, un seul assureur fait l'offre pour le compte de tous ;</p><p>-le propriétaire du véhicule s'il est dispensé de recourir à un assureur (État, RATP...) ;</p><p>-le Bureau central français, ou son représentant, s'il s'agit d'un véhicule étranger (BP 27-93171 Bagnolet Cedex) ;</p><p>-si l'auteur de l'accident est inconnu ou non assuré, il vous appartient de saisir le Fonds de garantie (64, rue Defrance, 94307 Vincennes Cedex).</p><p>A la première correspondance, il vous est demandé de fournir les renseignements nécessaires à votre indemnisation. </p><p>Vous pouvez :</p><p>-vous faire assister d'un avocat de votre choix ;</p><p>-obtenir, sans frais, copie du rapport de police ou de gendarmerie. </p><p></p><p><em>Vous devez communiquer à l'assureur : </em></p><p></p><p>1° vos nom et prénoms ; </p><p>2° vos date et lieu de naissance ; </p><p>3° votre activité professionnelle et l'adresse de votre ou de vos employeurs ; </p><p>4° le montant de vos revenus professionnels avec les justifications utiles ; </p><p>5° la description des atteintes à votre personne accompagnée d'une copie du certificat médical initial et autres pièces justificatives en cas de consolidation ; </p><p>6° la description des dommages causés à vos biens ; </p><p>7° les nom, prénoms et adresse des personnes à votre charge au moment de l'accident ; </p><p>8° votre numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont vous relevez ; </p><p>9° la liste des tiers payeurs appelés à vous verser des prestations, ainsi que leurs adresses ; </p><p>10° le lieu où les correspondances doivent être adressées. </p><p>Si la victime décède, le conjoint et chacun des héritiers doivent communiquer à l'assureur : </p><p>1° ses nom et prénoms ; </p><p>2° ses date et lieu de naissance ; </p><p>3° les nom et prénoms, date et lieu de naissance de la victime ; </p><p>4° ses liens avec la victime ; </p><p>5° son activité professionnelle et l'adresse de son ou de ses employeurs ; </p><p>6° le montant de ses revenus avec les justifications utiles ; </p><p>7° la description de son préjudice, notamment les frais de toute nature qu'il a exposés du fait de l'accident ; </p><p>8° son numéro d'immatriculation à la Sécurité sociale et l'adresse de la caisse d'assurance maladie dont il relève ; </p><p>9° la liste des tiers payeurs appelés à lui verser des prestations, ainsi que leurs adresses ; </p><p>10° le lieu où les correspondances doivent être adressées. </p><p>Vous devez répondre à toutes ces questions dans un délai de six semaines. Si vous tardez ou si votre réponse est incomplète, vous retardez l'indemnisation. </p><p></p><p><em>Vous êtes convoqué à un examen médical. </em></p><p></p><p>Vous êtes avisé au moins quinze jours avant l'examen médical :</p><p>-de la date et du lieu de l'examen ;</p><p>-de l'identité et des titres du médecin ;</p><p>-de l'objet de l'examen ;</p><p>-du nom de l'assureur pour le compte duquel l'examen est demandé. </p><p>Vous recevrez copie du rapport dans les vingt jours. </p><p>Vous pouvez :</p><p>-vous faire assister d'un médecin de votre choix ;</p><p>-refuser de vous présenter à l'examen médical si les renseignements ne vous ont pas été communiqués dans le délai prescrit ;</p><p>-refuser de vous faire examiner par le médecin choisi par l'assureur ; dans ce cas, l'assureur peut vous proposer un autre médecin ou demander au tribunal d'en désigner un ;</p><p>-demander vous-même au tribunal la désignation d'un médecin expert. </p><p></p><p><em>Que contient l'offre d'indemnisation ? </em></p><p></p><p>Si vous avez subi un dommage corporel, l'assureur doit vous présenter, dans les huit mois qui suivent l'accident, une offre d'indemnisation comprenant la réparation :</p><p>-du préjudice corporel ;</p><p>-du préjudice matériel lorsqu'il n'a pas fait l'objet d'un règlement préalable. </p><p>Selon votre état de santé, cette offre peut être :</p><p>-définitive si votre état de santé est consolidé et que l'assureur en a été informé dans les trois mois suivant l'accident ;</p><p>-provisionnelle dans le cas contraire, l'offre définitive vous sera présentée au plus tard cinq mois après que l'assureur aura été informé de votre consolidation.</p><p>L'offre doit couvrir tous les éléments de votre préjudice, c'est-à-dire : </p><p>En cas de blessure :</p><p>-les frais engagés pour vous soigner (hospitalisation, chirurgie, pharmacie, rééducation, etc.) ;</p><p>-les salaires ou revenus que vous auriez perçus si vous n'aviez pas été accidenté ; si vous n'exercez pas d'activité rémunérée, des indemnités forfaitaires peuvent vous être allouées ;</p><p>-l'incapacité permanente partielle déterminée par le médecin chargé de vous examiner ;</p><p>-le remboursement du coût de la ou des tierces personnes dont l'aide est rendue nécessaire du fait de votre état ;</p><p>-l'indemnisation des souffrances endurées ;</p><p>-les autres préjudices (esthétique, d'agrément...) ; </p><p>En cas de décès :</p><p>-les frais d'obsèques raisonnablement engagés ;</p><p>-les préjudices moraux ;</p><p>-les préjudices économiques ;</p><p>-les autres préjudices ; </p><p>Dans tous les cas :</p><p>-les préjudices matériels annexes aux préjudices corporels ou mortels (vêtements, prothèses...). </p><p>Attention.-Les sommes calculées subissent, s'il y a lieu, une réduction résultant :</p><p>-de votre responsabilité ;</p><p>-des sommes payées ou à payer par les organismes participant à l'indemnisation de votre préjudice (organismes sociaux, employeurs, assureurs d'avances sur indemnités...) ; une copie des décomptes de ces organismes est jointe à l'offre. </p><p></p><p><em>Qui doit recevoir l'offre d'indemnisation ?</em></p><p></p><p>-la victime (cas général) ;</p><p>-les héritiers et le conjoint (en cas de décès) ;</p><p>-le représentant légal et, selon le cas, le juge des tutelles ou le conseil de famille si la victime est mineure ou majeure incapable. </p><p></p><p><em>Les suites à donner. </em></p><p></p><p>Lorsque vous recevez l'offre, vous pouvez : </p><p>Accepter. </p><p>Dans les quinze jours qui suivent votre accord, vous pouvez le dénoncer par lettre recommandée avec accusé de réception. </p><p>Si vous agissez en tant que représentant légal d'un mineur ou d'un majeur incapable, il vous faut l'accord du juge des tutelles ou du conseil de famille. </p><p>Discuter. </p><p>Refuser. </p><p>Vous pouvez :</p><p>-vous adresser aux tribunaux pour obtenir l'indemnisation ;</p><p>-réclamer des dommages-intérêts en cas d'offre manifestement insuffisante. </p><p>Dans tous les cas, faites part de votre décision à l'assureur qui vous a présenté l'offre d'indemnisation. </p><p>Attention.-Vous devez informer votre caisse d'assurance maladie de toute transaction intervenue avec l'assureur ou de toute action judiciaire. </p><p>Quand êtes-vous indemnisé ? </p><p>Vous êtes indemnisé :</p><p>-au plus tard quarante-cinq jours après l'accord conclu entre l'assureur et vous ;</p><p>-en cas de procès, à l'issue de celui-ci. </p><p>Vous pouvez réclamer des intérêts en cas de retard imputable à l'assureur. </p><p>Conseils pratiques. </p><p>Vous pouvez confier la défense de vos intérêts à toute personne de votre choix ; en cas de procès, un avocat doit vous représenter devant le tribunal de grande instance. </p><p>En adressant une feuille de soins à la Sécurité sociale, précisez bien qu'il s'agit d'un accident et indiquez sa date. </p><p>Constituez votre dossier en conservant l'original ou à défaut la copie de toute pièce médicale, les décomptes de la Sécurité sociale, les justificatifs de vos frais ainsi qu'une copie de toute correspondance. </p><p>Vous devez adresser à l'assureur les pièces justifiant les préjudices que vous avez subis. </p><p>Vous pouvez prendre l'avis de spécialistes, agent ou courtier d'assurances, avocat, conseiller juridique, médecin... Toutefois, les frais et honoraires de ces intervenants peuvent rester à votre charge sauf si vous bénéficiez d'une garantie de protection juridique ou de l'aide judiciaire en cas de procès. </p><p>Surveillez les délais afin d'accélérer le règlement de votre dossier. En particulier si un mois après l'accident vous n'avez aucune nouvelle de l'assureur du responsable, prenez contact avec lui. </p><p>Remarque. </p><p>Le dispositif mis en place par la loi a pour objet de réduire le nombre de procès et d'accélérer l'indemnisation des victimes. Cependant, vous avez la possibilité à tout moment :</p><p>-d'introduire devant le tribunal un référé (procédure d'urgence pour obtenir une avance sur indemnité), particulièrement en cas d'inaction persistante de l'assureur du responsable ;</p><p>-de faire intervenir le juge en cas de désaccord persistant sur :</p><p>-le taux de responsabilité,</p><p>-le caractère inexcusable d'une faute,</p><p>-le montant de l'offre d'indemnisation ;</p><p>-de vous constituer partie civile ou d'engager une procédure judiciaire à l'encontre des auteurs de l'accident que vous estimez responsables.</p>",
            "num": "Annexe art. A211-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 583804800000,
            "dateFin": 1522540800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073763298,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Assurances obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128172",
                        "id": "LEGISCTA000006128172",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : L'assurance des véhicules terrestres à moteur et de leurs remorques et semi-remorques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142548",
                        "id": "LEGISCTA000006142548",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : L'obligation de s'assurer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156974",
                        "id": "LEGISCTA000006156974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1988-07-02",
                        "fin": "2999-01-01",
                        "titre": "Section VI : Procédures d'indemnisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006173837",
                        "id": "LEGISCTA000006173837",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019235847",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006173837",
            "sectionParentId": "LEGISCTA000006173837",
            "sectionParentTitre": "Section VI : Procédures d'indemnisation.",
            "fullSectionsTitre": "Partie réglementaire - Arrêtés &gt; Livre II : Assurances obligatoires &gt; Titre Ier : L'assurance des véhicules terrestres à moteur et de leurs remorques et semi-remorques &gt; Chapitre Ier : L'obligation de s'assurer &gt; Section VI : Procédures d'indemnisation.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019235847",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000693454",
                    "textTitle": "Loi n°85-677 du 5 juillet 1985 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693454",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "85-677",
                    "datePubli": 489456000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000881806",
                    "textTitle": "Décret n°86-15 du 6 janvier 1986 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000881806",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "86-15",
                    "datePubli": 505440000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019235847",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 583804800000,
                    "dateFin": 1522540800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036754210",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1522540800000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039344491",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe art. A211-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}