{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000032660331",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Forme. Il est formé, entre les organismes d'habitations à loyer modéré propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme régie par les lois et règlements en vigueur, notamment par les dispositions des articles L. 422-5 à L. 422-11, L. 423-1-1 à L. 423-1-3 et R. 423-85 à R. 423-92 du code de la construction et de l'habitation ainsi que par les dispositions non contraires du code civil , du code de commerce et du décret n° 67-236 du 23 mars 1967 modifié sur les sociétés commerciales. 2. Dénomination. La dénomination de la société est : (nom de la société), société anonyme de coordination d'organismes d'habitations à loyer modéré. 3. Objet social. Dans le cadre de projets que ses actionnaires mènent en commun, la société a pour objet : 1° D'assister, comme prestataire de services, ses actionnaires organismes d'habitations à loyer modéré dans toutes interventions de ces derniers sur des immeubles qui leur appartiennent ou qu'ils gèrent ; 2° De gérer des immeubles appartenant à ses actionnaires organismes d'habitations à loyer modéré ; 3° De gérer, dans les périmètres où ses actionnaires mettent en œuvre des projets communs, des immeubles appartenant à d'autres organismes d'habitations à loyer modéré et de gérer des immeubles à usage principal d'habitation appartenant à l'Etat, aux collectivités territoriales ou à leurs groupements, à des sociétés d'économie mixte agréées en application de l'article L. 481-1, à des organismes à but non lucratif, à l'association agréée mentionnée à l' article L. 313-34 du code de la construction et de l'habitation ou aux sociétés civiles immobilières dont les parts sont détenues à au moins 99 % par cette association ; 4° De réaliser, pour le compte de ses actionnaires et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou opérations d'aménagement prévues par le code de l'urbanisme et le code de la construction et de l'habitation. Les dispositions de l'article L. 443-14 de ce dernier code ne sont pas applicables aux cessions d'immeubles rendues nécessaires par ces réalisations ; 5° Dans le cadre de projets que ses actionnaires mènent en commun, d'exercer les compétences suivantes (...) (1) (2). (1) La clause prévue au 5° ne peut être insérée dans les statuts que lorsque la société a été spécialement agréée dans les conditions fixées à l'article R. 423-87 du code de la construction et de l'habitation. (2) Ne mentionner que celles des compétences énumérées aux alinéas quatrième et suivants de l'article L. 422-2 du code de la construction et de l'habitation et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré pour l'exercice desquelles la société a été spécialement agréée. 4. Compétence territoriale-Siège social. L'activité de la société s'exerce dans le territoire délimité par la décision ministérielle portant agrément de la société en application de l'article R. 423-86 du code de la construction et de l'habitation. Le siège social de la société est fixé à... Il pourra être transféré à l'intérieur du territoire où s'exerce l'activité de la société. 5. Composition du capital social. Le capital social de la société est composé de... actions nominatives de... euro (s) chacune, entièrement libérées et détenues exclusivement par des organismes d'habitations à loyer modéré. 6. Cession d'actions. Le transfert d'actions à toute personne autre qu'un organisme d'habitations à loyer modéré est prohibé. Le transfert d'actions à un organisme d'habitation à loyer modéré non actionnaire de la société, à quelque titre que ce soit, doit être autorisé par le conseil d'administration ou de surveillance qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. Le refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande. En cas de refus d'agrément, le conseil d'administration ou le directoire est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par un ou des organismes d'habitation à loyer modéré qu'il aura lui-même désigné (s). Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susmentionné, l'achat n'est pas réalisé, l'agrément est considéré comme accordé, sauf prolongation de ce délai par décision de justice à la demande de la société. Version applicable aux sociétés dotées d'un conseil d'administration (1) : 7. Conseil d'administration. La société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce. Lorsque la société gère des logements appartenant à ses actionnaires, le conseil d'administration est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois administrateurs représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code.A cet effet, l'effectif du conseil d'administration peut excéder de deux unités le nombre maximum prévu à l' article L. 225-17 du code de commerce . Version applicable aux sociétés dotées d'un conseil de surveillance et d'un directoire (1) : 7. Conseil de surveillance et directoire. La société est administrée par un conseil de surveillance et un directoire constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce. Lorsque la société gère des logements appartenant à ses actionnaires, le conseil de surveillance est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois membres représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code.A cet effet, l'effectif du conseil de surveillance peut excéder de deux le nombre maximum prévu à l' article L. 225-69 du code de commerce . (1) La société devra opter pour l'une de ces deux versions. 8. Commission d'attribution. Lorsque la société gère des logements appartenant à ses actionnaires, la commission d'attribution de ces logements est constituée et fonctionne conformément aux dispositions de l'article R. 423-91 du code de la construction et de l'habitation. 9. Année sociale. L'année sociale de la société commence le 1er janvier et finit le 31 décembre. 10. Attribution de l'actif. Lors de l'expiration de la société ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif qui excéderait la moitié du capital social que dans les conditions prévues par les articles L. 422-11 et R. 423-88 du code de la construction et de l'habitation. 11. Transmission des statuts. Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.",
            "texteHtml": "<p>1. Forme. </p><p>Il est formé, entre les organismes d'habitations à loyer modéré propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme régie par les lois et règlements en vigueur, notamment par les dispositions des articles L. 422-5 à L. 422-11, L. 423-1-1 à L. 423-1-3 et R. 423-85 à R. 423-92 du code de la construction et de l'habitation ainsi que par les dispositions non contraires du <a href='/affichCode.do?cidTexte=LEGITEXT000006070721&dateTexte=&categorieLien=cid'>code civil</a>, du code de commerce et du <a href='/affichTexte.do?cidTexte=JORFTEXT000000674772&categorieLien=cid'>décret n° 67-236 du 23 mars 1967 </a>modifié sur les sociétés commerciales. </p><p>2. Dénomination. </p><p>La dénomination de la société est : (nom de la société), société anonyme de coordination d'organismes d'habitations à loyer modéré. </p><p>3. Objet social. </p><p>Dans le cadre de projets que ses actionnaires mènent en commun, la société a pour objet : </p><p>1° D'assister, comme prestataire de services, ses actionnaires organismes d'habitations à loyer modéré dans toutes interventions de ces derniers sur des immeubles qui leur appartiennent ou qu'ils gèrent ; </p><p>2° De gérer des immeubles appartenant à ses actionnaires organismes d'habitations à loyer modéré ; </p><p>3° De gérer, dans les périmètres où ses actionnaires mettent en œuvre des projets communs, des immeubles appartenant à d'autres organismes d'habitations à loyer modéré et de gérer des immeubles à usage principal d'habitation appartenant à l'Etat, aux collectivités territoriales ou à leurs groupements, à des sociétés d'économie mixte agréées en application de l'article L. 481-1, à des organismes à but non lucratif, à l'association agréée mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020443167&dateTexte=&categorieLien=cid'>article L. 313-34</a> du code de la construction et de l'habitation ou aux sociétés civiles immobilières dont les parts sont détenues à au moins 99 % par cette association ; </p><p>4° De réaliser, pour le compte de ses actionnaires et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou opérations d'aménagement prévues par le code de l'urbanisme et le code de la construction et de l'habitation. Les dispositions de l'article L. 443-14 de ce dernier code ne sont pas applicables aux cessions d'immeubles rendues nécessaires par ces réalisations ; </p><p>5° Dans le cadre de projets que ses actionnaires mènent en commun, d'exercer les compétences suivantes (...) (1) (2). </p><p>(1) La clause prévue au 5° ne peut être insérée dans les statuts que lorsque la société a été spécialement agréée dans les conditions fixées à l'article R. 423-87 du code de la construction et de l'habitation. </p><p>(2) Ne mentionner que celles des compétences énumérées aux alinéas quatrième et suivants de l'article L. 422-2 du code de la construction et de l'habitation et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré pour l'exercice desquelles la société a été spécialement agréée. </p><p>4. Compétence territoriale-Siège social.</p><p>L'activité de la société s'exerce dans le territoire délimité par la décision ministérielle portant agrément de la société en application de l'article R. 423-86 du code de la construction et de l'habitation. </p><p>Le siège social de la société est fixé à... </p><p>Il pourra être transféré à l'intérieur du territoire où s'exerce l'activité de la société. </p><p>5. Composition du capital social. </p><p>Le capital social de la société est composé de... actions nominatives de... euro (s) chacune, entièrement libérées et détenues exclusivement par des organismes d'habitations à loyer modéré. </p><p>6. Cession d'actions. </p><p>Le transfert d'actions à toute personne autre qu'un organisme d'habitations à loyer modéré est prohibé. </p><p>Le transfert d'actions à un organisme d'habitation à loyer modéré non actionnaire de la société, à quelque titre que ce soit, doit être autorisé par le conseil d'administration ou de surveillance qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. </p><p>Le refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande. </p><p>En cas de refus d'agrément, le conseil d'administration ou le directoire est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par un ou des organismes d'habitation à loyer modéré qu'il aura lui-même désigné (s). Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susmentionné, l'achat n'est pas réalisé, l'agrément est considéré comme accordé, sauf prolongation de ce délai par décision de justice à la demande de la société. </p><p>Version applicable aux sociétés dotées d'un conseil d'administration (1) : </p><p>7. Conseil d'administration. </p><p>La société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce. </p><p>Lorsque la société gère des logements appartenant à ses actionnaires, le conseil d'administration est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois administrateurs représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code.A cet effet, l'effectif du conseil d'administration peut excéder de deux unités le nombre maximum prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid'>article L. 225-17 du code de commerce</a>. </p><p>Version applicable aux sociétés dotées d'un conseil de surveillance et d'un directoire (1) : </p><p>7. Conseil de surveillance et directoire. </p><p>La société est administrée par un conseil de surveillance et un directoire constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce. </p><p>Lorsque la société gère des logements appartenant à ses actionnaires, le conseil de surveillance est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois membres représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code.A cet effet, l'effectif du conseil de surveillance peut excéder de deux le nombre maximum prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224311&dateTexte=&categorieLien=cid'>article L. 225-69 du code de commerce</a>. </p><p>(1) La société devra opter pour l'une de ces deux versions. </p><p>8. Commission d'attribution. </p><p>Lorsque la société gère des logements appartenant à ses actionnaires, la commission d'attribution de ces logements est constituée et fonctionne conformément aux dispositions de l'article R. 423-91 du code de la construction et de l'habitation. </p><p>9. Année sociale.</p><p>L'année sociale de la société commence le 1er janvier et finit le 31 décembre. </p><p>10. Attribution de l'actif. </p><p>Lors de l'expiration de la société ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif qui excéderait la moitié du capital social que dans les conditions prévues par les articles L. 422-11 et R. 423-88 du code de la construction et de l'habitation. </p><p>11. Transmission des statuts. </p><p>Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.</p>",
            "num": "Annexe à l'article R423-85",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1465430400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-07",
                        "fin": "2999-01-01",
                        "titre": "Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129018",
                        "id": "LEGISCTA000006129018",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832851",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129018",
            "sectionParentId": "LEGISCTA000006129018",
            "sectionParentTitre": "Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
            "fullSectionsTitre": "Annexes &gt; Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000032660331",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032657614",
                    "textTitle": "Décret n°2016-751 du 6 juin 2016 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032658027",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-08",
                    "dateSignaTexte": "2016-06-06",
                    "dateDebutCible": "2016-06-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000674772",
                    "textTitle": "Décret n°67-236 du 23 mars 1967",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000674772",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "67-236",
                    "datePubli": -87609600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-69",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-69",
                    "articleId": "LEGIARTI000006224311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070721",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5263747200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-34",
                    "articleId": "LEGIARTI000020443167",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832851",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1094515200000,
                    "dateFin": 1132272000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006832852",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1132272000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020465718",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1465430400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032660331",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1465430400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R423-85"
            ],
            "versionPrecedente": "LEGIARTI000020465718",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020465718",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Forme. Il est formé, entre les organismes d'habitations à loyer modéré propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme régie par les lois et règlements en vigueur, notamment par les dispositions des articles L. 422-5 à L. 422-11, L. 423-1-1 à L. 423-1-3 et R. 423-85 à R. 423-92 du code de la construction et de l'habitation ainsi que par les dispositions non contraires du code civil , du code de commerce et du décret n° 67-236 du 23 mars 1967 modifié sur les sociétés commerciales. 2. Dénomination. La dénomination de la société est : (nom de la société), société anonyme de coordination d'organismes d'habitations à loyer modéré. 3. Objet social. Dans le cadre de projets que ses actionnaires mènent en commun, la société a pour objet : 1° D'assister, comme prestataire de services, ses actionnaires organismes d'habitations à loyer modéré dans toutes interventions de ces derniers sur des immeubles qui leur appartiennent ou qu'ils gèrent ; 2° De gérer des immeubles appartenant à ses actionnaires organismes d'habitations à loyer modéré ; 3° De gérer, dans les périmètres où ses actionnaires mettent en oeuvre des projets communs, des immeubles appartenant à d'autres organismes d'habitations à loyer modéré et de gérer des immeubles à usage principal d'habitation appartenant à l'Etat, aux collectivités territoriales ou à leurs groupements, à des sociétés d'économie mixte de construction et de gestion de logements locatifs sociaux, à des organismes à but non lucratif, à l'association agréée mentionnée à l' article L. 313-34 du code de la construction et de l'habitation ou aux sociétés civiles immobilières dont les parts sont détenues à au moins 99 % par cette association ; 4° De réaliser, pour le compte de ses actionnaires et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou opérations d'aménagement prévues par le code de l'urbanisme et le code de la construction et de l'habitation. Les dispositions de l'article L. 443-14 de ce dernier code ne sont pas applicables aux cessions d'immeubles rendues nécessaires par ces réalisations ; 5° Dans le cadre de projets que ses actionnaires mènent en commun, d'exercer les compétences suivantes (...) (1) (2). (1) La clause prévue au 5° ne peut être insérée dans les statuts que lorsque la société a été spécialement agréée dans les conditions fixées à l'article R. 423-87 du code de la construction et de l'habitation. (2) Ne mentionner que celles des compétences énumérées aux alinéas quatrième et suivants de l'article L. 422-2 du code de la construction et de l'habitation et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré pour l'exercice desquelles la société a été spécialement agréée. 4. Compétence territoriale-Siège social. L'activité de la société s'exerce dans le territoire délimité par la décision ministérielle portant agrément de la société en application de l'article R. 423-86 du code de la construction et de l'habitation. Le siège social de la société est fixé à... Il pourra être transféré à l'intérieur du territoire où s'exerce l'activité de la société. 5. Composition du capital social. Le capital social de la société est composé de... actions nominatives de... euro (s) chacune, entièrement libérées et détenues exclusivement par des organismes d'habitations à loyer modéré. 6. Cession d'actions. Le transfert d'actions à toute personne autre qu'un organisme d'habitations à loyer modéré est prohibé. Le transfert d'actions à un organisme d'habitation à loyer modéré non actionnaire de la société, à quelque titre que ce soit, doit être autorisé par le conseil d'administration ou de surveillance qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. Le refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande. En cas de refus d'agrément, le conseil d'administration ou le directoire est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par un ou des organismes d'habitation à loyer modéré qu'il aura lui-même désigné (s). Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susmentionné, l'achat n'est pas réalisé, l'agrément est considéré comme accordé, sauf prolongation de ce délai par décision de justice à la demande de la société. Version applicable aux sociétés dotées d'un conseil d'administration (1) : 7. Conseil d'administration. La société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce. Lorsque la société gère des logements appartenant à ses actionnaires, le conseil d'administration est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois administrateurs représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code.A cet effet, l'effectif du conseil d'administration peut excéder de deux unités le nombre maximum prévu à l' article L. 225-17 du code de commerce . Version applicable aux sociétés dotées d'un conseil de surveillance et d'un directoire (1) : 7. Conseil de surveillance et directoire. La société est administrée par un conseil de surveillance et un directoire constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce. Lorsque la société gère des logements appartenant à ses actionnaires, le conseil de surveillance est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois membres représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code.A cet effet, l'effectif du conseil de surveillance peut excéder de deux le nombre maximum prévu à l' article L. 225-69 du code de commerce . (1) La société devra opter pour l'une de ces deux versions. 8. Commission d'attribution. Lorsque la société gère des logements appartenant à ses actionnaires, la commission d'attribution de ces logements est constituée et fonctionne conformément aux dispositions de l'article R. 423-91 du code de la construction et de l'habitation. 9. Année sociale. L'année sociale de la société commence le 1er janvier et finit le 31 décembre. 10. Attribution de l'actif. Lors de l'expiration de la société ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif qui excéderait la moitié du capital social que dans les conditions prévues par les articles L. 422-11 et R. 423-88 du code de la construction et de l'habitation. 11. Transmission des statuts. Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.",
            "texteHtml": "<p>1. Forme. </p><p>Il est formé, entre les organismes d'habitations à loyer modéré propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme régie par les lois et règlements en vigueur, notamment par les dispositions des articles L. 422-5 à L. 422-11, L. 423-1-1 à L. 423-1-3 et R. 423-85 à R. 423-92 du code de la construction et de l'habitation ainsi que par les dispositions non contraires du <a href='/affichCode.do?cidTexte=LEGITEXT000006070721&dateTexte=&categorieLien=cid'>code civil</a>, du code de commerce et du <a href='/affichTexte.do?cidTexte=JORFTEXT000000674772&categorieLien=cid'>décret n° 67-236 du 23 mars 1967 </a>modifié sur les sociétés commerciales. </p><p>2. Dénomination. </p><p>La dénomination de la société est : (nom de la société), société anonyme de coordination d'organismes d'habitations à loyer modéré. </p><p>3. Objet social. </p><p>Dans le cadre de projets que ses actionnaires mènent en commun, la société a pour objet : </p><p>1° D'assister, comme prestataire de services, ses actionnaires organismes d'habitations à loyer modéré dans toutes interventions de ces derniers sur des immeubles qui leur appartiennent ou qu'ils gèrent ; </p><p>2° De gérer des immeubles appartenant à ses actionnaires organismes d'habitations à loyer modéré ; </p><p>3° De gérer, dans les périmètres où ses actionnaires mettent en oeuvre des projets communs, des immeubles appartenant à d'autres organismes d'habitations à loyer modéré et de gérer des immeubles à usage principal d'habitation appartenant à l'Etat, aux collectivités territoriales ou à leurs groupements, à des sociétés d'économie mixte de construction et de gestion de logements locatifs sociaux, à des organismes à but non lucratif, à l'association agréée mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020443167&dateTexte=&categorieLien=cid'>article L. 313-34</a> du code de la construction et de l'habitation ou aux sociétés civiles immobilières dont les parts sont détenues à au moins 99 % par cette association ; </p><p>4° De réaliser, pour le compte de ses actionnaires et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou opérations d'aménagement prévues par le code de l'urbanisme et le code de la construction et de l'habitation. Les dispositions de l'article L. 443-14 de ce dernier code ne sont pas applicables aux cessions d'immeubles rendues nécessaires par ces réalisations ; </p><p>5° Dans le cadre de projets que ses actionnaires mènent en commun, d'exercer les compétences suivantes (...) (1) (2). </p><p>(1) La clause prévue au 5° ne peut être insérée dans les statuts que lorsque la société a été spécialement agréée dans les conditions fixées à l'article R. 423-87 du code de la construction et de l'habitation. </p><p>(2) Ne mentionner que celles des compétences énumérées aux alinéas quatrième et suivants de l'article L. 422-2 du code de la construction et de l'habitation et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré pour l'exercice desquelles la société a été spécialement agréée. </p><p>4. Compétence territoriale-Siège social.</p><p>L'activité de la société s'exerce dans le territoire délimité par la décision ministérielle portant agrément de la société en application de l'article R. 423-86 du code de la construction et de l'habitation. </p><p>Le siège social de la société est fixé à... </p><p>Il pourra être transféré à l'intérieur du territoire où s'exerce l'activité de la société. </p><p>5. Composition du capital social. </p><p>Le capital social de la société est composé de... actions nominatives de... euro (s) chacune, entièrement libérées et détenues exclusivement par des organismes d'habitations à loyer modéré. </p><p>6. Cession d'actions. </p><p>Le transfert d'actions à toute personne autre qu'un organisme d'habitations à loyer modéré est prohibé. </p><p>Le transfert d'actions à un organisme d'habitation à loyer modéré non actionnaire de la société, à quelque titre que ce soit, doit être autorisé par le conseil d'administration ou de surveillance qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. </p><p>Le refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande. </p><p>En cas de refus d'agrément, le conseil d'administration ou le directoire est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par un ou des organismes d'habitation à loyer modéré qu'il aura lui-même désigné (s). Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susmentionné, l'achat n'est pas réalisé, l'agrément est considéré comme accordé, sauf prolongation de ce délai par décision de justice à la demande de la société. </p><p>Version applicable aux sociétés dotées d'un conseil d'administration (1) : </p><p>7. Conseil d'administration. </p><p>La société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce. </p><p>Lorsque la société gère des logements appartenant à ses actionnaires, le conseil d'administration est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois administrateurs représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code.A cet effet, l'effectif du conseil d'administration peut excéder de deux unités le nombre maximum prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223574&dateTexte=&categorieLien=cid'>article L. 225-17 du code de commerce</a>. </p><p>Version applicable aux sociétés dotées d'un conseil de surveillance et d'un directoire (1) : </p><p>7. Conseil de surveillance et directoire. </p><p>La société est administrée par un conseil de surveillance et un directoire constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce. </p><p>Lorsque la société gère des logements appartenant à ses actionnaires, le conseil de surveillance est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois membres représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code.A cet effet, l'effectif du conseil de surveillance peut excéder de deux le nombre maximum prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224311&dateTexte=&categorieLien=cid'>article L. 225-69 du code de commerce</a>. </p><p>(1) La société devra opter pour l'une de ces deux versions. </p><p>8. Commission d'attribution. </p><p>Lorsque la société gère des logements appartenant à ses actionnaires, la commission d'attribution de ces logements est constituée et fonctionne conformément aux dispositions de l'article R. 423-91 du code de la construction et de l'habitation. </p><p>9. Année sociale.</p><p>L'année sociale de la société commence le 1er janvier et finit le 31 décembre. </p><p>10. Attribution de l'actif. </p><p>Lors de l'expiration de la société ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif qui excéderait la moitié du capital social que dans les conditions prévues par les articles L. 422-11 et R. 423-88 du code de la construction et de l'habitation. </p><p>11. Transmission des statuts. </p><p>Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.</p>",
            "num": "Annexe à l'article R423-85",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1238198400000,
            "dateFin": 1465430400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-07",
                        "fin": "2999-01-01",
                        "titre": "Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129018",
                        "id": "LEGISCTA000006129018",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832851",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129018",
            "sectionParentId": "LEGISCTA000006129018",
            "sectionParentTitre": "Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
            "fullSectionsTitre": "Annexes &gt; Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020465718",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020438861",
                    "textTitle": "LOI n° 2009-323 du 25 mars 2009 - art. 8 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000028809197",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-03-27",
                    "dateSignaTexte": "2009-03-25",
                    "dateDebutCible": "2014-03-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000674772",
                    "textTitle": "Décret n°67-236 du 23 mars 1967",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000674772",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "67-236",
                    "datePubli": -87609600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-17",
                    "articleId": "LEGIARTI000006223574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-69",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-69",
                    "articleId": "LEGIARTI000006224311",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070721",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -5263747200000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-34",
                    "articleId": "LEGIARTI000020443167",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832851",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1094515200000,
                    "dateFin": 1132272000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006832852",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1132272000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020465718",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1465430400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032660331",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1465430400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R423-85"
            ],
            "versionPrecedente": "LEGIARTI000006832852",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006832852",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Forme. Il est formé, entre les organismes d'habitations à loyer modéré propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme régie par les lois et règlements en vigueur, notamment par les dispositions des articles L. 422-5 à L. 422-11, L. 423-1-1 à L. 423-1-3 et R. 423-85 à R. 423-92 du code de la construction et de l'habitation ainsi que par les dispositions non contraires du code civil, du code de commerce et du décret n° 67-236 du 23 mars 1967 modifié sur les sociétés commerciales. 2. Dénomination. La dénomination de la société est : (nom de la société), société anonyme de coordination d'organismes d'habitations à loyer modéré. 3. Objet social. Dans le cadre de projets que ses actionnaires mènent en commun, la société a pour objet : 1° D'assister, comme prestataire de services, ses actionnaires organismes d'habitations à loyer modéré dans toutes interventions de ces derniers sur des immeubles qui leur appartiennent ou qu'ils gèrent ; 2° De gérer des immeubles appartenant à ses actionnaires organismes d'habitations à loyer modéré ; 3° De gérer, dans les périmètres où ses actionnaires mettent en oeuvre des projets communs, des immeubles appartenant à d'autres organismes d'habitations à loyer modéré et de gérer des immeubles à usage principal d'habitation appartenant à l'Etat, aux collectivités territoriales ou à leurs groupements, à des sociétés d'économie mixte de construction et de gestion de logements locatifs sociaux, à des organismes à but non lucratif, à l'association agréée mentionnée à l'article 116 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001) ou aux sociétés civiles immobilières dont les parts sont détenues à au moins 99 % par cette association ; 4° De réaliser, pour le compte de ses actionnaires et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou opérations d'aménagement prévues par le code de l'urbanisme et le code de la construction et de l'habitation. Les dispositions de l'article L. 443-14 de ce dernier code ne sont pas applicables aux cessions d'immeubles rendues nécessaires par ces réalisations ; 5° Dans le cadre de projets que ses actionnaires mènent en commun, d'exercer les compétences suivantes (...) (1) (2). (1) La clause prévue au 5° ne peut être insérée dans les statuts que lorsque la société a été spécialement agréée dans les conditions fixées à l'article R. 423-87 du code de la construction et de l'habitation. (2) Ne mentionner que celles des compétences énumérées aux alinéas quatrième et suivants de l'article L. 422-2 du code de la construction et de l'habitation et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré pour l'exercice desquelles la société a été spécialement agréée. 4. Compétence territoriale - Siège social. L'activité de la société s'exerce dans le territoire délimité par la décision ministérielle portant agrément de la société en application de l'article R. 423-86 du code de la construction et de l'habitation. Le siège social de la société est fixé à ... Il pourra être transféré à l'intérieur du territoire où s'exerce l'activité de la société. 5. Composition du capital social. Le capital social de la société est composé de ... actions nominatives de ... euro(s) chacune, entièrement libérées et détenues exclusivement par des organismes d'habitations à loyer modéré. 6. Cession d'actions. Le transfert d'actions à toute personne autre qu'un organisme d'habitations à loyer modéré est prohibé. Le transfert d'actions à un organisme d'habitation à loyer modéré non actionnaire de la société, à quelque titre que ce soit, doit être autorisé par le conseil d'administration ou de surveillance qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. Le refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande. En cas de refus d'agrément, le conseil d'administration ou le directoire est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par un ou des organismes d'habitation à loyer modéré qu'il aura lui-même désigné(s). Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susmentionné, l'achat n'est pas réalisé, l'agrément est considéré comme accordé, sauf prolongation de ce délai par décision de justice à la demande de la société. Version applicable aux sociétés dotées d'un conseil d'administration (1) : 7. Conseil d'administration. La société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce. Lorsque la société gère des logements appartenant à ses actionnaires, le conseil d'administration est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois administrateurs représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code. A cet effet, l'effectif du conseil d'administration peut excéder de deux unités le nombre maximum prévu à l'article L. 225-17 du code de commerce. Version applicable aux sociétés dotées d'un conseil de surveillance et d'un directoire (1) : 7. Conseil de surveillance et directoire. La société est administrée par un conseil de surveillance et un directoire constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce. Lorsque la société gère des logements appartenant à ses actionnaires, le conseil de surveillance est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois membres représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code. A cet effet, l'effectif du conseil de surveillance peut excéder de deux le nombre maximum prévu à l'article L. 225-69 du code de commerce. (1) La société devra opter pour l'une de ces deux versions. 8. Commission d'attribution. Lorsque la société gère des logements appartenant à ses actionnaires, la commission d'attribution de ces logements est constituée et fonctionne conformément aux dispositions de l'article R. 423-91 du code de la construction et de l'habitation. 9. Année sociale. L'année sociale de la société commence le 1er janvier et finit le 31 décembre. 10. Attribution de l'actif. Lors de l'expiration de la société ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif qui excéderait la moitié du capital social que dans les conditions prévues par les articles L. 422-11 et R. 423-88 du code de la construction et de l'habitation. 11. Transmission des statuts. Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.",
            "texteHtml": "<p></p>   1. Forme.<p></p><p></p>   Il est formé, entre les organismes d'habitations à loyer modéré propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme régie par les lois et règlements en vigueur, notamment par les dispositions des articles L. 422-5 à L. 422-11, L. 423-1-1 à L. 423-1-3 et R. 423-85 à R. 423-92 du code de la construction et de l'habitation ainsi que par les dispositions non contraires du code civil, du code de commerce et du décret n° 67-236 du 23 mars 1967 modifié sur les sociétés commerciales.<p></p><p></p><p></p>   2. Dénomination.<p></p><p></p>   La dénomination de la société est : (nom de la société), société anonyme de coordination d'organismes d'habitations à loyer modéré.<p></p><p></p><p></p>   3. Objet social.<p></p><p></p>   Dans le cadre de projets que ses actionnaires mènent en commun, la société a pour objet :<p></p><p></p>   1° D'assister, comme prestataire de services, ses actionnaires organismes d'habitations à loyer modéré dans toutes interventions de ces derniers sur des immeubles qui leur appartiennent ou qu'ils gèrent ;<p></p><p></p>   2° De gérer des immeubles appartenant à ses actionnaires organismes d'habitations à loyer modéré ;<p></p><p></p>   3° De gérer, dans les périmètres où ses actionnaires mettent en oeuvre des projets communs, des immeubles appartenant à d'autres organismes d'habitations à loyer modéré et de gérer des immeubles à usage principal d'habitation appartenant à l'Etat, aux collectivités territoriales ou à leurs groupements, à des sociétés d'économie mixte de construction et de gestion de logements locatifs sociaux, à des organismes à but non lucratif, à l'association agréée mentionnée à l'article 116 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001) ou aux sociétés civiles immobilières dont les parts sont détenues à au moins 99 % par cette association ;<p></p><p></p>   4° De réaliser, pour le compte de ses actionnaires et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou opérations d'aménagement prévues par le code de l'urbanisme et le code de la construction et de l'habitation. Les dispositions de l'article L. 443-14 de ce dernier code ne sont pas applicables aux cessions d'immeubles rendues nécessaires par ces réalisations ;<p></p><p></p>   5° Dans le cadre de projets que ses actionnaires mènent en commun, d'exercer les compétences suivantes (...) (1) (2).<p></p><p></p>   (1) La clause prévue au 5° ne peut être insérée dans les statuts que lorsque la société a été spécialement agréée dans les conditions fixées à l'article R. 423-87 du code de la construction et de l'habitation.<p></p><p></p>   (2) Ne mentionner que celles des compétences énumérées aux alinéas quatrième et suivants de l'article L. 422-2 du code de la construction et de l'habitation et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré pour l'exercice desquelles la société a été spécialement agréée.<p></p><p></p><p></p>   4. Compétence territoriale - Siège social.<p></p><p></p>   L'activité de la société s'exerce dans le territoire délimité par la décision ministérielle portant agrément de la société en application de l'article R. 423-86 du code de la construction et de l'habitation.<p></p><p></p>   Le siège social de la société est fixé à ...<p></p><p></p>   Il pourra être transféré à l'intérieur du territoire où s'exerce l'activité de la société.<p></p><p></p><p></p>   5. Composition du capital social.<p></p><p></p>   Le capital social de la société est composé de ... actions nominatives de ... euro(s) chacune, entièrement libérées et détenues exclusivement par des organismes d'habitations à loyer modéré.<p></p><p></p><p></p>   6. Cession d'actions.<p></p><p></p>   Le transfert d'actions à toute personne autre qu'un organisme d'habitations à loyer modéré est prohibé.<p></p><p></p>   Le transfert d'actions à un organisme d'habitation à loyer modéré non actionnaire de la société, à quelque titre que ce soit, doit être autorisé par le conseil d'administration ou de surveillance qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus.<p></p><p></p>   Le refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande.<p></p><p></p>   En cas de refus d'agrément, le conseil d'administration ou le directoire est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par un ou des organismes d'habitation à loyer modéré qu'il aura lui-même désigné(s). Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susmentionné, l'achat n'est pas réalisé, l'agrément est considéré comme accordé, sauf prolongation de ce délai par décision de justice à la demande de la société.<p></p><p></p><p></p>   Version applicable aux sociétés dotées d'un conseil d'administration (1) :<p></p><p></p>   7. Conseil d'administration.<p></p><p></p>   La société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce.<p></p><p></p>   Lorsque la société gère des logements appartenant à ses actionnaires, le conseil d'administration est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois administrateurs représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code. A cet effet, l'effectif du conseil d'administration peut excéder de deux unités le nombre maximum prévu à l'article L. 225-17 du code de commerce.<p></p><p></p>   Version applicable aux sociétés dotées d'un conseil de surveillance et d'un directoire (1) :<p></p><p></p>   7. Conseil de surveillance et directoire.<p></p><p></p>   La société est administrée par un conseil de surveillance et un directoire constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce.<p></p><p></p>   Lorsque la société gère des logements appartenant à ses actionnaires, le conseil de surveillance est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois membres représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code. A cet effet, l'effectif du conseil de surveillance peut excéder de deux le nombre maximum prévu à l'article L. 225-69 du code de commerce.<p></p><p></p>   (1) La société devra opter pour l'une de ces deux versions.<p></p><p></p><p></p>   8. Commission d'attribution.<p></p><p></p>   Lorsque la société gère des logements appartenant à ses actionnaires, la commission d'attribution de ces logements est constituée et fonctionne conformément aux dispositions de l'article R. 423-91 du code de la construction et de l'habitation.<p></p><p></p><p></p>   9. Année sociale.<p></p><p></p>   L'année sociale de la société commence le 1er janvier et finit le 31 décembre.<p></p><p></p><p></p>   10. Attribution de l'actif.<p></p><p></p>   Lors de l'expiration de la société ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif qui excéderait la moitié du capital social que dans les conditions prévues par les articles L. 422-11 et R. 423-88 du code de la construction et de l'habitation.<p></p><p></p><p></p>   11. Transmission des statuts.<p></p><p></p>   Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.<p></p>",
            "num": "Annexe à l'article R423-85",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1132272000000,
            "dateFin": 1238198400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-07",
                        "fin": "2999-01-01",
                        "titre": "Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129018",
                        "id": "LEGISCTA000006129018",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832851",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129018",
            "sectionParentId": "LEGISCTA000006129018",
            "sectionParentTitre": "Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
            "fullSectionsTitre": "Annexes &gt; Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006832852",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000816122",
                    "textTitle": "Décret n°2005-1416 du 16 novembre 2005 - art. 4 () JORF 18 novembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006246562",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-11-18",
                    "dateSignaTexte": "2005-11-16",
                    "dateDebutCible": "2005-11-18"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832851",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1094515200000,
                    "dateFin": 1132272000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006832852",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1132272000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020465718",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1465430400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032660331",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1465430400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R423-85"
            ],
            "versionPrecedente": "LEGIARTI000006832851",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006832851",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Forme. Il est formé, entre les organismes d'habitations à loyer modéré propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme régie par les lois et règlements en vigueur, notamment par les dispositions des articles L. 422-5 à L. 422-11, L. 423-1-1 à L. 423-1-3 et R. 423-85 à R. 423-92 du code de la construction et de l'habitation ainsi que par les dispositions non contraires du code civil, du code de commerce et du décret n° 67-236 du 23 mars 1967 modifié sur les sociétés commerciales. 2. Dénomination. La dénomination de la société est : (nom de la société), société anonyme de coordination d'organismes d'habitations à loyer modéré. 3. Objet social. Dans le cadre de projets que ses actionnaires mènent en commun, la société a pour objet : 1° D'assister, comme prestataire de services, ses actionnaires organismes d'habitations à loyer modéré dans toutes interventions de ces derniers sur des immeubles qui leur appartiennent ou qu'ils gèrent ; 2° De gérer des immeubles appartenant à ses actionnaires organismes d'habitations à loyer modéré ; 3° De gérer, dans les périmètres où ses actionnaires mettent en oeuvre des projets communs, des immeubles appartenant à d'autres organismes d'habitations à loyer modéré et de gérer des immeubles à usage principal d'habitation appartenant à l'Etat, aux collectivités territoriales ou à leurs groupements, à des sociétés d'économie mixte de construction et de gestion de logements locatifs sociaux, à des organismes à but non lucratif, à l'association agréée mentionnée à l'article 116 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001) ou aux sociétés civiles immobilières dont les parts sont détenues à au moins 99 % par cette association ; 4° De réaliser, pour le compte de ses actionnaires et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou opérations d'aménagement prévues par le code de l'urbanisme et le code de la construction et de l'habitation. Les dispositions de l'article L. 443-14 de ce dernier code ne sont pas applicables aux cessions d'immeubles rendues nécessaires par ces réalisations ; 5° Dans le cadre de projets que ses actionnaires mènent en commun, d'exercer les compétences suivantes (...) (1) (2). (1) La clause prévue au 5° ne peut être insérée dans les statuts que lorsque la société a été spécialement agréée dans les conditions fixées à l'article R. 423-87 du code de la construction et de l'habitation. (2) Ne mentionner que celles des compétences énumérées aux alinéas troisième et suivants de l'article L. 422-2 du code de la construction et de l'habitation et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré pour l'exercice desquelles la société a été spécialement agréée. 4. Compétence territoriale - Siège social. L'activité de la société s'exerce dans le territoire délimité par la décision ministérielle portant agrément de la société en application de l'article R. 423-86 du code de la construction et de l'habitation. Le siège social de la société est fixé à ... Il pourra être transféré à l'intérieur du territoire où s'exerce l'activité de la société. 5. Composition du capital social. Le capital social de la société est composé de ... actions nominatives de ... euro(s) chacune, entièrement libérées et détenues exclusivement par des organismes d'habitations à loyer modéré. 6. Cession d'actions. Le transfert d'actions à toute personne autre qu'un organisme d'habitations à loyer modéré est prohibé. Le transfert d'actions à un organisme d'habitation à loyer modéré non actionnaire de la société, à quelque titre que ce soit, doit être autorisé par le conseil d'administration ou de surveillance qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus. Le refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande. En cas de refus d'agrément, le conseil d'administration ou le directoire est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par un ou des organismes d'habitation à loyer modéré qu'il aura lui-même désigné(s). Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susmentionné, l'achat n'est pas réalisé, l'agrément est considéré comme accordé, sauf prolongation de ce délai par décision de justice à la demande de la société. Version applicable aux sociétés dotées d'un conseil d'administration (1) : 7. Conseil d'administration. La société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce. Lorsque la société gère des logements appartenant à ses actionnaires, le conseil d'administration est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois administrateurs représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code. A cet effet, l'effectif du conseil d'administration peut excéder de deux unités le nombre maximum prévu à l'article L. 225-17 du code de commerce. Version applicable aux sociétés dotées d'un conseil de surveillance et d'un directoire (1) : 7. Conseil de surveillance et directoire. La société est administrée par un conseil de surveillance et un directoire constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce. Lorsque la société gère des logements appartenant à ses actionnaires, le conseil de surveillance est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois membres représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code. A cet effet, l'effectif du conseil de surveillance peut excéder de deux le nombre maximum prévu à l'article L. 225-69 du code de commerce. (1) La société devra opter pour l'une de ces deux versions. 8. Commission d'attribution. Lorsque la société gère des logements appartenant à ses actionnaires, la commission d'attribution de ces logements est constituée et fonctionne conformément aux dispositions de l'article R. 423-91 du code de la construction et de l'habitation. 9. Année sociale. L'année sociale de la société commence le 1er janvier et finit le 31 décembre. 10. Attribution de l'actif. Lors de l'expiration de la société ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif qui excéderait la moitié du capital social que dans les conditions prévues par les articles L. 422-11 et R. 423-88 du code de la construction et de l'habitation. 11. Transmission des statuts. Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.",
            "texteHtml": "<p></p>   1. Forme.<p></p><p></p>   Il est formé, entre les organismes d'habitations à loyer modéré propriétaires des actions créées ci-après et de toutes celles qui le seraient ultérieurement, une société anonyme régie par les lois et règlements en vigueur, notamment par les dispositions des articles L. 422-5 à L. 422-11, L. 423-1-1 à L. 423-1-3 et R. 423-85 à R. 423-92 du code de la construction et de l'habitation ainsi que par les dispositions non contraires du code civil, du code de commerce et du décret n° 67-236 du 23 mars 1967 modifié sur les sociétés commerciales.<p></p><p></p><p></p>   2. Dénomination.<p></p><p></p>   La dénomination de la société est : (nom de la société), société anonyme de coordination d'organismes d'habitations à loyer modéré.<p></p><p></p><p></p>   3. Objet social.<p></p><p></p>   Dans le cadre de projets que ses actionnaires mènent en commun, la société a pour objet :<p></p><p></p>   1° D'assister, comme prestataire de services, ses actionnaires organismes d'habitations à loyer modéré dans toutes interventions de ces derniers sur des immeubles qui leur appartiennent ou qu'ils gèrent ;<p></p><p></p>   2° De gérer des immeubles appartenant à ses actionnaires organismes d'habitations à loyer modéré ;<p></p><p></p>   3° De gérer, dans les périmètres où ses actionnaires mettent en oeuvre des projets communs, des immeubles appartenant à d'autres organismes d'habitations à loyer modéré et de gérer des immeubles à usage principal d'habitation appartenant à l'Etat, aux collectivités territoriales ou à leurs groupements, à des sociétés d'économie mixte de construction et de gestion de logements locatifs sociaux, à des organismes à but non lucratif, à l'association agréée mentionnée à l'article 116 de la loi de finances pour 2002 (n° 2001-1275 du 28 décembre 2001) ou aux sociétés civiles immobilières dont les parts sont détenues à au moins 99 % par cette association ;<p></p><p></p>   4° De réaliser, pour le compte de ses actionnaires et dans le cadre d'une convention passée par la société avec la ou les collectivités territoriales ou le ou les établissements publics de coopération intercommunale compétents sur le ou les périmètres où sont conduits des projets en commun, toutes les interventions foncières, les actions ou opérations d'aménagement prévues par le code de l'urbanisme et le code de la construction et de l'habitation. Les dispositions de l'article L. 443-14 de ce dernier code ne sont pas applicables aux cessions d'immeubles rendues nécessaires par ces réalisations ;<p></p><p></p>   5° Dans le cadre de projets que ses actionnaires mènent en commun, d'exercer les compétences suivantes (...) (1) (2).<p></p><p></p>   (1) La clause prévue au 5° ne peut être insérée dans les statuts que lorsque la société a été spécialement agréée dans les conditions fixées à l'article R. 423-87 du code de la construction et de l'habitation.<p></p><p></p>   (2) Ne mentionner que celles des compétences énumérées aux alinéas troisième et suivants de l'article L. 422-2 du code de la construction et de l'habitation et qui sont communes aux organismes publics et aux sociétés anonymes d'habitations à loyer modéré pour l'exercice desquelles la société a été spécialement agréée.<p></p><p></p><p></p>   4. Compétence territoriale - Siège social.<p></p><p></p>   L'activité de la société s'exerce dans le territoire délimité par la décision ministérielle portant agrément de la société en application de l'article R. 423-86 du code de la construction et de l'habitation.<p></p><p></p>   Le siège social de la société est fixé à ...<p></p><p></p>   Il pourra être transféré à l'intérieur du territoire où s'exerce l'activité de la société.<p></p><p></p><p></p>   5. Composition du capital social.<p></p><p></p>   Le capital social de la société est composé de ... actions nominatives de ... euro(s) chacune, entièrement libérées et détenues exclusivement par des organismes d'habitations à loyer modéré.<p></p><p></p><p></p>   6. Cession d'actions.<p></p><p></p>   Le transfert d'actions à toute personne autre qu'un organisme d'habitations à loyer modéré est prohibé.<p></p><p></p>   Le transfert d'actions à un organisme d'habitation à loyer modéré non actionnaire de la société, à quelque titre que ce soit, doit être autorisé par le conseil d'administration ou de surveillance qui n'est pas tenu de faire connaître les motifs de son agrément ou de son refus.<p></p><p></p>   Le refus d'agrément peut résulter soit d'une décision expresse, soit d'un défaut de réponse dans un délai de trois mois à compter de la date de réception de la demande.<p></p><p></p>   En cas de refus d'agrément, le conseil d'administration ou le directoire est tenu, dans un délai de trois mois à compter de son refus, de faire acquérir les actions par un ou des organismes d'habitation à loyer modéré qu'il aura lui-même désigné(s). Dans ce cas, le prix ne peut être inférieur à celui de la cession non autorisée. Si, à l'expiration du délai susmentionné, l'achat n'est pas réalisé, l'agrément est considéré comme accordé, sauf prolongation de ce délai par décision de justice à la demande de la société.<p></p><p></p><p></p>   Version applicable aux sociétés dotées d'un conseil d'administration (1) :<p></p><p></p>   7. Conseil d'administration.<p></p><p></p>   La société est administrée par un conseil d'administration constitué conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 1 de la section 2 du chapitre V du titre II du livre II du code de commerce.<p></p><p></p>   Lorsque la société gère des logements appartenant à ses actionnaires, le conseil d'administration est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois administrateurs représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code. A cet effet, l'effectif du conseil d'administration peut excéder de deux unités le nombre maximum prévu à l'article L. 225-17 du code de commerce.<p></p><p></p>   Version applicable aux sociétés dotées d'un conseil de surveillance et d'un directoire (1) :<p></p><p></p>   7. Conseil de surveillance et directoire.<p></p><p></p>   La société est administrée par un conseil de surveillance et un directoire constitués conformément aux dispositions de l'article L. 423-1-2 du code de la construction et de l'habitation et à celles non contraires de la sous-section 2 de la section 2 du chapitre V du titre II du livre II du code de commerce.<p></p><p></p>   Lorsque la société gère des logements appartenant à ses actionnaires, le conseil de surveillance est complété, conformément aux dispositions de l'article L. 423-1-3 du code de la construction et de l'habitation, par trois membres représentants les locataires et élus par ces derniers dans les conditions fixées à l'article R. 423-89 ou désignés dans les conditions de l'article R. 423-90 du même code. A cet effet, l'effectif du conseil de surveillance peut excéder de deux le nombre maximum prévu à l'article L. 225-69 du code de commerce.<p></p><p></p>   (1) La société devra opter pour l'une de ces deux versions.<p></p><p></p><p></p>   8. Commission d'attribution.<p></p><p></p>   Lorsque la société gère des logements appartenant à ses actionnaires, la commission d'attribution de ces logements est constituée et fonctionne conformément aux dispositions de l'article R. 423-91 du code de la construction et de l'habitation.<p></p><p></p><p></p>   9. Année sociale.<p></p><p></p>   L'année sociale de la société commence le 1er janvier et finit le 31 décembre.<p></p><p></p><p></p>   10. Attribution de l'actif.<p></p><p></p>   Lors de l'expiration de la société ou en cas de dissolution anticipée, l'assemblée générale ordinaire appelée à statuer sur la liquidation ne pourra, après paiement du passif et remboursement du capital, attribuer la portion d'actif qui excéderait la moitié du capital social que dans les conditions prévues par les articles L. 422-11 et R. 423-88 du code de la construction et de l'habitation.<p></p><p></p><p></p>   11. Transmission des statuts.<p></p><p></p>   Les statuts de la société sont transmis au préfet du département du siège de la société après chaque modification.<p></p>",
            "num": "Annexe à l'article R423-85",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1094515200000,
            "dateFin": 1132272000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-09-07",
                        "fin": "2999-01-01",
                        "titre": "Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129018",
                        "id": "LEGISCTA000006129018",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832851",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006129018",
            "sectionParentId": "LEGISCTA000006129018",
            "sectionParentTitre": "Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
            "fullSectionsTitre": "Annexes &gt; Clauses types des statuts des sociétés anonymes de coordination d'organismes d'habitations à loyer modéré.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006832851",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000627066",
                    "textTitle": "Décret n°2004-943 du 2 septembre 2004 - art. 5 () JORF 7 septembre 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006823198",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-09-07",
                    "dateSignaTexte": "2004-09-02",
                    "dateDebutCible": "2004-09-07"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832851",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1094515200000,
                    "dateFin": 1132272000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006832852",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1132272000000,
                    "dateFin": 1238198400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020465718",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1238198400000,
                    "dateFin": 1465430400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032660331",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1465430400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article R423-85"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}