{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006645671",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le comité monétaire du conseil général comprend sept membres : - le gouverneur et les deux sous-gouverneurs de la Banque de France ; - deux membres nommés par le président du Sénat et deux membres nommés par le président de l'Assemblée nationale, compte tenu de leur compétence et de leur expérience professionnelle dans les domaines monétaire, financier ou économique. Lors de la première désignation, à compter de la promulgation de la loi n° 2007-212 du 20 février 2007 portant diverses dispositions intéressant la Banque de France, des membres nommés dans les conditions définies au troisième alinéa, un membre est nommé par le président du Sénat et un membre est nommé par le président de l'Assemblée nationale. Le mandat de ces membres expire à la fin de l'année 2011, sous réserve des dispositions prévues au sixième alinéa. En outre, les membres du Conseil de la politique monétaire nommés par décret en conseil des ministres autres que le gouverneur et les deux sous-gouverneurs, en fonction à la date de publication de la loi n° 2007-212 du 20 février 2007 précitée, sont membres de droit du comité monétaire. Leur mandat ne sera pas renouvelé à l'expiration de leurs fonctions. A compter du 1er janvier 2009, le renouvellement des membres visés au troisième alinéa s'opère par moitié tous les trois ans. Lors de chaque renouvellement triennal, un membre est nommé par le président du Sénat et un membre est nommé par le président de l'Assemblée nationale. Le mandat de ces membres dure six ans, sous réserve des dispositions prévues au sixième alinéa. Il est pourvu au remplacement des membres du comité monétaire au moins huit jours avant l'expiration de leurs fonctions. Si l'un des membres visés au troisième alinéa ne peut exercer son mandat jusqu'à son terme, il est pourvu immédiatement à son remplacement dans les conditions décrites aux trois alinéas précédents et il n'exerce ses fonctions que pour la durée restant à courir du mandat de la personne qu'il remplace. Le mandat des membres nommés par le président du Sénat et le président de l'Assemblée nationale n'est pas renouvelable. Toutefois, cette règle n'est pas applicable aux membres qui ont remplacé, pour une durée de trois ans au plus, un membre du comité dans le cas prévu au sixième alinéa.",
            "texteHtml": "<p></p>   Le comité monétaire du conseil général comprend sept membres :<p></p><p></p>   - le gouverneur et les deux sous-gouverneurs de la Banque de France ;<p></p><p></p>   - deux membres nommés par le président du Sénat et deux membres nommés par le président de l'Assemblée nationale, compte tenu de leur compétence et de leur expérience professionnelle dans les domaines monétaire, financier ou économique.<p></p><p></p>   Lors de la première désignation, à compter de la promulgation de la loi n° 2007-212 du 20 février 2007 portant diverses dispositions intéressant la Banque de France, des membres nommés dans les conditions définies au troisième alinéa, un membre est nommé par le président du Sénat et un membre est nommé par le président de l'Assemblée nationale. Le mandat de ces membres expire à la fin de l'année 2011, sous réserve des dispositions prévues au sixième alinéa. En outre, les membres du Conseil de la politique monétaire nommés par décret en conseil des ministres autres que le gouverneur et les deux sous-gouverneurs, en fonction à la date de publication de la loi n° 2007-212 du 20 février 2007 précitée, sont membres de droit du comité monétaire. Leur mandat ne sera pas renouvelé à l'expiration de leurs fonctions.<p></p><p></p>   A compter du 1er janvier 2009, le renouvellement des membres visés au troisième alinéa s'opère par moitié tous les trois ans. Lors de chaque renouvellement triennal, un membre est nommé par le président du Sénat et un membre est nommé par le président de l'Assemblée nationale. Le mandat de ces membres dure six ans, sous réserve des dispositions prévues au sixième alinéa.<p></p><p></p>   Il est pourvu au remplacement des membres du comité monétaire au moins huit jours avant l'expiration de leurs fonctions. Si l'un des membres visés au troisième alinéa ne peut exercer son mandat jusqu'à son terme, il est pourvu immédiatement à son remplacement dans les conditions décrites aux trois alinéas précédents et il n'exerce ses fonctions que pour la durée restant à courir du mandat de la personne qu'il remplace.<p></p><p></p>   Le mandat des membres nommés par le président du Sénat et le président de l'Assemblée nationale n'est pas renouvelable. Toutefois, cette règle n'est pas applicable aux membres qui ont remplacé, pour une durée de trois ans au plus, un membre du comité dans le cas prévu au sixième alinéa.<p></p>",
            "num": "L142-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1172016000000,
            "dateFin": 1217980800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : La monnaie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123830",
                        "id": "LEGISCTA000006123830",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : La Banque de France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139766",
                        "id": "LEGISCTA000006139766",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation de la banque",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153976",
                        "id": "LEGISCTA000006153976",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-21",
                        "fin": "2008-08-06",
                        "titre": "Section 3 : Le comité monétaire du conseil général.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170835",
                        "id": "LEGISCTA000006170835",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006645670",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170835",
            "sectionParentId": "LEGISCTA000006170835",
            "sectionParentTitre": "Section 3 : Le comité monétaire du conseil général.",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : La monnaie &gt; Titre IV : La Banque de France &gt; Chapitre II : Organisation de la banque",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006645671",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005630278",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2000-12-14",
                    "dateDebutCible": "2001-01-01"
                },
                {
                    "textCid": "JORFTEXT000000644572",
                    "textTitle": "Loi n°2007-212 du 20 février 2007 - art. 1 () JORF 21 février 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006260416",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-02-21",
                    "dateSignaTexte": "2007-02-20",
                    "dateDebutCible": "2007-02-21"
                },
                {
                    "textCid": "JORFTEXT000019283050",
                    "textTitle": "LOI n°2008-776\n du 4 août 2008 - art. 173",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "173",
                    "articleId": "LEGIARTI000019284935",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-08-05",
                    "dateSignaTexte": "2008-08-04",
                    "dateDebutCible": "2008-08-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000644572",
                    "textTitle": "Loi n°2007-212 du 20 février 2007",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000644572",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2007-212",
                    "datePubli": 1172016000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L164-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L164-1",
                    "articleId": "LEGIARTI000006646329",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000180850",
                    "textTitle": "Loi 93-980 1993-08-04 art. 10 I",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000180850",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000180850",
                    "textTitle": "Loi n°93-980 du 4 août 1993 - art. 10 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006697049",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006645670",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1172016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006645671",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1172016000000,
                    "dateFin": 1217980800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L142-5",
                "142-5"
            ],
            "versionPrecedente": "LEGIARTI000006645670",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006645670",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les membres du Conseil de la politique monétaire sont tenus au secret professionnel. Il ne peut être mis fin, avant terme, à leurs fonctions, que s'ils deviennent incapables d'exercer celles-ci ou commettent une faute grave, par révocation sur demande motivée du Conseil de la politique monétaire statuant à la majorité des membres autres que l'intéressé. Les fonctions du gouverneur, des sous-gouverneurs et des autres membres du Conseil de la politique monétaire sont exclusives de toute autre activité professionnelle publique ou privée, rémunérée ou non, à l'exception de l'exercice du mandat de membre du Conseil économique et social ou le cas échéant, après accord du Conseil de la politique monétaire, d'activités d'enseignement ou de fonctions exercées au sein d'organismes internationaux. Ils ne peuvent exercer de mandats électifs. S'ils ont la qualité de fonctionnaires, ils sont placés en position de détachement et ne peuvent recevoir une promotion au choix. Le gouverneur et les sous-gouverneurs qui cessent leurs fonctions pour un motif autre que la révocation pour faute grave continuent à recevoir leur traitement d'activité pendant trois ans. Pour les autres membres du Conseil de la politique monétaire, cette période est limitée à un an. Au cours de cette période, ils ne peuvent, sauf accord du Conseil de la politique monétaire, exercer d'activités professionnelles, à l'exception de fonctions publiques électives ou de fonctions de membre du Gouvernement. Dans le cas où le Conseil de la politique monétaire a autorisé l'exercice d'activités professionnelles, ou s'ils exercent des fonctions publiques électives autres que nationales, le Conseil détermine les conditions dans lesquelles tout ou partie de leur traitement peut continuer à leur être versé.",
            "texteHtml": "<p></p>   Les membres du Conseil de la politique monétaire sont tenus au secret professionnel.<p></p><p></p>   Il ne peut être mis fin, avant terme, à leurs fonctions, que s'ils deviennent incapables d'exercer celles-ci ou commettent une faute grave, par révocation sur demande motivée du Conseil de la politique monétaire statuant à la majorité des membres autres que l'intéressé.<p></p><p></p>   Les fonctions du gouverneur, des sous-gouverneurs et des autres membres du Conseil de la politique monétaire sont exclusives de toute autre activité professionnelle publique ou privée, rémunérée ou non, à l'exception de l'exercice du mandat de membre du Conseil économique et social ou le cas échéant, après accord du Conseil de la politique monétaire, d'activités d'enseignement ou de fonctions exercées au sein d'organismes internationaux. Ils ne peuvent exercer de mandats électifs. S'ils ont la qualité de fonctionnaires, ils sont placés en position de détachement et ne peuvent recevoir une promotion au choix.<p></p><p></p>   Le gouverneur et les sous-gouverneurs qui cessent leurs fonctions pour un motif autre que la révocation pour faute grave continuent à recevoir leur traitement d'activité pendant trois ans. Pour les autres membres du Conseil de la politique monétaire, cette période est limitée à un an. Au cours de cette période, ils ne peuvent, sauf accord du Conseil de la politique monétaire, exercer d'activités professionnelles, à l'exception de fonctions publiques électives ou de fonctions de membre du Gouvernement. Dans le cas où le Conseil de la politique monétaire a autorisé l'exercice d'activités professionnelles, ou s'ils exercent des fonctions publiques électives autres que nationales, le Conseil détermine les conditions dans lesquelles tout ou partie de leur traitement peut continuer à leur être versé.<p></p>",
            "num": "L142-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 978307200000,
            "dateFin": 1172016000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : La monnaie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123830",
                        "id": "LEGISCTA000006123830",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : La Banque de France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139766",
                        "id": "LEGISCTA000006139766",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation de la banque",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006153976",
                        "id": "LEGISCTA000006153976",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2007-02-21",
                        "titre": "Section 2 : Le Conseil de la politique monétaire.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006169959",
                        "id": "LEGISCTA000006169959",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006645670",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006169959",
            "sectionParentId": "LEGISCTA000006169959",
            "sectionParentTitre": "Section 2 : Le Conseil de la politique monétaire.",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : La monnaie &gt; Titre IV : La Banque de France &gt; Chapitre II : Organisation de la banque",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006645670",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574489",
                    "textTitle": "Ordonnance n° 2000-1223 du 14 décembre 2000 (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005630278",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-12-16",
                    "dateSignaTexte": "2000-12-14",
                    "dateDebutCible": "2001-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L164-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L164-1",
                    "articleId": "LEGIARTI000006646329",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000180850",
                    "textTitle": "Loi 93-980 1993-08-04 art. 10 I",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000180850",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000180850",
                    "textTitle": "Loi n°93-980 du 4 août 1993 - art. 10 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006697049",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006645670",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1172016000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006645671",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1172016000000,
                    "dateFin": 1217980800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L142-5",
                "142-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}