{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048456503",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans chaque cour d'appel est institué un pôle spécialisé en matière de violences intrafamiliales, composé de magistrats du siège et du parquet, appelés à connaître de faits de violences intrafamiliales, ainsi que de directeurs des services de greffe judiciaires, de greffiers, de juristes assistants et d'agents contractuels de catégorie A. Un magistrat du siège et un magistrat du parquet général coordonnent respectivement pour le siège et le parquet général les activités du pôle. Les magistrats coordonnateurs sont désignés respectivement par le premier président de la cour d'appel et le procureur général près cette cour, après avis respectivement de l'assemblée générale des magistrats du siège et de l'assemblée générale des magistrats du parquet général. Il est mis fin à leurs fonctions et pourvu à leur remplacement dans les mêmes formes. Les magistrats coordonnateurs concourent, chacun pour ce qui le concerne, en concertation avec les autres membres du pôle, à l'élaboration, à la mise en œuvre, au suivi et à l'évaluation des mesures et actions en matière de violences intrafamiliales. Ils participent, en lien avec le coordonnateur régional de formation, à la définition d'actions de formation continue déconcentrée adaptées aux besoins des membres des pôles du ressort de la cour d'appel. Ils veillent au partage, au sein du pôle, des informations nécessaires à l'exercice de ses missions, dans le respect des dispositions du code de procédure pénale. Le magistrat coordonnateur du siège veille à la mise en place des circuits de traitement appropriés par les services du siège, civils et pénaux, appelés à connaître de faits de violences intrafamiliales. Il adresse au premier président de la cour d'appel toutes propositions d'amélioration des dispositifs de prévention, détection, traitement, suivi et évaluation de faits de cette nature et de protection des victimes. Le magistrat coordonnateur du parquet général veille à la mise en place des circuits de traitement appropriés par les services du parquet général appelés à intervenir en matière de violences intrafamiliales, en lien avec leurs différents partenaires. Il adresse au procureur général près la cour d'appel toutes propositions d'amélioration des dispositifs de prévention, détection, traitement, suivi et évaluation des faits de cette nature et de protection des victimes. Les magistrats coordonnateurs dressent périodiquement le bilan de l'activité du pôle qu'ils présentent ensemble à l'assemblée générale des magistrats du siège et du parquet, ainsi qu'à l'assemblée plénière des magistrats et des fonctionnaires. Le premier président de la cour d'appel et le procureur général près cette cour présentent ensemble l'activité du pôle au conseil de juridiction, au moins une fois par an. Les coordonnateurs et les membres du pôle bénéficient d'une formation spécifique en matière de violences intrafamiliales.",
            "texteHtml": "<p>Dans chaque cour d'appel est institué un pôle spécialisé en matière de violences intrafamiliales, composé de magistrats du siège et du parquet, appelés à connaître de faits de violences intrafamiliales, ainsi que de directeurs des services de greffe judiciaires, de greffiers, de juristes assistants et d'agents contractuels de catégorie A.</p><p>Un magistrat du siège et un magistrat du parquet général coordonnent respectivement pour le siège et le parquet général les activités du pôle.</p><p>Les magistrats coordonnateurs sont désignés respectivement par le premier président de la cour d'appel et le procureur général près cette cour, après avis respectivement de l'assemblée générale des magistrats du siège et de l'assemblée générale des magistrats du parquet général. Il est mis fin à leurs fonctions et pourvu à leur remplacement dans les mêmes formes.</p><p>Les magistrats coordonnateurs concourent, chacun pour ce qui le concerne, en concertation avec les autres membres du pôle, à l'élaboration, à la mise en œuvre, au suivi et à l'évaluation des mesures et actions en matière de violences intrafamiliales. Ils participent, en lien avec le coordonnateur régional de formation, à la définition d'actions de formation continue déconcentrée adaptées aux besoins des membres des pôles du ressort de la cour d'appel. Ils veillent au partage, au sein du pôle, des informations nécessaires à l'exercice de ses missions, dans le respect des dispositions du code de procédure pénale.</p><p>Le magistrat coordonnateur du siège veille à la mise en place des circuits de traitement appropriés par les services du siège, civils et pénaux, appelés à connaître de faits de violences intrafamiliales. Il adresse au premier président de la cour d'appel toutes propositions d'amélioration des dispositifs de prévention, détection, traitement, suivi et évaluation de faits de cette nature et de protection des victimes.</p><p>Le magistrat coordonnateur du parquet général veille à la mise en place des circuits de traitement appropriés par les services du parquet général appelés à intervenir en matière de violences intrafamiliales, en lien avec leurs différents partenaires. Il adresse au procureur général près la cour d'appel toutes propositions d'amélioration des dispositifs de prévention, détection, traitement, suivi et évaluation des faits de cette nature et de protection des victimes.</p><p>Les magistrats coordonnateurs dressent périodiquement le bilan de l'activité du pôle qu'ils présentent ensemble à l'assemblée générale des magistrats du siège et du parquet, ainsi qu'à l'assemblée plénière des magistrats et des fonctionnaires.</p><p>Le premier président de la cour d'appel et le procureur général près cette cour présentent ensemble l'activité du pôle au conseil de juridiction, au moins une fois par an.</p><p>Les coordonnateurs et les membres du pôle bénéficient d'une formation spécifique en matière de violences intrafamiliales.</p>",
            "num": "R312-83-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2008-06-05",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000018917284",
                        "id": "LEGISCTA000018917284",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-05",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : JURIDICTIONS DU SECOND DEGRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018919997",
                        "id": "LEGISCTA000018922161",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-05",
                        "fin": "2999-01-01",
                        "titre": "TITRE IER : LA COUR D'APPEL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018919999",
                        "id": "LEGISCTA000018922159",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-06-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018920037",
                        "id": "LEGISCTA000018922121",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-04-29",
                        "fin": "2999-01-01",
                        "titre": "Section 8 : Les pôles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032461868",
                        "id": "LEGISCTA000032461868",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1978-03-18",
                        "fin": "2999-01-01",
                        "titre": "Code de l'organisation judiciaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071164",
                        "id": "LEGITEXT000006071164",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048454167",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032461868",
            "sectionParentId": "LEGISCTA000032461868",
            "sectionParentTitre": "Section 8 : Les pôles",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE III : JURIDICTIONS DU SECOND DEGRE &gt; TITRE IER : LA COUR D'APPEL &gt; Chapitre II : Organisation et fonctionnement &gt; Section 8 : Les pôles",
            "refInjection": "MD-20231231_203543_780_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048456503",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071164",
                    "titre": "Code de l'organisation judiciaire",
                    "titreLong": "Code de l'organisation judiciaire",
                    "etat": "VIGUEUR",
                    "dateDebut": 259027200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071164",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 6 du décret n° 2023-1077 du 23 novembre 2023, ces dispositions entrent en vigueur le 1er janvier 2024.",
            "notaHtml": "<p>Conformément à l’article 6 du décret n° 2023-1077 du 23 novembre 2023, ces dispositions entrent en vigueur le 1er janvier 2024.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048453110",
                    "textTitle": "Décret n°2023-1077 du 23 novembre 2023 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000048454086",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-11-24",
                    "dateSignaTexte": "2023-11-23",
                    "dateDebutCible": "2023-11-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000048453110",
                    "textTitle": "Décret n°2023-1077 du 23 novembre 2023 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000048454086",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-1077",
                    "datePubli": 1700784000000,
                    "dateDebut": 1700870400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048456503",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R312-83-1",
                "312-83-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}