{
    "cid": "LEGIARTI000022294455",
    "num": "R4031-34",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Professions de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132386",
                        "id": "LEGISCTA000006132386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2005-07-26",
                        "titre": "Livre préliminaire : Information des professionnels de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145485",
                        "id": "LEGISCTA000006145485",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2010-06-03",
                        "fin": "2999-01-01",
                        "titre": "Livre préliminaire : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145485",
                        "id": "LEGISCTA000022296583",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-06-03",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Représentation des professions de santé libérales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022294364",
                        "id": "LEGISCTA000022296745",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-06-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022294366",
                        "id": "LEGISCTA000022296743",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-06-03",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Elections des membres de l'assemblée \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022294414",
                        "id": "LEGISCTA000022296689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-06-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Campagne électorale et opérations de vote \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022294451",
                        "id": "LEGISCTA000022296642",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034696771",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043080731",
                    "textTitle": "Arrêté du 22 janvier 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043080732",
                    "natureText": "ARRETE",
                    "date": 1612218499041,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1611964800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4031-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4031-19",
                    "articleId": "LEGIARTI000034696837",
                    "natureText": "CODE",
                    "date": 1612218499041,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494460800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4031-21 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4031-21",
                    "articleId": "LEGIARTI000034696827",
                    "natureText": "CODE",
                    "date": 1612218499042,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494460800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034634425",
                    "textTitle": "Décret n°2017-886 du 9 mai 2017 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034684124",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-05-10",
                    "dateSignaTexte": "2017-05-09",
                    "dateDebutCible": "2017-05-11"
                }
            ],
            "num": "R4031-34",
            "origine": "LEGI",
            "texte": "Les opérations de vote par voie électronique sont placées, pour chaque élection, sous le contrôle d'un bureau national du vote électronique dont le président est désigné par arrêté du ministre de la justice et du ministre chargés de la santé. Ce bureau est composé de deux représentants de chaque organisation syndicale des professionnels de santé candidate à l'élection ainsi que deux représentants du ministère chargé de la santé. Le secrétariat du bureau est assuré par les représentants du ministère chargé de la santé. La liste des membres titulaires et suppléants du bureau du vote électronique est publiée par arrêté du ministre chargé de la santé. Le bureau du vote électronique ne délibère valablement que si quatre au moins de ses membres sont présents. En cas de partage égal des voix, celle du président est prépondérante. En cas d'absence ou d'empêchement, le président est remplacé par le plus âgé des membres présents. Le bureau du vote électronique veille au bon déroulement des opérations électorales et vérifie l'effectivité des dispositifs de sécurité prévus pour assurer le secret du vote, la sincérité du scrutin et l'accessibilité au suffrage. Il se réunit afin de procéder aux opérations prévues aux articles R. 4031-34-2, R. 4031-34-3 et R. 4031-34-4 et, sur convocation de son président, en tant que de besoin au cours des opérations électorales. Le bureau du vote électronique peut, à tout moment, s'assurer de l'intégrité et de la disponibilité du système de vote et des fichiers prévus au deuxième alinéa de l'article R. 4031-21 . Il est compétent pour prendre toute mesure d'information et de sauvegarde, y compris l'arrêt temporaire ou définitif des opérations de vote par voie électronique s'il estime que leur sincérité, leur secret ou leur accessibilité ne sont plus garantis. Toute facilité est accordée au bureau du vote électronique pour lui permettre d'assurer la surveillance effective des opérations électorales par voie électronique. Il peut, en tant que de besoin, saisir les autorités et, le cas échéant, les prestataires chargés de l'organisation de ces opérations de toute question relative à leur déroulement. Il est informé automatiquement et immédiatement de toute intervention technique sur le système de vote. Les responsables du traitement automatisé délèguent auprès du bureau du vote électronique un ou plusieurs experts chargés de l'éclairer sur le fonctionnement du système de vote par voie électronique et les événements éventuellement rencontrés au cours des opérations électorales. Il est tenu un procès-verbal du vote par voie électronique, composé de pages numérotées. Tout événement survenu durant le scrutin, toute décision prise par le bureau du vote électronique, toute intervention effectuée sur le système de vote sont immédiatement portés au procès-verbal et font l'objet d'une consignation dont l'intégrité est garantie. Tout électeur, tout candidat ainsi que les délégués peuvent consulter le procès-verbal et y consigner leurs observations relatives aux opérations du vote par voie électronique. Les modalités d'accès au système de vote par voie électronique et le fonctionnement général du scrutin font l'objet d'une communication aux électeurs sur le site du ministère de la santé, dans la semaine suivant la publication de l'arrêté prévu à l'article R. 4031-19 .",
            "texteHtml": "<p>Les opérations de vote par voie électronique sont placées, pour chaque élection, sous le contrôle d'un bureau national du vote électronique dont le président est désigné par arrêté du ministre de la justice et du ministre chargés de la santé. Ce bureau est composé de deux représentants de chaque organisation syndicale des professionnels de santé candidate à l'élection ainsi que deux représentants du ministère chargé de la santé. Le secrétariat du bureau est assuré par les représentants du ministère chargé de la santé. </p><p>La liste des membres titulaires et suppléants du bureau du vote électronique est publiée par arrêté du ministre chargé de la santé. </p><p>Le bureau du vote électronique ne délibère valablement que si quatre au moins de ses membres sont présents. En cas de partage égal des voix, celle du président est prépondérante. En cas d'absence ou d'empêchement, le président est remplacé par le plus âgé des membres présents. </p><p>Le bureau du vote électronique veille au bon déroulement des opérations électorales et vérifie l'effectivité des dispositifs de sécurité prévus pour assurer le secret du vote, la sincérité du scrutin et l'accessibilité au suffrage. </p><p>Il se réunit afin de procéder aux opérations prévues aux articles R. 4031-34-2, R. 4031-34-3 et R. 4031-34-4 et, sur convocation de son président, en tant que de besoin au cours des opérations électorales. </p><p>Le bureau du vote électronique peut, à tout moment, s'assurer de l'intégrité et de la disponibilité du système de vote et des fichiers prévus au deuxième alinéa de l'article <a href='/article/LEGIARTI000034696827' title='Code de la santé publique - art. R4031-21 (M)'>R. 4031-21</a>. Il est compétent pour prendre toute mesure d'information et de sauvegarde, y compris l'arrêt temporaire ou définitif des opérations de vote par voie électronique s'il estime que leur sincérité, leur secret ou leur accessibilité ne sont plus garantis. </p><p>Toute facilité est accordée au bureau du vote électronique pour lui permettre d'assurer la surveillance effective des opérations électorales par voie électronique. Il peut, en tant que de besoin, saisir les autorités et, le cas échéant, les prestataires chargés de l'organisation de ces opérations de toute question relative à leur déroulement. </p><p>Il est informé automatiquement et immédiatement de toute intervention technique sur le système de vote. </p><p>Les responsables du traitement automatisé délèguent auprès du bureau du vote électronique un ou plusieurs experts chargés de l'éclairer sur le fonctionnement du système de vote par voie électronique et les événements éventuellement rencontrés au cours des opérations électorales. </p><p>Il est tenu un procès-verbal du vote par voie électronique, composé de pages numérotées. Tout événement survenu durant le scrutin, toute décision prise par le bureau du vote électronique, toute intervention effectuée sur le système de vote sont immédiatement portés au procès-verbal et font l'objet d'une consignation dont l'intégrité est garantie. </p><p>Tout électeur, tout candidat ainsi que les délégués peuvent consulter le procès-verbal et y consigner leurs observations relatives aux opérations du vote par voie électronique. </p><p>Les modalités d'accès au système de vote par voie électronique et le fonctionnement général du scrutin font l'objet d'une communication aux électeurs sur le site du ministère de la santé, dans la semaine suivant la publication de l'arrêté prévu à l'article <a href='/article/LEGIARTI000034696837' title='Code de la santé publique - art. R4031-19 (V)'>R. 4031-19</a>.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-05-11T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Professions de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132386",
                        "id": "LEGISCTA000006132386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2005-07-26",
                        "titre": "Livre préliminaire : Information des professionnels de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145485",
                        "id": "LEGISCTA000006145485",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2010-06-03",
                        "fin": "2999-01-01",
                        "titre": "Livre préliminaire : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145485",
                        "id": "LEGISCTA000022296583",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-06-03",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Représentation des professions de santé libérales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022294364",
                        "id": "LEGISCTA000022296745",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-06-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022294366",
                        "id": "LEGISCTA000022296743",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-06-03",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Elections des membres de l'assemblée \r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022294414",
                        "id": "LEGISCTA000022296689",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-06-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Campagne électorale et opérations de vote \r\n\r\n\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022294451",
                        "id": "LEGISCTA000022296642",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000022296638",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043080731",
                    "textTitle": "Arrêté du 22 janvier 2021 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000043080732",
                    "natureText": "ARRETE",
                    "date": 1612218496765,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1611964800000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022293303",
                    "textTitle": "Décret n°2010-585\n du 2 juin 2010 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022294028",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-06-03",
                    "dateSignaTexte": "2010-06-02",
                    "dateDebutCible": "2010-06-03"
                }
            ],
            "num": "R4031-34",
            "origine": "LEGI",
            "texte": "Le bulletin de vote est placé dans une enveloppe opaque fournie à cette fin par la commission d'organisation électorale. Aucune mention n'est portée sur cette enveloppe, qui est placée dans une seconde enveloppe opaque fournie par la commission. Cette seconde enveloppe est close. L'électeur y appose sa signature. L'enveloppe contenant le vote est remise à la poste au plus tard le jour de l'élection. L'envoi fait sous forme de lettre ordinaire est accepté en affranchissement en compte avec l'entreprise postale. Tout envoi postérieur à la date de l'élection, le cachet de la poste faisant foi, n'entre en compte ni pour le recensement ni pour le dépouillement des votes.",
            "texteHtml": "<p>Le bulletin de vote est placé dans une enveloppe opaque fournie à cette fin par la commission d'organisation électorale. Aucune mention n'est portée sur cette enveloppe, qui est placée dans une seconde enveloppe opaque fournie par la commission. Cette seconde enveloppe est close. L'électeur y appose sa signature. </p><p>L'enveloppe contenant le vote est remise à la poste au plus tard le jour de l'élection. L'envoi fait sous forme de lettre ordinaire est accepté en affranchissement en compte avec l'entreprise postale. Tout envoi postérieur à la date de l'élection, le cachet de la poste faisant foi, n'entre en compte ni pour le recensement ni pour le dépouillement des votes. </p>",
            "type": "AUTONOME",
            "dateDebut": "2010-06-03T00:00:00.000Z",
            "dateFin": "2017-05-11T00:00:00.000Z"
        }
    ]
}