{
    "cid": "LEGIARTI000045201739",
    "num": "L302-8-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Aides diverses à la construction d'habitations et à l'amélioration de l'habitat - Aide personnalisée au logement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128683",
                        "id": "LEGISCTA000006128683",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Titre préliminaire : Dispositions générales relatives aux politiques de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143541",
                        "id": "LEGISCTA000006143541",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Politique locale de l'habitat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159132",
                        "id": "LEGISCTA000006159132",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-06",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Dispositions particulières à certaines agglomérations.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176360",
                        "id": "LEGISCTA000006176360",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045201739",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 69",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "69",
                    "articleId": "LEGIARTI000045198895",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "num": "L302-8-1",
            "origine": "LEGI",
            "texte": "I.-Le contrat de mixité sociale constitue un cadre d'engagement de moyens permettant à une commune d'atteindre les objectifs mentionnés au I de l'article L. 302-8 et conclu, pour une durée de trois ans renouvelable, entre une commune, l'Etat, l'établissement public de coopération intercommunale à fiscalité propre dont la commune est membre et, dans le périmètre de la métropole du Grand Paris, l'établissement public territorial dont la commune est membre. Le contrat de mixité sociale peut être signé par toute personne morale susceptible, par son action, de contribuer aux objectifs mentionnés au même I. Un contrat de mixité sociale unique peut être conclu à l'échelle du territoire d'un établissement public de coopération intercommunale à fiscalité propre ou, dans la métropole du Grand Paris, sur le périmètre de chaque établissement public territorial. A Paris, Lyon et Marseille, le contrat de mixité sociale détermine, pour chacune des périodes triennales qu'il couvre et pour chacun des arrondissements, des objectifs et engagements de façon à favoriser la mixité sociale et à assurer entre les arrondissements une répartition équilibrée et diversifiée de l'offre de logements. Il précise qu'une part de la production de logements locatifs sociaux est prioritairement orientée vers les arrondissements disposant de moins de 15 % de logements sociaux. Le contrat de mixité sociale détermine notamment, pour chacune des périodes triennales qu'il couvre et pour chacune des communes signataires, les objectifs de réalisation de logements locatifs sociaux à atteindre ainsi que les engagements pris, notamment en matière d'action foncière, d'urbanisme, de programmation et de financement des logements mentionnés au IV de l'article L. 302-5 et d'attributions de logements locatifs aux publics prioritaires, définis à l'article L. 441-1. Le contrat de mixité sociale facilite la réalisation d'objectifs de répartition équilibrée des logements locatifs sociaux pour chaque commune. Lorsque le représentant de l'Etat dans le département a constaté la carence d'une commune dans les conditions prévues à l'article L. 302-9-1, il propose à celle-ci d'élaborer un contrat de mixité sociale, dans les conditions définies au présent article. II.-Lorsqu'une commune estime ne pas pouvoir atteindre les objectifs mentionnés au VII de l'article L. 302-8, elle peut demander au représentant de l'Etat dans le département la conclusion d'un contrat de mixité sociale prévoyant une adaptation des objectifs dans les conditions définies au IX du même article L. 302-8. Après examen des difficultés rencontrées et des besoins spécifiques d'intérêt général identifiés par la commune lors des périodes triennales échues ou celles envisagées sur les périodes triennales suivantes, le représentant de l'Etat dans le département, s'il parvient aux mêmes conclusions que la commune, engage l'élaboration du contrat de mixité sociale. Le contrat de mixité sociale est annexé au programme local de l'habitat, après délibération de l'organe délibérant de l'établissement public de coopération intercommunale à fiscalité propre concerné.",
            "texteHtml": "<p>I.-Le contrat de mixité sociale constitue un cadre d'engagement de moyens permettant à une commune d'atteindre les objectifs mentionnés au I de l'article L. 302-8 et conclu, pour une durée de trois ans renouvelable, entre une commune, l'Etat, l'établissement public de coopération intercommunale à fiscalité propre dont la commune est membre et, dans le périmètre de la métropole du Grand Paris, l'établissement public territorial dont la commune est membre.<br/><br/>\n Le contrat de mixité sociale peut être signé par toute personne morale susceptible, par son action, de contribuer aux objectifs mentionnés au même I.<br/><br/>\n Un contrat de mixité sociale unique peut être conclu à l'échelle du territoire d'un établissement public de coopération intercommunale à fiscalité propre ou, dans la métropole du Grand Paris, sur le périmètre de chaque établissement public territorial. A Paris, Lyon et Marseille, le contrat de mixité sociale détermine, pour chacune des périodes triennales qu'il couvre et pour chacun des arrondissements, des objectifs et engagements de façon à favoriser la mixité sociale et à assurer entre les arrondissements une répartition équilibrée et diversifiée de l'offre de logements. Il précise qu'une part de la production de logements locatifs sociaux est prioritairement orientée vers les arrondissements disposant de moins de 15 % de logements sociaux.<br/><br/>\n Le contrat de mixité sociale détermine notamment, pour chacune des périodes triennales qu'il couvre et pour chacune des communes signataires, les objectifs de réalisation de logements locatifs sociaux à atteindre ainsi que les engagements pris, notamment en matière d'action foncière, d'urbanisme, de programmation et de financement des logements mentionnés au IV de l'article L. 302-5 et d'attributions de logements locatifs aux publics prioritaires, définis à l'article L. 441-1. Le contrat de mixité sociale facilite la réalisation d'objectifs de répartition équilibrée des logements locatifs sociaux pour chaque commune.<br/><br/>\n Lorsque le représentant de l'Etat dans le département a constaté la carence d'une commune dans les conditions prévues à l'article L. 302-9-1, il propose à celle-ci d'élaborer un contrat de mixité sociale, dans les conditions définies au présent article.<br/><br/>\n II.-Lorsqu'une commune estime ne pas pouvoir atteindre les objectifs mentionnés au VII de l'article L. 302-8, elle peut demander au représentant de l'Etat dans le département la conclusion d'un contrat de mixité sociale prévoyant une adaptation des objectifs dans les conditions définies au IX du même article L. 302-8.<br/><br/>\n Après examen des difficultés rencontrées et des besoins spécifiques d'intérêt général identifiés par la commune lors des périodes triennales échues ou celles envisagées sur les périodes triennales suivantes, le représentant de l'Etat dans le département, s'il parvient aux mêmes conclusions que la commune, engage l'élaboration du contrat de mixité sociale.<br/><br/>\n Le contrat de mixité sociale est annexé au programme local de l'habitat, après délibération de l'organe délibérant de l'établissement public de coopération intercommunale à fiscalité propre concerné.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-02-23T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}