{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006579580",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sont soumises à autorisation préalable les opérations ci-après : 1° Les agrandissements ou réunions d'exploitations agricoles qui ont pour effet de porter la superficie de l'exploitation qui en résulte au-delà du seuil fixé par le schéma directeur départemental des structures agricoles. Ce seuil doit être compris entre deux et quatre fois la surface minimum d'installation. 2° Les installations, agrandissements ou réunions d'exploitations agricoles au bénéfice d'une société, d'une coexploitation ou d'une indivision, lorsque la superficie totale mise en valeur, divisée par le nombre d'associés, de coexploitants ou d'indivisaires participant effectivement à l'exploitation au sens de l'article L. 411-59 du présent code, satisfaisant aux conditions de capacité ou d'expérience professionnelle visées au présent article et n'étant pas en âge de bénéficier d'un avantage de vieillesse agricole, excède le seuil fixé au 1° ci-dessus. Pour déterminer la superficie totale mise en valeur, il est tenu compte tant des superficies exploitées par la société, la coexploitation ou l'indivision que de celles exploitées individuellement par chacun des intéressés. II. - Peuvent également être soumises à autorisation préalable par le schéma directeur départemental des structures agricoles quelles que soient les superficies en cause, tout ou partie des opérations ci-après : 1° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence, sans l'accord du preneur en place : a) Des personnes physiques qui ne satisfont pas aux conditions de capacité ou d'expérience professionnelle fixées par décret ; pour l'appréciation des critères d'expérience professionnelle, seule est prise en compte l'expérience acquise sur une superficie au moins égale à la moitié de la surface minimum d'installation en qualité d'exploitant, de conjoint participant à l'exploitation agricole, d'aide familial, d'associé d'exploitation ou de salarié agricole. b) De ramener la superficie d'une exploitation agricole en deçà de la surface minimale d'installation ; 2° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence : a) De supprimer une exploitation agricole d'une superficie au moins égale à deux fois la surface minimum d'installation ou de ramener la superficie d'une exploitation agricole en deçà de ce seuil. Toutefois, lorsque dans un département ou dans une région agricole d'un département la superficie moyenne des exploitations est inférieure à la surface minimum d'installation nationale, le schéma directeur départemental peut abaisser ce seuil à une fois et demie la surface minimum d'installation ; b) De priver une exploitation agricole d'un bâtiment essentiel à son fonctionnement, sauf s'il est reconstruit ou remplacé. 3° Nonobstant les dispositions du 1° du paragraphe I ci-dessus, les aggrandissements ou reunions d'exploitations pour les biens dont la distance par rapport au siège de l'exploitation du demandeur est supérieur à un maximum fixé par le schéma directeur départemental des structures agricoles, sans que ce maximum puisse être inférieur à cinq kilomètres. 4° A titre transitoire et jusqu'au 30 juin 1996, les créations ou extensions de capacité des ateliers hors sol, au-delà d'un seuil de capacité de production et selon des modalités fixées par décret, susceptibles de remettre en cause l'équilibre des structures sociales qui caractérisent cette activité. III. - Sont soumise à déclaration préalable les opérations effectuées dans les cas ci-après : 1° Lorsque les biens pour lesquels la déclaration est présentée par le propriétaire jusqu'à quatre fois la surface minimum d'installation, lorsque les les biens pour lesquels la déclaration d'exploiter est sollicitée par le propriétaire ou par l'un de ses descendants ont  été recueillis par succession ou à la suite du règlement de la succession ou par donation d'un parent ou allié jusqu'au troisième degré inclus, à condition que : a) Le déclarant satisfasse aux conditions de capacité ou d'expérience professionnelle visées au présent article ; b) Les biens soient libres de location au jour de la déclaration. De plus, en cas de donation, le donateur doit détenir ou exploiter les biens ainsi transmis, depuis neuf ans au moins. En cas d'agrandissement ou de réunion d'exploitations, le déclarant ne peut se prévaloir des dispositions qui précèdent que pour constituer entre ses mains l'exploitation du parent ou allié mentionné ci-dessus sur une partie de laquelle il s'est préalablement installé ou lorsqu'il renonce à exploiter les terres qu'il mettait en valeur auparavant. Pour l'application des présentes dispositions sont assimilées aux biens qu'elles représentent les parts d'une société constituée entre les membres d'une même famille pour mettre fin à l'indivision. 2° Lorsque le déclarant ne satisfait pas aux conditions de capacité ou d'expérience professionnelle visées au présent article et sous réserve, le cas échéant, des dispositions des 2° et 3° du II ci-dessus, à condition que : a) le bien soit libre de location au jour de la déclaration ; b) le déclarant se consacre à l'exploitation de ce bien concurremment avec une autre activité professionnelle ; c) la superficie de l'exploitation constituée ou agrandie et les revenus extra-agricoles du foyer fiscal du déclarant n'excèdent pas les limites fixées par le shéma directeur départemental des structures agricoles ; la limite de superficie ne peut être inférieure à la surface minimum d'installation et celle du revenu à 3120 fois le montant horaire du salaire minimal de croissance ; 3° Lorsque les opérations effectuées au bénéfice d'une société, d'une coexploitation ou d'une indivision ne sont pas soumises au régime de l'autorisation préalable en application du 2° du paragraphe I ; 4° Pour tout changement du nombre ou de l'identité des associés, des coexploitants ou des indivisaires qui participent à l'exploitation et pour toute modification du capital entre eux ; 5° Lorsque, en cas de décès, d'incapacité ou de cessation d'activité consécutif au départ en retraite de l'exploitant, l'exploitation est reprise par le conjoint participant à l'exploitation ou y ayant participé effectivement au cours des cinq années antérieures au décès ou à l'incapacité ou au départ à la retraite ; 6° Lorsque la réunion d'exploitations agricoles résulte de la réunion entre les mains de l'un d'entre eux des biens que chacun des deux époux méttait en valeur avant leur mariage ; 7° Pour les cessions d'immeubles opérées par une société d'aménagement foncier et d'établissement rural lorsqu'elles relèvent de la procédure définie aux paragraphes I et II ci-dessus, sauf en cas de suppression d'une unité économique indépendante dont la superficie est égale ou supérieure au seuil défini au a du 2° du paragraphe II. Lorsque, dans un département ou dans une région agricole d'un département, les objectifs et priorités déterminés par le schéma directeur départemental des structures agricoles ne justifient plus, compte tenu notamment de la structure des exploitations agricoles, de la situation du marché foncier, du nombre et de l'âge des exploitants, le maintien, dans tous les cas, des procédures prévues au présent article, ce schéma peut prévoir que certaines des opérations mentionnées aux paragraphes I et II seront soumises seulement au régime de déclaration. IV. - Les ateliers de production hors sol qui constituent le complément de l'activité agricole de l'exploitation ne sont pris en compte pour le calcul des superficies visées au présent article que pour la fraction de leur superficie, corrigée des coefficients d'équivalence prévus à l'article 188-4, qui excède la surface minimale d'installation. En outre, sont exclus, même s'ils sont ensuite transformés en terre de culture, les bois, landes, taillis, friches et étangs autres que ceux servant à l'élevage piscicole.",
            "texteHtml": "<p></p>   I. - Sont soumises à autorisation préalable les opérations ci-après :<p></p><p></p>   1° Les agrandissements ou réunions d'exploitations agricoles qui ont pour effet de porter la superficie de l'exploitation qui en résulte au-delà du seuil fixé par le schéma directeur départemental des structures agricoles. Ce seuil doit être compris entre deux et quatre fois la surface minimum d'installation.<p></p><p></p>   2° Les installations, agrandissements ou réunions d'exploitations agricoles au bénéfice d'une société, d'une coexploitation ou d'une indivision, lorsque la superficie totale mise en valeur, divisée par le nombre d'associés, de coexploitants ou d'indivisaires participant effectivement à l'exploitation au sens de l'article L. 411-59 du présent code, satisfaisant aux conditions de capacité ou d'expérience professionnelle visées au présent article et n'étant pas en âge de bénéficier d'un avantage de vieillesse agricole, excède le seuil fixé au 1° ci-dessus. Pour déterminer la superficie totale mise en valeur, il est tenu compte tant des superficies exploitées par la société, la coexploitation ou l'indivision que de celles exploitées individuellement par chacun des intéressés.<p></p><p></p>   II. - Peuvent également être soumises à autorisation préalable par le schéma directeur départemental des structures agricoles quelles que soient les superficies en cause, tout ou partie des opérations ci-après :<p></p><p></p>   1° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence, sans l'accord du preneur en place :<p></p><p></p>   a) Des personnes physiques qui ne satisfont pas aux conditions de capacité ou d'expérience professionnelle fixées par décret ; pour l'appréciation des critères d'expérience professionnelle, seule est prise en compte l'expérience acquise sur une superficie au moins égale à la moitié de la surface minimum d'installation en qualité d'exploitant, de conjoint participant à l'exploitation agricole, d'aide familial, d'associé d'exploitation ou de salarié agricole.<p></p><p></p>   b) De ramener la superficie d'une exploitation agricole en deçà de la surface minimale d'installation ;<p></p><p></p>   2° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence :<p></p><p></p>   a) De supprimer une exploitation agricole d'une superficie au moins égale à deux fois la surface minimum d'installation ou de ramener la superficie d'une exploitation agricole en deçà de ce seuil. Toutefois, lorsque dans un département ou dans une région agricole d'un département la superficie moyenne des exploitations est inférieure à la surface minimum d'installation nationale, le schéma directeur départemental peut abaisser ce seuil à une fois et demie la surface minimum d'installation ;<p></p><p></p>   b) De priver une exploitation agricole d'un bâtiment essentiel à son fonctionnement, sauf s'il est reconstruit ou remplacé.<p></p><p></p>   3° Nonobstant les dispositions du 1° du paragraphe I ci-dessus, les aggrandissements ou reunions d'exploitations pour les biens dont la distance par rapport au siège de l'exploitation du demandeur est supérieur à un maximum fixé par le schéma directeur départemental des structures agricoles, sans que ce maximum puisse être inférieur à cinq kilomètres.<p></p><p></p>   4° A titre transitoire et jusqu'au 30 juin 1996, les créations ou extensions de capacité des ateliers hors sol, au-delà d'un seuil de capacité de production et selon des modalités fixées par décret, susceptibles de remettre en cause l'équilibre des structures sociales qui caractérisent cette activité.<p></p><p></p>   III. - Sont soumise à déclaration préalable les opérations effectuées dans les cas ci-après :<p></p><p></p>   1° Lorsque les biens pour lesquels la déclaration est présentée par le propriétaire jusqu'à quatre fois la surface minimum d'installation, lorsque les les biens pour lesquels la déclaration d'exploiter est sollicitée par le propriétaire ou par l'un de ses descendants ont  été recueillis par succession ou à la suite du règlement de la succession ou par donation d'un parent ou allié jusqu'au troisième degré inclus, à condition que :<p></p><p></p>   a) Le déclarant satisfasse aux conditions de capacité ou d'expérience professionnelle visées au présent article ;<p></p><p></p>   b) Les biens soient libres de location au jour de la déclaration.<p></p><p></p>   De plus, en cas de donation, le donateur doit détenir ou exploiter les biens ainsi transmis, depuis neuf ans au moins.<p></p><p></p>   En cas d'agrandissement ou de réunion d'exploitations, le déclarant ne peut se prévaloir des dispositions qui précèdent que pour constituer entre ses mains l'exploitation du parent ou allié mentionné ci-dessus sur une partie de laquelle il s'est préalablement installé ou lorsqu'il renonce à exploiter les terres qu'il mettait en valeur auparavant.<p></p><p></p>   Pour l'application des présentes dispositions sont assimilées aux biens qu'elles représentent les parts d'une société constituée entre les membres d'une même famille pour mettre fin à l'indivision.<p></p><p></p>   2° Lorsque le déclarant ne satisfait pas aux conditions de capacité ou d'expérience professionnelle visées au présent article et sous réserve, le cas échéant, des dispositions des 2° et 3° du II ci-dessus, à condition que :<p></p><p></p>   a) le bien soit libre de location au jour de la déclaration ;<p></p><p></p>   b) le déclarant se consacre à l'exploitation de ce bien concurremment avec une autre activité professionnelle ;<p></p><p></p>   c) la superficie de l'exploitation constituée ou agrandie et les revenus extra-agricoles du foyer fiscal du déclarant n'excèdent pas les limites fixées par le shéma directeur départemental des structures agricoles ; la limite de superficie ne peut être inférieure à la surface minimum d'installation et celle du revenu à 3120 fois le montant horaire du salaire minimal de croissance ;<p></p><p></p>   3° Lorsque les opérations effectuées au bénéfice d'une société, d'une coexploitation ou d'une indivision ne sont pas soumises au régime de l'autorisation préalable en application du 2° du paragraphe I ;<p></p><p></p>   4° Pour tout changement du nombre ou de l'identité des associés, des coexploitants ou des indivisaires qui participent à l'exploitation et pour toute modification du capital entre eux ;<p></p><p></p>   5° Lorsque, en cas de décès, d'incapacité ou de cessation d'activité consécutif au départ en retraite de l'exploitant, l'exploitation est reprise par le conjoint participant à l'exploitation ou y ayant participé effectivement au cours des cinq années antérieures au décès ou à l'incapacité ou au départ à la retraite ;<p></p><p></p>   6° Lorsque la réunion d'exploitations agricoles résulte de la réunion entre les mains de l'un d'entre eux des biens que chacun des deux époux méttait en valeur avant leur mariage ;<p></p><p></p>   7° Pour les cessions d'immeubles opérées par une société d'aménagement foncier et d'établissement rural lorsqu'elles relèvent de la procédure définie aux paragraphes I et II ci-dessus, sauf en cas de suppression d'une unité économique indépendante dont la superficie est égale ou supérieure au seuil défini au a du 2° du paragraphe II.<p></p><p></p>   Lorsque, dans un département ou dans une région agricole d'un département, les objectifs et priorités déterminés par le schéma directeur départemental des structures agricoles ne justifient plus, compte tenu notamment de la structure des exploitations agricoles, de la situation du marché foncier, du nombre et de l'âge des exploitants, le maintien, dans tous les cas, des procédures prévues au présent article, ce schéma peut prévoir que certaines des opérations mentionnées aux paragraphes I et II seront soumises seulement au régime de déclaration.<p></p><p></p>   IV. - Les ateliers de production hors sol qui constituent le complément de l'activité agricole de l'exploitation ne sont pris en compte pour le calcul des superficies visées au présent article que pour la fraction de leur superficie, corrigée des coefficients d'équivalence prévus à l'article 188-4, qui excède la surface minimale d'installation.<p></p><p></p>   En outre, sont exclus, même s'ils sont ensuite transformés en terre de culture, les bois, landes, taillis, friches et étangs autres que ceux servant à l'élevage piscicole.<p></p>",
            "num": "188-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 742521600000,
            "dateFin": 743385600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-07-05",
                        "fin": "1993-07-23",
                        "titre": "Titre VII : Du contrôle des structures des exploitations agricoles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121353",
                        "id": "LEGISCTA000006121353",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579577",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006121353",
            "sectionParentId": "LEGISCTA000006121353",
            "sectionParentTitre": "Titre VII : Du contrôle des structures des exploitations agricoles.",
            "fullSectionsTitre": "Livre Ier : Régime du sol",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006579580",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000712007",
                    "textTitle": "Loi n°93-895 du 6 juillet 1993 - art. 1 () JORF 13 juillet 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006600235",
                    "natureText": "LOI",
                    "datePubliTexte": "1993-07-13",
                    "dateSignaTexte": "1993-07-06",
                    "dateDebutCible": "1993-07-13"
                },
                {
                    "textCid": "JORFTEXT000000545718",
                    "textTitle": "Loi n°93-934 du 22 juillet 1993 - art. 4 (V) JORF 23 juillet 1993",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006932709",
                    "natureText": "LOI",
                    "datePubliTexte": "1993-07-23",
                    "dateSignaTexte": "1993-07-22",
                    "dateDebutCible": "1993-07-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 188-4, L411-59",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579577",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 331603200000,
                    "dateFin": 460252800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579578",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 633225600000,
                    "dateFin": 710467200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579579",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710467200000,
                    "dateFin": 742521600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579580",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 742521600000,
                    "dateFin": 743385600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "188-2"
            ],
            "versionPrecedente": "LEGIARTI000006579579",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006579579",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sont soumises à autorisation préalable les opérations ci-après : 1° Les agrandissements ou réunions d'exploitations agricoles qui ont pour effet de porter la superficie de l'exploitation qui en résulte au-delà du seuil fixé par le schéma directeur départemental des structures agricoles. Ce seuil doit être compris entre deux et quatre fois la surface minimum d'installation. 2° Les installations, agrandissements ou réunions d'exploitations agricoles au bénéfice d'une société, d'une coexploitation ou d'une indivision, lorsque la superficie totale mise en valeur, divisée par le nombre d'associés, de coexploitants ou d'indivisaires participant effectivement à l'exploitation au sens de l'article L. 411-59 du présent code, satisfaisant aux conditions de capacité ou d'expérience professionnelle visées au présent article et n'étant pas en âge de bénéficier d'un avantage de vieillesse agricole, excède le seuil fixé au 1° ci-dessus. Pour déterminer la superficie totale mise en valeur, il est tenu compte tant des superficies exploitées par la société, la coexploitation ou l'indivision que de celles exploitées individuellement par chacun des intéressés. II. - Peuvent également être soumises à autorisation préalable par le schéma directeur départemental des structures agricoles quelles que soient les superficies en cause, tout ou partie des opérations ci-après : 1° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence, sans l'accord du preneur en place : a) Des personnes physiques qui ne satisfont pas aux conditions de capacité ou d'expérience professionnelle fixées par décret ; pour l'appréciation des critères d'expérience professionnelle, seule est prise en compte l'expérience acquise sur une superficie au moins égale à la moitié de la surface minimum d'installation en qualité d'exploitant, de conjoint participant à l'exploitation agricole, d'aide familial, d'associé d'exploitation ou de salarié agricole. b) De ramener la superficie d'une exploitation agricole en deçà de la surface minimale d'installation ; 2° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence : a) De supprimer une exploitation agricole d'une superficie au moins égale à deux fois la surface minimum d'installation ou de ramener la superficie d'une exploitation agricole en deçà de ce seuil. Toutefois, lorsque dans un département ou dans une région agricole d'un département la superficie moyenne des exploitations est inférieure à la surface minimum d'installation nationale, le schéma directeur départemental peut abaisser ce seuil à une fois et demie la surface minimum d'installation ; b) De priver une exploitation agricole d'un bâtiment essentiel à son fonctionnement, sauf s'il est reconstruit ou remplacé. 3° Nonobstant les dispositions du 1° du paragraphe I ci-dessus, les aggrandissements ou reunions d'exploitations pour les biens dont la distance par rapport au siège de l'exploitation du demandeur est supérieur à un maximum fixé par le schéma directeur départemental des structures agricoles, sans que ce maximum puisse être inférieur à cinq kilomètres. 4° A titre transitoire et jusqu'au 30 juin 1993, les créations ou extensions de capacité des ateliers hors sol, au-delà d'un seuil de capacité de production et selon des modalités fixées par décret, susceptibles de remettre en cause l'équilibre des structures sociales qui caractérisent cette activité. III. - Sont soumise à déclaration préalable les opérations effectuées dans les cas ci-après : 1° Lorsque les biens pour lesquels la déclaration est présentée par le propriétaire jusqu'à quatre fois la surface minimum d'installation, lorsque les les biens pour lesquels la déclaration d'exploiter est sollicitée par le propriétaire ou par l'un de ses descendants ont  été recueillis par succession ou à la suite du règlement de la succession ou par donation d'un parent ou allié jusqu'au troisième degré inclus, à condition que : a) Le déclarant satisfasse aux conditions de capacité ou d'expérience professionnelle visées au présent article ; b) Les biens soient libres de location au jour de la déclaration. De plus, en cas de donation, le donateur doit détenir ou exploiter les biens ainsi transmis, depuis neuf ans au moins. En cas d'agrandissement ou de réunion d'exploitations, le déclarant ne peut se prévaloir des dispositions qui précèdent que pour constituer entre ses mains l'exploitation du parent ou allié mentionné ci-dessus sur une partie de laquelle il s'est préalablement installé ou lorsqu'il renonce à exploiter les terres qu'il mettait en valeur auparavant. Pour l'application des présentes dispositions sont assimilées aux biens qu'elles représentent les parts d'une société constituée entre les membres d'une même famille pour mettre fin à l'indivision. 2° Lorsque le déclarant ne satisfait pas aux conditions de capacité ou d'expérience professionnelle visées au présent article et sous réserve, le cas échéant, des dispositions des 2° et 3° du II ci-dessus, à condition que : a) le bien soit libre de location au jour de la déclaration ; b) le déclarant se consacre à l'exploitation de ce bien concurremment avec une autre activité professionnelle ; c) la superficie de l'exploitation constituée ou agrandie et les revenus extra-agricoles du foyer fiscal du déclarant n'excèdent pas les limites fixées par le shéma directeur départemental des structures agricoles ; la limite de superficie ne peut être inférieure à la surface minimum d'installation et celle du revenu à 3120 fois le montant horaire du salaire minimal de croissance ; 3° Lorsque les opérations effectuées au bénéfice d'une société, d'une coexploitation ou d'une indivision ne sont pas soumises au régime de l'autorisation préalable en application du 2° du paragraphe I ; 4° Pour tout changement du nombre ou de l'identité des associés, des coexploitants ou des indivisaires qui participent à l'exploitation et pour toute modification du capital entre eux ; 5° Lorsque, en cas de décès, d'incapacité ou de cessation d'activité consécutif au départ en retraite de l'exploitant, l'exploitation est reprise par le conjoint participant à l'exploitation ou y ayant participé effectivement au cours des cinq années antérieures au décès ou à l'incapacité ou au départ à la retraite ; 6° Lorsque la réunion d'exploitations agricoles résulte de la réunion entre les mains de l'un d'entre eux des biens que chacun des deux époux méttait en valeur avant leur mariage ; 7° Pour les cessions d'immeubles opérées par une société d'aménagement foncier et d'établissement rural lorsqu'elles relèvent de la procédure définie aux paragraphes I et II ci-dessus, sauf en cas de suppression d'une unité économique indépendante dont la superficie est égale ou supérieure au seuil défini au a du 2° du paragraphe II. Lorsque, dans un département ou dans une région agricole d'un département, les objectifs et priorités déterminés par le schéma directeur départemental des structures agricoles ne justifient plus, compte tenu notamment de la structure des exploitations agricoles, de la situation du marché foncier, du nombre et de l'âge des exploitants, le maintien, dans tous les cas, des procédures prévues au présent article, ce schéma peut prévoir que certaines des opérations mentionnées aux paragraphes I et II seront soumises seulement au régime de déclaration. IV. - Les ateliers de production hors sol qui constituent le complément de l'activité agricole de l'exploitation ne sont pris en compte pour le calcul des superficies visées au présent article que pour la fraction de leur superficie, corrigée des coefficients d'équivalence prévus à l'article 188-4, qui excède la surface minimale d'installation. En outre, sont exclus, même s'ils sont ensuite transformés en terre de culture, les bois, landes, taillis, friches et étangs autres que ceux servant à l'élevage piscicole.",
            "texteHtml": "<p></p>   I. - Sont soumises à autorisation préalable les opérations ci-après :<p></p><p></p>   1° Les agrandissements ou réunions d'exploitations agricoles qui ont pour effet de porter la superficie de l'exploitation qui en résulte au-delà du seuil fixé par le schéma directeur départemental des structures agricoles. Ce seuil doit être compris entre deux et quatre fois la surface minimum d'installation.<p></p><p></p>   2° Les installations, agrandissements ou réunions d'exploitations agricoles au bénéfice d'une société, d'une coexploitation ou d'une indivision, lorsque la superficie totale mise en valeur, divisée par le nombre d'associés, de coexploitants ou d'indivisaires participant effectivement à l'exploitation au sens de l'article L. 411-59 du présent code, satisfaisant aux conditions de capacité ou d'expérience professionnelle visées au présent article et n'étant pas en âge de bénéficier d'un avantage de vieillesse agricole, excède le seuil fixé au 1° ci-dessus. Pour déterminer la superficie totale mise en valeur, il est tenu compte tant des superficies exploitées par la société, la coexploitation ou l'indivision que de celles exploitées individuellement par chacun des intéressés.<p></p><p></p>   II. - Peuvent également être soumises à autorisation préalable par le schéma directeur départemental des structures agricoles quelles que soient les superficies en cause, tout ou partie des opérations ci-après :<p></p><p></p>   1° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence, sans l'accord du preneur en place :<p></p><p></p>   a) Des personnes physiques qui ne satisfont pas aux conditions de capacité ou d'expérience professionnelle fixées par décret ; pour l'appréciation des critères d'expérience professionnelle, seule est prise en compte l'expérience acquise sur une superficie au moins égale à la moitié de la surface minimum d'installation en qualité d'exploitant, de conjoint participant à l'exploitation agricole, d'aide familial, d'associé d'exploitation ou de salarié agricole.<p></p><p></p>   b) De ramener la superficie d'une exploitation agricole en deçà de la surface minimale d'installation ;<p></p><p></p>   2° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence :<p></p><p></p>   a) De supprimer une exploitation agricole d'une superficie au moins égale à deux fois la surface minimum d'installation ou de ramener la superficie d'une exploitation agricole en deçà de ce seuil. Toutefois, lorsque dans un département ou dans une région agricole d'un département la superficie moyenne des exploitations est inférieure à la surface minimum d'installation nationale, le schéma directeur départemental peut abaisser ce seuil à une fois et demie la surface minimum d'installation ;<p></p><p></p>   b) De priver une exploitation agricole d'un bâtiment essentiel à son fonctionnement, sauf s'il est reconstruit ou remplacé.<p></p><p></p>   3° Nonobstant les dispositions du 1° du paragraphe I ci-dessus, les aggrandissements ou reunions d'exploitations pour les biens dont la distance par rapport au siège de l'exploitation du demandeur est supérieur à un maximum fixé par le schéma directeur départemental des structures agricoles, sans que ce maximum puisse être inférieur à cinq kilomètres.<p></p><p></p>   4° A titre transitoire et jusqu'au 30 juin 1993, les créations ou extensions de capacité des ateliers hors sol, au-delà d'un seuil de capacité de production et selon des modalités fixées par décret, susceptibles de remettre en cause l'équilibre des structures sociales qui caractérisent cette activité.<p></p><p></p>   III. - Sont soumise à déclaration préalable les opérations effectuées dans les cas ci-après :<p></p><p></p>   1° Lorsque les biens pour lesquels la déclaration est présentée par le propriétaire jusqu'à quatre fois la surface minimum d'installation, lorsque les les biens pour lesquels la déclaration d'exploiter est sollicitée par le propriétaire ou par l'un de ses descendants ont  été recueillis par succession ou à la suite du règlement de la succession ou par donation d'un parent ou allié jusqu'au troisième degré inclus, à condition que :<p></p><p></p>   a) Le déclarant satisfasse aux conditions de capacité ou d'expérience professionnelle visées au présent article ;<p></p><p></p>   b) Les biens soient libres de location au jour de la déclaration.<p></p><p></p>   De plus, en cas de donation, le donateur doit détenir ou exploiter les biens ainsi transmis, depuis neuf ans au moins.<p></p><p></p>   En cas d'agrandissement ou de réunion d'exploitations, le déclarant ne peut se prévaloir des dispositions qui précèdent que pour constituer entre ses mains l'exploitation du parent ou allié mentionné ci-dessus sur une partie de laquelle il s'est préalablement installé ou lorsqu'il renonce à exploiter les terres qu'il mettait en valeur auparavant.<p></p><p></p>   Pour l'application des présentes dispositions sont assimilées aux biens qu'elles représentent les parts d'une société constituée entre les membres d'une même famille pour mettre fin à l'indivision.<p></p><p></p>   2° Lorsque le déclarant ne satisfait pas aux conditions de capacité ou d'expérience professionnelle visées au présent article et sous réserve, le cas échéant, des dispositions des 2° et 3° du II ci-dessus, à condition que :<p></p><p></p>   a) le bien soit libre de location au jour de la déclaration ;<p></p><p></p>   b) le déclarant se consacre à l'exploitation de ce bien concurremment avec une autre activité professionnelle ;<p></p><p></p>   c) la superficie de l'exploitation constituée ou agrandie et les revenus extra-agricoles du foyer fiscal du déclarant n'excèdent pas les limites fixées par le shéma directeur départemental des structures agricoles ; la limite de superficie ne peut être inférieure à la surface minimum d'installation et celle du revenu à 3120 fois le montant horaire du salaire minimal de croissance ;<p></p><p></p>   3° Lorsque les opérations effectuées au bénéfice d'une société, d'une coexploitation ou d'une indivision ne sont pas soumises au régime de l'autorisation préalable en application du 2° du paragraphe I ;<p></p><p></p>   4° Pour tout changement du nombre ou de l'identité des associés, des coexploitants ou des indivisaires qui participent à l'exploitation et pour toute modification du capital entre eux ;<p></p><p></p>   5° Lorsque, en cas de décès, d'incapacité ou de cessation d'activité consécutif au départ en retraite de l'exploitant, l'exploitation est reprise par le conjoint participant à l'exploitation ou y ayant participé effectivement au cours des cinq années antérieures au décès ou à l'incapacité ou au départ à la retraite ;<p></p><p></p>   6° Lorsque la réunion d'exploitations agricoles résulte de la réunion entre les mains de l'un d'entre eux des biens que chacun des deux époux méttait en valeur avant leur mariage ;<p></p><p></p>   7° Pour les cessions d'immeubles opérées par une société d'aménagement foncier et d'établissement rural lorsqu'elles relèvent de la procédure définie aux paragraphes I et II ci-dessus, sauf en cas de suppression d'une unité économique indépendante dont la superficie est égale ou supérieure au seuil défini au a du 2° du paragraphe II.<p></p><p></p>   Lorsque, dans un département ou dans une région agricole d'un département, les objectifs et priorités déterminés par le schéma directeur départemental des structures agricoles ne justifient plus, compte tenu notamment de la structure des exploitations agricoles, de la situation du marché foncier, du nombre et de l'âge des exploitants, le maintien, dans tous les cas, des procédures prévues au présent article, ce schéma peut prévoir que certaines des opérations mentionnées aux paragraphes I et II seront soumises seulement au régime de déclaration.<p></p><p></p>   IV. - Les ateliers de production hors sol qui constituent le complément de l'activité agricole de l'exploitation ne sont pris en compte pour le calcul des superficies visées au présent article que pour la fraction de leur superficie, corrigée des coefficients d'équivalence prévus à l'article 188-4, qui excède la surface minimale d'installation.<p></p><p></p>   En outre, sont exclus, même s'ils sont ensuite transformés en terre de culture, les bois, landes, taillis, friches et étangs autres que ceux servant à l'élevage piscicole.<p></p>",
            "num": "188-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 710467200000,
            "dateFin": 742521600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-07-05",
                        "fin": "1993-07-23",
                        "titre": "Titre VII : Du contrôle des structures des exploitations agricoles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121353",
                        "id": "LEGISCTA000006121353",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579577",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006121353",
            "sectionParentId": "LEGISCTA000006121353",
            "sectionParentTitre": "Titre VII : Du contrôle des structures des exploitations agricoles.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre VII : Du contrôle des structures des exploitations agricoles.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006579579",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000357228",
                    "textTitle": "Loi n°92-613 du 6 juillet 1992 - art. 14 () JORF 7 juillet 1992",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000006613738",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-07-07",
                    "dateSignaTexte": "1992-07-06",
                    "dateDebutCible": "1992-07-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 188-4, L411-59",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579577",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 331603200000,
                    "dateFin": 460252800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579578",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 633225600000,
                    "dateFin": 710467200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579579",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710467200000,
                    "dateFin": 742521600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579580",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 742521600000,
                    "dateFin": 743385600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "188-2"
            ],
            "versionPrecedente": "LEGIARTI000006579578",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006579578",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sont soumises à autorisation préalable les opérations ci-après : 1° Les agrandissements ou réunions d'exploitations agricoles qui ont pour effet de porter la superficie de l'exploitation qui en résulte au-delà du seuil fixé par le schéma directeur départemental des structures agricoles. Ce seuil doit être compris entre deux et quatre fois la surface minimum d'installation. 2° Les installations, agrandissements ou réunions d'exploitations agricoles au bénéfice d'une société, d'une coexploitation ou d'une indivision, lorsque la superficie totale mise en valeur, divisée par le nombre d'associés, de coexploitants ou d'indivisaires participant effectivement à l'exploitation au sens de l'article L. 411-59 du présent code, satisfaisant aux conditions de capacité ou d'expérience professionnelle visées au présent article et n'étant pas en âge de bénéficier d'un avantage de vieillesse agricole, excède le seuil fixé au 1° ci-dessus. Pour déterminer la superficie totale mise en valeur, il est tenu compte tant des superficies exploitées par la société, la coexploitation ou l'indivision que de celles exploitées individuellement par chacun des intéressés. II. - Peuvent également être soumises à autorisation préalable par le schéma directeur départemental des structures agricoles quelles que soient les superficies en cause, tout ou partie des opérations ci-après : 1° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence, sans l'accord du preneur en place : a) Des personnes physiques qui ne satisfont pas aux conditions de capacité ou d'expérience professionnelle fixées par décret ; pour l'appréciation des critères d'expérience professionnelle, seule est prise en compte l'expérience acquise sur une superficie au moins égale à la moitié de la surface minimum d'installation en qualité d'exploitant, de conjoint participant à l'exploitation agricole, d'aide familial, d'associé d'exploitation ou de salarié agricole. b) De ramener la superficie d'une exploitation agricole en deçà de la surface minimale d'installation ; 2° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence : a) De supprimer une exploitation agricole d'une superficie au moins égale à deux fois la surface minimum d'installation ou de ramener la superficie d'une exploitation agricole en deçà de ce seuil. Toutefois, lorsque dans un département ou dans une région agricole d'un département la superficie moyenne des exploitations est inférieure à la surface minimum d'installation nationale, le schéma directeur départemental peut abaisser ce seuil à une fois et demie la surface minimum d'installation ; b) De priver une exploitation agricole d'un bâtiment essentiel à son fonctionnement, sauf s'il est reconstruit ou remplacé. 3° Nonobstant les dispositions du 1° du paragraphe I ci-dessus, les aggrandissements ou reunions d'exploitations pour les biens dont la distance par rapport au siège de l'exploitation du demandeur est supérieur à un maximum fixé par le schéma directeur départemental des structures agricoles, sans que ce maximum puisse être inférieur à cinq kilomètres. III. - Sont soumise à déclaration préalable les opérations effectuées dans les cas ci-après : 1° Lorsque les biens pour lesquels la déclaration est présentée par le propriétaire jusqu'à quatre fois la surface minimum d'installation, lorsque les les biens pour lesquels la déclaration d'exploiter est sollicitée par le propriétaire ou par l'un de ses descendants ont  été recueillis par succession ou à la suite du règlement de la succession ou par donation d'un parent ou allié jusqu'au troisième degré inclus, à condition que : a) Le déclarant satisfasse aux conditions de capacité ou d'expérience professionnelle visées au présent article ; b) Les biens soient libres de location au jour de la déclaration. De plus, en cas de donation, le donateur doit détenir ou exploiter les biens ainsi transmis, depuis neuf ans au moins. En cas d'agrandissement ou de réunion d'exploitations, le déclarant ne peut se prévaloir des dispositions qui précèdent que pour constituer entre ses mains l'exploitation du parent ou allié mentionné ci-dessus sur une partie de laquelle il s'est préalablement installé ou lorsqu'il renonce à exploiter les terres qu'il mettait en valeur auparavant. Pour l'application des présentes dispositions sont assimilées aux biens qu'elles représentent les parts d'une société constituée entre les membres d'une même famille pour mettre fin à l'indivision. 2° Lorsque le déclarant ne satisfait pas aux conditions de capacité ou d'expérience professionnelle visées au présent article et sous réserve, le cas échéant, des dispositions des 2° et 3° du II ci-dessus, à condition que : a) le bien soit libre de location au jour de la déclaration ; b) le déclarant se consacre à l'exploitation de ce bien concurremment avec une autre activité professionnelle ; c) la superficie de l'exploitation constituée ou agrandie et les revenus extra-agricoles du foyer fiscal du déclarant n'excèdent pas les limites fixées par le shéma directeur départemental des structures agricoles ; la limite de superficie ne peut être inférieure à la surface minimum d'installation et celle du revenu à 3120 fois le montant horaire du salaire minimal de croissance ; 3° Lorsque les opérations effectuées au bénéfice d'une société, d'une coexploitation ou d'une indivision ne sont pas soumises au régime de l'autorisation préalable en application du 2° du paragraphe I ; 4° Pour tout changement du nombre ou de l'identité des associés, des coexploitants ou des indivisaires qui participent à l'exploitation et pour toute modification du capital entre eux ; 5° Lorsque, en cas de décès, d'incapacité ou de cessation d'activité consécutif au départ en retraite de l'exploitant, l'exploitation est reprise par le conjoint participant à l'exploitation ou y ayant participé effectivement au cours des cinq années antérieures au décès ou à l'incapacité ou au départ à la retraite ; 6° Lorsque la réunion d'exploitations agricoles résulte de la réunion entre les mains de l'un d'entre eux des biens que chacun des deux époux méttait en valeur avant leur mariage 7° Pour les cessions d'immeubles opérées par une société d'aménagement foncier et d'établissement rural lorsqu'elles relèvent de la procédure définie aux paragraphes I et II ci-dessus, sauf en cas de suppression d'une unité économique indépendante dont la superficie est égale ou supérieure au seuil défini au a du 2° du paragraphe II. Lorsque, dans un département ou dans une région agricole d'un département, les objectifs et priorités déterminés par le schéma directeur départemental des structures agricoles ne justifient plus, compte tenu notamment de la structure des exploitations agricoles, de la situation du marché foncier, du nombre et de l'âge des exploitants, le maintien, dans tous les cas, des procédures prévues au présent article, ce schéma peut prévoir que certaines des opérations mentionnées aux paragraphes I et II seront soumises seulement au régime de déclaration. IV. - Les ateliers de production hors sol qui constituent le complément de l'activité agricole de l'exploitation ne sont pris en compte pour le calcul des superficies visées au présent article que pour la fraction de leur superficie, corrigée des coefficients d'équivalence prévus à l'article 188-4, qui excède la surface minimale d'installation. En outre, sont exclus, même s'ils sont ensuite transformés en terre de culture, les bois, landes, taillis, friches et étangs autres que ceux servant à l'élevage piscicole.",
            "texteHtml": "<p></p>   I. - Sont soumises à autorisation préalable les opérations ci-après :<p></p><p></p>   1° Les agrandissements ou réunions d'exploitations agricoles qui ont pour effet de porter la superficie de l'exploitation qui en résulte au-delà du seuil fixé par le schéma directeur départemental des structures agricoles. Ce seuil doit être compris entre deux et quatre fois la surface minimum d'installation.<p></p><p></p>   2° Les installations, agrandissements ou réunions d'exploitations agricoles au bénéfice d'une société, d'une coexploitation ou d'une indivision, lorsque la superficie totale mise en valeur, divisée par le nombre d'associés, de coexploitants ou d'indivisaires participant effectivement à l'exploitation au sens de l'article L. 411-59 du présent code, satisfaisant aux conditions de capacité ou d'expérience professionnelle visées au présent article et n'étant pas en âge de bénéficier d'un avantage de vieillesse agricole, excède le seuil fixé au 1° ci-dessus. Pour déterminer la superficie totale mise en valeur, il est tenu compte tant des superficies exploitées par la société, la coexploitation ou l'indivision que de celles exploitées individuellement par chacun des intéressés.<p></p><p></p>   II. - Peuvent également être soumises à autorisation préalable par le schéma directeur départemental des structures agricoles quelles que soient les superficies en cause, tout ou partie des opérations ci-après :<p></p><p></p>   1° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence, sans l'accord du preneur en place :<p></p><p></p>   a) Des personnes physiques qui ne satisfont pas aux conditions de capacité ou d'expérience professionnelle fixées par décret ; pour l'appréciation des critères d'expérience professionnelle, seule est prise en compte l'expérience acquise sur une superficie au moins égale à la moitié de la surface minimum d'installation en qualité d'exploitant, de conjoint participant à l'exploitation agricole, d'aide familial, d'associé d'exploitation ou de salarié agricole.<p></p><p></p>   b) De ramener la superficie d'une exploitation agricole en deçà de la surface minimale d'installation ;<p></p><p></p>   2° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence :<p></p><p></p>   a) De supprimer une exploitation agricole d'une superficie au moins égale à deux fois la surface minimum d'installation ou de ramener la superficie d'une exploitation agricole en deçà de ce seuil. Toutefois, lorsque dans un département ou dans une région agricole d'un département la superficie moyenne des exploitations est inférieure à la surface minimum d'installation nationale, le schéma directeur départemental peut abaisser ce seuil à une fois et demie la surface minimum d'installation ;<p></p><p></p>   b) De priver une exploitation agricole d'un bâtiment essentiel à son fonctionnement, sauf s'il est reconstruit ou remplacé.<p></p><p></p>   3° Nonobstant les dispositions du 1° du paragraphe I ci-dessus, les aggrandissements ou reunions d'exploitations pour les biens dont la distance par rapport au siège de l'exploitation du demandeur est supérieur à un maximum fixé par le schéma directeur départemental des structures agricoles, sans que ce maximum puisse être inférieur à cinq kilomètres.<p></p><p></p>   III. - Sont soumise à déclaration préalable les opérations effectuées dans les cas ci-après :<p></p><p></p>   1° Lorsque les biens pour lesquels la déclaration est présentée par le propriétaire jusqu'à quatre fois la surface minimum d'installation, lorsque les les biens pour lesquels la déclaration d'exploiter est sollicitée par le propriétaire ou par l'un de ses descendants ont  été recueillis par succession ou à la suite du règlement de la succession ou par donation d'un parent ou allié jusqu'au troisième degré inclus, à condition que :<p></p><p></p>   a) Le déclarant satisfasse aux conditions de capacité ou d'expérience professionnelle visées au présent article ;<p></p><p></p>   b) Les biens soient libres de location au jour de la déclaration.<p></p><p></p>   De plus, en cas de donation, le donateur doit détenir ou exploiter les biens ainsi transmis, depuis neuf ans au moins.<p></p><p></p>   En cas d'agrandissement ou de réunion d'exploitations, le déclarant ne peut se prévaloir des dispositions qui précèdent que pour constituer entre ses mains l'exploitation du parent ou allié mentionné ci-dessus sur une partie de laquelle il s'est préalablement installé ou lorsqu'il renonce à exploiter les terres qu'il mettait en valeur auparavant.<p></p><p></p>   Pour l'application des présentes dispositions sont assimilées aux biens qu'elles représentent les parts d'une société constituée entre les membres d'une même famille pour mettre fin à l'indivision.<p></p><p></p>   2° Lorsque le déclarant ne satisfait pas aux conditions de capacité ou d'expérience professionnelle visées au présent article et sous réserve, le cas échéant, des dispositions des 2° et 3° du II ci-dessus, à condition que :<p></p><p></p>   a) le bien soit libre de location au jour de la déclaration ;<p></p><p></p>   b) le déclarant se consacre à l'exploitation de ce bien concurremment avec une autre activité professionnelle ;<p></p><p></p>   c) la superficie de l'exploitation constituée ou agrandie et les revenus extra-agricoles du foyer fiscal du déclarant n'excèdent pas les limites fixées par le shéma directeur départemental des structures agricoles ; la limite de superficie ne peut être inférieure à la surface minimum d'installation et celle du revenu à 3120 fois le montant horaire du salaire minimal de croissance ;<p></p><p></p>   3° Lorsque les opérations effectuées au bénéfice d'une société, d'une coexploitation ou d'une indivision ne sont pas soumises au régime de l'autorisation préalable en application du 2° du paragraphe I ;<p></p><p></p>   4° Pour tout changement du nombre ou de l'identité des associés, des coexploitants ou des indivisaires qui participent à l'exploitation et pour toute modification du capital entre eux ;<p></p><p></p>   5° Lorsque, en cas de décès, d'incapacité ou de cessation d'activité consécutif au départ en retraite de l'exploitant, l'exploitation est reprise par le conjoint participant à l'exploitation ou y ayant participé effectivement au cours des cinq années antérieures au décès ou à l'incapacité ou au départ à la retraite ;<p></p><p></p>   6° Lorsque la réunion d'exploitations agricoles résulte de la réunion entre les mains de l'un d'entre eux des biens que chacun des deux époux méttait en valeur avant leur mariage<p></p><p></p>   7° Pour les cessions d'immeubles opérées par une société d'aménagement foncier et d'établissement rural lorsqu'elles relèvent de la procédure définie aux paragraphes I et II ci-dessus, sauf en cas de suppression d'une unité économique indépendante dont la superficie est égale ou supérieure au seuil défini au a du 2° du paragraphe II.<p></p><p></p>   Lorsque, dans un département ou dans une région agricole d'un département, les objectifs et priorités déterminés par le schéma directeur départemental des structures agricoles ne justifient plus, compte tenu notamment de la structure des exploitations agricoles, de la situation du marché foncier, du nombre et de l'âge des exploitants, le maintien, dans tous les cas, des procédures prévues au présent article, ce schéma peut prévoir que certaines des opérations mentionnées aux paragraphes I et II seront soumises seulement au régime de déclaration.<p></p><p></p>   IV. - Les ateliers de production hors sol qui constituent le complément de l'activité agricole de l'exploitation ne sont pris en compte pour le calcul des superficies visées au présent article que pour la fraction de leur superficie, corrigée des coefficients d'équivalence prévus à l'article 188-4, qui excède la surface minimale d'installation.<p></p><p></p>   En outre, sont exclus, même s'ils sont ensuite transformés en terre de culture, les bois, landes, taillis, friches et étangs autres que ceux servant à l'élevage piscicole.<p></p>",
            "num": "188-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 633225600000,
            "dateFin": 710467200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-07-05",
                        "fin": "1993-07-23",
                        "titre": "Titre VII : Du contrôle des structures des exploitations agricoles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121353",
                        "id": "LEGISCTA000006121353",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579577",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006121353",
            "sectionParentId": "LEGISCTA000006121353",
            "sectionParentTitre": "Titre VII : Du contrôle des structures des exploitations agricoles.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre VII : Du contrôle des structures des exploitations agricoles.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006579578",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000320665",
                    "textTitle": "Loi n°84-741 du 1 août 1984 - art. 1 () JORF 2 août 1984",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006600866",
                    "natureText": "LOI",
                    "datePubliTexte": "1984-08-02",
                    "dateSignaTexte": "1984-08-01",
                    "dateDebutCible": "1984-08-02"
                },
                {
                    "textCid": "JORFTEXT000000875191",
                    "textTitle": "Loi n°88-1202 du 30 décembre 1988 - art. 20 () JORF 31 décembre 1988",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000006599995",
                    "natureText": "LOI",
                    "datePubliTexte": "1988-12-31",
                    "dateSignaTexte": "1988-12-30",
                    "dateDebutCible": "1988-12-31"
                },
                {
                    "textCid": "JORFTEXT000000525219",
                    "textTitle": "Loi n°90-85 du 23 janvier 1990 - art. 3 () JORF 25 janvier 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006600115",
                    "natureText": "LOI",
                    "datePubliTexte": "1990-01-25",
                    "dateSignaTexte": "1990-01-23",
                    "dateDebutCible": "1990-01-25"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579577",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 331603200000,
                    "dateFin": 460252800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579578",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 633225600000,
                    "dateFin": 710467200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579579",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710467200000,
                    "dateFin": 742521600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579580",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 742521600000,
                    "dateFin": 743385600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "188-2"
            ],
            "versionPrecedente": "LEGIARTI000006579577",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006579577",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sont soumises à autorisation préalable les opérations ci-après : 1° Quelles que soient les superficies en cause, les installations, les agrandissements et les réunions d'exploitations agricoles au bénéfice : a) Des personnes physiques qui ne satisfont pas aux conditions de capacité ou d'expérience professionnelle fixées par décret ; pour l'appréciation des critères d'expérience professionnelle, seule est prise en compte l'expérience acquise en qualité d'exploitant d'une superficie au moins égale à la moitié de la surface minimum d'installation telle qu'elle est définie à l'article 188-4, d'aide familial, d'associé d'exploitation ou de salarié agricole ; b) De l'un des conjoints lorsque l'autre est chef d'exploitation agricole ; c) D'une société ou d'une indivision ; de plus, une autorisation doit être demandée pour tout changement du nombre ou de l'identité des associés ou des indivisaires qui participent à l'exploitation. 2° Les installations réalisées sur une surface dépassant une limite comprise entre deux et quatre fois la surface minimum d'installation, pour la fraction de superficie qui excède le seuil ainsi fixé. 3° Les agrandissements ou réunions d'exploitations agricoles, lorsque la surface cumulée de l'ensemble excède le seuil de superficie visé à l'alinéa précédent. Toutefois, ce seuil peut être abaissé jusqu'à la surface minimum d'installation pour tout ou partie d'un département lorsque la superficie moyenne des exploitations agricoles dans la zone considérée est inférieure à ladite surface. II. - Peuvent également être soumises à autorisation préalable par le schéma directeur départemental des structures agricoles quelles que soient les superficies en cause, tout ou partie des opérations ci-après : 1° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence, sans l'accord du preneur en place : a) De supprimer une exploitation agricole d'une superficie au moins égale à la surface minimale d'installation ; b) De ramener la superficie d'une exploitation agricole en deçà de la surface minimale d'installation ; c) De réduire de plus de 30 % par rapport au dernier agrandissement la superficie d'une exploitation agricole par un ou plusieurs retraits successifs lorsque la superficie ainsi réduite est ramenée en deçà du seuil fixé en application du I (2°) ci-dessus, ou est déjà inférieure à ce seuil ; d) De priver une exploitation d'un bâtiment essentiel à son fonctionnement, sauf s'il est reconstruit ou remplacé. 2° Nonobstant les dispositions du I (3°) ci-dessus, les agrandissements d'exploitations réalisés par l'addition d'une ou plusieurs parcelles dont la distance par rapport au siège de l'exploitation est supérieure à un maximum fixé par le schéma directeur départemental des structures agricoles, sans que cette distance puisse être inférieure à cinq kilomètres. III. - L'autorisation d'exploiter est de droit dans les cas ci-après : 1° A la condition que le demandeur satisfasse aux conditions de capacité ou d'expérience professionnelles visées au présent article, lorsque le bien pour lequel l'autorisation d'exploiter est sollicitée par le propriétaire ou par l'un de ses descendants a été recueilli par succession ou par donation d'un parent ou allié jusqu'au troisième degré inclus ou acquis d'un cohéritier ou d'un parent ou allié jusqu'au troisième degré inclus qui l'avait lui-même recueilli par succession ou par donation. Pour l'application du présent alinéa, sont assimilées aux biens qu'elles représentent les parts d'une société constituée entre membres d'une même famille pour mettre fin à l'indivision. Toutefois : a) Le demandeur ne peut se prévaloir des dispositions qui précèdent pour agrandir son exploitation que si le bien est libre de location au jour de la demande et s'il n'en a pas déjà bénéficié pour exploiter une superficie supérieure au maximum visé au I (2°) ci-dessus ; b) Ces dispositions ne sont applicables aux biens transmis par donation et ayant été précédemment acquis à titre onéreux par le donateur que si celui-ci les détenait ou les exploitait depuis neuf ans au moins ; c) Les conditions de capacité ou d'expérience professionnelle ne sont pas exigées en cas de succession si la demande est formulée au cours des trois années suivant l'ouverture de celle-ci, ou la majorité du demandeur si celui-ci était mineur lors du décès. 2° Lorsque le demandeur ne satisfait pas aux conditions de capacité ou d'expérience professionnelle visées au présent article, et sous réserve, le cas échéant, des dispositions du II ci-dessus : a) S'il s'agit d'une installation sur une exploitation dont la superficie n'excède pas le plafond visé au I (2°) ci-dessus, lorsque le demandeur s'engage à cesser son activité antérieure dans un délai de six mois, à mettre en valeur personnellement et à temps complet le fonds dans les conditions visées à l'article 845 du présent code et à suivre un stage de formation professionnelle dans les conditions fixées par décret ; Et, si le bien est libre de location au jour de la demande : b) Si le demandeur déclare se consacrer à l'exploitation du bien concurremment avec une autre activité professionnelle, lorsque la superficie de l'exploitation constituée ou agrandie et les revenus du demandeur n'excèdent pas des limites fixées par le schéma directeur départemental des structures agricoles ; la limite de superficie ne peut être inférieure à la moitié de la surface minimale d'installation et celle des revenus à 3120 fois le montant horaire du salaire minimum de croissance ; c) Si le demandeur est un industriel ou un commerçant, à la condition que l'exploitation agricole ainsi constituée ou agrandie soit indispensable à l'exercice de son activité principale et que la superficie n'excède pas la moitié de la surface minimale d'installation ; toutefois, ce seuil peut être abaissé jusqu'au quart de la surface minimale d'installation pour tout ou partie du département lorsque la moyenne des superficies des exploitations agricoles est inférieure ou égale à la surface minimale d'installation. 3° Pour l'entrée en jouissance d'une société dont les associés sont tous exploitants agricoles lorsque la consistance des exploitations agricoles qu'ils mettaient en valeur reste inchangée, à la condition que chacun d'entre eux s'oblige à participer à la mise en valeur des biens de la société, ou si la société a été constituée pour mettre fin à une indivision successorale. L'autorisation est également de droit si la superficie totale mise en valeur par une société ou une indivision divisée par le nombre d'associés ou d'indivisaires participant effectivement à l'exploitation au sens de l'article 845 du présent code rural et satisfaisant aux conditions de capacité ou d'expérience professionnelle prévues au I (1°) ci-dessus, n'excède pas la superficie prévue au I (2°) ci-dessus, la part de superficie ainsi considérée comme exploitée par chacun des associés ou indivisaires étant augmentée, le cas échéant, de celle des biens qu'il met en valeur individuellement. 4° Lorsque l'autorisation est demandée par le conjoint d'un chef d'exploitation agricole, si chacun des époux dispose, après l'opération projetée, d'une exploitation séparée constituant une unité économique gérée distinctement de toute autre et dont la superficie n'excède pas le seuil fixé, selon la nature de l'opération, au I (2°) ou au I (3°) du présent article. Par ailleurs, celui qui sollicite l'autorisation doit également satisfaire aux conditions de capacité ou d'expérience professionnelles visées au présent article. 5° Lorsque la réunion d'exploitations agricoles résulte de la réunion entre les mains de l'un d'entre eux des biens que chacun des deux époux mettait en valeur avant leur mariage. 6° Lorsque l'agrandissement ou la réunion d'exploitations est réalisé en vue d'installer, dans un délai de trois ans éventuellement prolongé de la durée du service national, un ou plusieurs descendants du demandeur, à la condition que la superficie cumulée de l'ensemble n'excède pas le plafond de superficie tel qu'il est fixé au I (3°) du présent article, augmenté d'une superficie équivalente pour chacun des descendants à installer, qui peuvent l'être soit sur les biens faisant l'objet de la demande, soit sur les biens déjà exploités par le demandeur. A la date de l'installation, chacun des descendants doit être majeur ou mineur émancipé et satisfaire aux conditions de capacité ou d'expérience professionnelles prévues au présent article. IV. - Les ateliers de production hors sol qui constituent le complément de l'activité agricole de l'exploitation ne sont pris en compte pour le calcul des superficies visées au présent article que pour la fraction de leur superficie, corrigée des coefficients d'équivalence prévus à l'article 188-4, qui excède la surface minimale d'installation. En outre, sont exclus, même s'ils sont ensuite transformés en terre de culture, les bois, landes, taillis, friches et étangs autres que ceux servant à l'élevage piscicole.",
            "texteHtml": "<p></p>   I. - Sont soumises à autorisation préalable les opérations ci-après :<p></p><p></p>   1° Quelles que soient les superficies en cause, les installations, les agrandissements et les réunions d'exploitations agricoles au bénéfice :<p></p><p></p>   a) Des personnes physiques qui ne satisfont pas aux conditions de capacité ou d'expérience professionnelle fixées par décret ; pour l'appréciation des critères d'expérience professionnelle, seule est prise en compte l'expérience acquise en qualité d'exploitant d'une superficie au moins égale à la moitié de la surface minimum d'installation telle qu'elle est définie à l'article 188-4, d'aide familial, d'associé d'exploitation ou de salarié agricole ;<p></p><p></p>   b) De l'un des conjoints lorsque l'autre est chef d'exploitation agricole ;<p></p><p></p>   c) D'une société ou d'une indivision ; de plus, une autorisation doit être demandée pour tout changement du nombre ou de l'identité des associés ou des indivisaires qui participent à l'exploitation.<p></p><p></p>   2° Les installations réalisées sur une surface dépassant une limite comprise entre deux et quatre fois la surface minimum d'installation, pour la fraction de superficie qui excède le seuil ainsi fixé.<p></p><p></p>   3° Les agrandissements ou réunions d'exploitations agricoles, lorsque la surface cumulée de l'ensemble excède le seuil de superficie visé à l'alinéa précédent. Toutefois, ce seuil peut être abaissé jusqu'à la surface minimum d'installation pour tout ou partie d'un département lorsque la superficie moyenne des exploitations agricoles dans la zone considérée est inférieure à ladite surface.<p></p><p></p>   II. - Peuvent également être soumises à autorisation préalable par le schéma directeur départemental des structures agricoles quelles que soient les superficies en cause, tout ou partie des opérations ci-après :<p></p><p></p>   1° Les installations, les agrandissements ou les réunions d'exploitations agricoles ayant pour conséquence, sans l'accord du preneur en place :<p></p><p></p>   a) De supprimer une exploitation agricole d'une superficie au moins égale à la surface minimale d'installation ;<p></p><p></p>   b) De ramener la superficie d'une exploitation agricole en deçà de la surface minimale d'installation ;<p></p><p></p>   c) De réduire de plus de 30 % par rapport au dernier agrandissement la superficie d'une exploitation agricole par un ou plusieurs retraits successifs lorsque la superficie ainsi réduite est ramenée en deçà du seuil fixé en application du I (2°) ci-dessus, ou est déjà inférieure à ce seuil ;<p></p><p></p>   d) De priver une exploitation d'un bâtiment essentiel à son fonctionnement, sauf s'il est reconstruit ou remplacé.<p></p><p></p>   2° Nonobstant les dispositions du I (3°) ci-dessus, les agrandissements d'exploitations réalisés par l'addition d'une ou plusieurs parcelles dont la distance par rapport au siège de l'exploitation est supérieure à un maximum fixé par le schéma directeur départemental des structures agricoles, sans que cette distance puisse être inférieure à cinq kilomètres.<p></p><p></p>   III. - L'autorisation d'exploiter est de droit dans les cas ci-après :<p></p><p></p>   1° A la condition que le demandeur satisfasse aux conditions de capacité ou d'expérience professionnelles visées au présent article, lorsque le bien pour lequel l'autorisation d'exploiter est sollicitée par le propriétaire ou par l'un de ses descendants a été recueilli par succession ou par donation d'un parent ou allié jusqu'au troisième degré inclus ou acquis d'un cohéritier ou d'un parent ou allié jusqu'au troisième degré inclus qui l'avait lui-même recueilli par succession ou par donation. Pour l'application du présent alinéa, sont assimilées aux biens qu'elles représentent les parts d'une société constituée entre membres d'une même famille pour mettre fin à l'indivision.<p></p><p></p>   Toutefois :<p></p><p></p>   a) Le demandeur ne peut se prévaloir des dispositions qui précèdent pour agrandir son exploitation que si le bien est libre de location au jour de la demande et s'il n'en a pas déjà bénéficié pour exploiter une superficie supérieure au maximum visé au I (2°) ci-dessus ;<p></p><p></p>   b) Ces dispositions ne sont applicables aux biens transmis par donation et ayant été précédemment acquis à titre onéreux par le donateur que si celui-ci les détenait ou les exploitait depuis neuf ans au moins ;<p></p><p></p>   c) Les conditions de capacité ou d'expérience professionnelle ne sont pas exigées en cas de succession si la demande est formulée au cours des trois années suivant l'ouverture de celle-ci, ou la majorité du demandeur si celui-ci était mineur lors du décès.<p></p><p></p>   2° Lorsque le demandeur ne satisfait pas aux conditions de capacité ou d'expérience professionnelle visées au présent article, et sous réserve, le cas échéant, des dispositions du II ci-dessus :<p></p><p></p>   a) S'il s'agit d'une installation sur une exploitation dont la superficie n'excède pas le plafond visé au I (2°) ci-dessus, lorsque le demandeur s'engage à cesser son activité antérieure dans un délai de six mois, à mettre en valeur personnellement et à temps complet le fonds dans les conditions visées à l'article 845 du présent code et à suivre un stage de formation professionnelle dans les conditions fixées par décret ;<p></p><p></p>   Et, si le bien est libre de location au jour de la demande :<p></p><p></p>   b) Si le demandeur déclare se consacrer à l'exploitation du bien concurremment avec une autre activité professionnelle, lorsque la superficie de l'exploitation constituée ou agrandie et les revenus du demandeur n'excèdent pas des limites fixées par le schéma directeur départemental des structures agricoles ; la limite de superficie ne peut être inférieure à la moitié de la surface minimale d'installation et celle des revenus à 3120 fois le montant horaire du salaire minimum de croissance ;<p></p><p></p>   c) Si le demandeur est un industriel ou un commerçant, à la condition que l'exploitation agricole ainsi constituée ou agrandie soit indispensable à l'exercice de son activité principale et que la superficie n'excède pas la moitié de la surface minimale d'installation ; toutefois, ce seuil peut être abaissé jusqu'au quart de la surface minimale d'installation pour tout ou partie du département lorsque la moyenne des superficies des exploitations agricoles est inférieure ou égale à la surface minimale d'installation.<p></p><p></p>   3° Pour l'entrée en jouissance d'une société dont les associés sont tous exploitants agricoles lorsque la consistance des exploitations agricoles qu'ils mettaient en valeur reste inchangée, à la condition que chacun d'entre eux s'oblige à participer à la mise en valeur des biens de la société, ou si la société a été constituée pour mettre fin à une indivision successorale. L'autorisation est également de droit si la superficie totale mise en valeur par une société ou une indivision divisée par le nombre d'associés ou d'indivisaires participant effectivement à l'exploitation au sens de l'article 845 du présent code rural et satisfaisant aux conditions de capacité ou d'expérience professionnelle prévues au I (1°) ci-dessus, n'excède pas la superficie prévue au I (2°) ci-dessus, la part de superficie ainsi considérée comme exploitée par chacun des associés ou indivisaires étant augmentée, le cas échéant, de celle des biens qu'il met en valeur individuellement.<p></p><p></p>   4° Lorsque l'autorisation est demandée par le conjoint d'un chef d'exploitation agricole, si chacun des époux dispose, après l'opération projetée, d'une exploitation séparée constituant une unité économique gérée distinctement de toute autre et dont la superficie n'excède pas le seuil fixé, selon la nature de l'opération, au I (2°) ou au I (3°) du présent article. Par ailleurs, celui qui sollicite l'autorisation doit également satisfaire aux conditions de capacité ou d'expérience professionnelles visées au présent article.<p></p><p></p>   5° Lorsque la réunion d'exploitations agricoles résulte de la réunion entre les mains de l'un d'entre eux des biens que chacun des deux époux mettait en valeur avant leur mariage.<p></p><p></p>   6° Lorsque l'agrandissement ou la réunion d'exploitations est réalisé en vue d'installer, dans un délai de trois ans éventuellement prolongé de la durée du service national, un ou plusieurs descendants du demandeur, à la condition que la superficie cumulée de l'ensemble n'excède pas le plafond de superficie tel qu'il est fixé au I (3°) du présent article, augmenté d'une superficie équivalente pour chacun des descendants à installer, qui peuvent l'être soit sur les biens faisant l'objet de la demande, soit sur les biens déjà exploités par le demandeur. A la date de l'installation, chacun des descendants doit être majeur ou mineur émancipé et satisfaire aux conditions de capacité ou d'expérience professionnelles prévues au présent article.<p></p><p></p>   IV. - Les ateliers de production hors sol qui constituent le complément de l'activité agricole de l'exploitation ne sont pris en compte pour le calcul des superficies visées au présent article que pour la fraction de leur superficie, corrigée des coefficients d'équivalence prévus à l'article 188-4, qui excède la surface minimale d'installation.<p></p><p></p>   En outre, sont exclus, même s'ils sont ensuite transformés en terre de culture, les bois, landes, taillis, friches et étangs autres que ceux servant à l'élevage piscicole.<p></p>",
            "num": "188-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 331603200000,
            "dateFin": 460252800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-07-05",
                        "fin": "1993-07-23",
                        "titre": "Titre VII : Du contrôle des structures des exploitations agricoles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121353",
                        "id": "LEGISCTA000006121353",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579577",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006121353",
            "sectionParentId": "LEGISCTA000006121353",
            "sectionParentTitre": "Titre VII : Du contrôle des structures des exploitations agricoles.",
            "fullSectionsTitre": "Livre Ier : Régime du sol &gt; Titre VII : Du contrôle des structures des exploitations agricoles.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006579577",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000705202",
                    "textTitle": "Loi n°80-502 du 4 juillet 1980 - art. 45 () JORF 5 juillet 1980",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "45",
                    "articleId": "LEGIARTI000006600778",
                    "natureText": "LOI",
                    "datePubliTexte": "1980-07-05",
                    "dateSignaTexte": "1980-07-04",
                    "dateDebutCible": "1980-07-05"
                },
                {
                    "textCid": "JORFTEXT000000705202",
                    "textTitle": "Loi n°80-502 du 4 juillet 1980 - art. 47 () JORF 5 juillet 1980",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "47",
                    "articleId": "LEGIARTI000006600780",
                    "natureText": "LOI",
                    "datePubliTexte": "1980-07-05",
                    "dateSignaTexte": "1980-07-04",
                    "dateDebutCible": "1980-07-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural 188-4, 845",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579577",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 331603200000,
                    "dateFin": 460252800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579578",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 633225600000,
                    "dateFin": 710467200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579579",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 710467200000,
                    "dateFin": 742521600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006579580",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 742521600000,
                    "dateFin": 743385600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "188-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}