{
    "cid": "LEGIARTI000043818819",
    "num": "R134-39",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818255",
                        "id": "LEGISCTA000043818255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : RÈGLES GÉNÉRALES DE SÉCURITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818677",
                        "id": "LEGISCTA000043818677",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : SÉCURITÉ D'USAGE DES BÂTIMENTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818719",
                        "id": "LEGISCTA000043818719",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Sécurité des ascenseurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818721",
                        "id": "LEGISCTA000043818721",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Mise sur le marché des ascenseurs et des composants de sécurité pour ascenseurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818759",
                        "id": "LEGISCTA000043818759",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe V : Notification des organismes chargés de l'évaluation de la conformité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818808",
                        "id": "LEGISCTA000043818808",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043818819",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043936540",
                    "textTitle": "Arrêté du 5 août 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043936543",
                    "natureText": "ARRETE",
                    "date": 1636148561511,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1628985600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R134-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R134-12",
                    "articleId": "LEGIARTI000043818749",
                    "natureText": "CODE",
                    "date": 1636148561511,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R134-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R134-20",
                    "articleId": "LEGIARTI000043818773",
                    "natureText": "CODE",
                    "date": 1636148561511,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R134-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R134-36",
                    "articleId": "LEGIARTI000043818812",
                    "natureText": "CODE",
                    "date": 1636148561512,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R134-41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R134-41",
                    "articleId": "LEGIARTI000043818824",
                    "natureText": "CODE",
                    "date": 1636148561512,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R134-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R134-43",
                    "articleId": "LEGIARTI000043818829",
                    "natureText": "CODE",
                    "date": 1636148561512,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R134-47 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R134-47",
                    "articleId": "LEGIARTI000043818840",
                    "natureText": "CODE",
                    "date": 1636148561512,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R125-2-32 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R125-2-32",
                    "articleId": "LEGIARTI000032492282",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043816034",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043816034",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "num": "R134-39",
            "origine": "LEGI",
            "texte": "Aux fins de la notification, un organisme d'évaluation de la conformité répond aux exigences suivantes : 1° Il possède la personnalité juridique ; 2° Il est un organisme tiers indépendant de l'organisation ou des opérateurs économiques qui mettent ou mettent à disposition sur le marché des ascenseurs ou composants de sécurité pour ascenseurs qu'il évalue. Il doit éviter toute situation de conflit d'intérêt dans l'exercice de ses missions. Il ne peut participer à aucune activité qui pourrait créer un conflit d'intérêt et remettre en cause l'indépendance de son jugement et son intégrité dans le cadre des activités d'évaluation de la conformité pour lesquelles il a été notifié. Cela vaut en particulier pour les services de conseil. Un organisme appartenant à une association d'entreprises ou à une fédération professionnelle qui représente des entreprises participant à la conception, à la fabrication, à la fourniture, à l'assemblage, à l'utilisation ou à l'entretien des ascenseurs ou des composants de sécurité pour ascenseurs qu'il évalue peut, pour autant que son indépendance et que l'absence de tout conflit d'intérêt soient démontrées, être considéré comme satisfaisant à cette condition ; 3° L'organisme, ses cadres supérieurs et le personnel chargé d'exécuter les tâches d'évaluation de la conformité ne peuvent être le concepteur, le fabricant, le fournisseur, l'installateur, l'acheteur, le propriétaire, l'utilisateur ou le responsable de l'entretien des ascenseurs ou des composants de sécurité pour ascenseurs qu'il évalue ni le mandataire d'aucune de ces parties. Cela n'empêche pas l'utilisation d'ascenseurs ou de composants de sécurité pour ascenseurs évalués qui sont nécessaires au fonctionnement de l'organisme d'évaluation de la conformité. Il veille à ce que les activités de ses filiales ou sous-traitants n'affectent pas la confidentialité, l'objectivité ou l'impartialité de ses activités d'évaluation de la conformité ; 4° L'organisme et son personnel accomplissent leurs activités d'évaluation de la conformité en évitant tout conflit d'intérêt, avec la plus haute intégrité professionnelle et la compétence technique requise dans leur domaine spécifique de compétence. Ils se prémunissent de toutes pressions ou incitations, notamment d'ordre financier, susceptibles d'influencer leur jugement ou les résultats de leurs travaux d'évaluation de la conformité, en particulier de la part de personnes ou de groupes de personnes intéressées par ces résultats ; 5° Il est capable d'exécuter toutes les tâches d'évaluation de la conformité qui lui ont été assignées conformément aux annexes IV à XII de la directive 2014/33/ UE et pour lesquelles il a été notifié, que ces tâches soient exécutées par lui-même ou en son nom et sous sa responsabilité. En toutes circonstances et pour chaque procédure d'évaluation de la conformité et tout type ou toute catégorie d'ascenseurs ou de composants de sécurité pour ascenseurs pour lesquels il est notifié, il dispose à suffisance : a) Du personnel requis ayant les connaissances techniques et l'expérience suffisante et appropriée pour effectuer les tâches d'évaluation de la conformité ; b) De descriptions des procédures utilisées pour évaluer la conformité, garantissant la transparence et la capacité de reproduction de ces procédures ; l'organisme dispose de politiques et de procédures appropriées faisant la distinction entre les tâches qu'il exécute en tant qu'organisme notifié et d'autres activités ; c) De procédures pour accomplir ses activités qui tiennent dûment compte de la taille des entreprises, du secteur dans lequel elles exercent leurs activités, de leur structure, du degré de complexité de la technologie du produit en question et de la nature en masse ou série, du processus de production. Il se dote des moyens nécessaires à la bonne exécution des tâches techniques et administratives liées aux activités d'évaluation de la conformité et a accès à tous les équipements ou installations nécessaires ; 6° Le personnel chargé des tâches d'évaluation de la conformité possède : a) Une solide formation technique et professionnelle couvrant toutes les activités d'évaluation de la conformité pour lesquelles l'organisme d'évaluation de la conformité a été notifié ; b) Une connaissance satisfaisante des exigences applicables aux évaluations qu'il effectue et l'autorité nécessaire pour effectuer ces évaluations ; c) Une connaissance et une compréhension adéquates des exigences essentielles de sécurité et de santé énoncées à l'article R. 134-20 , des normes harmonisées applicables ainsi que des dispositions pertinentes de la législation d'harmonisation de l'Union européenne et de la législation nationale pertinente ; d) L'aptitude pour rédiger les attestations, procès-verbaux et rapports qui constituent la matérialisation des évaluations effectuées ; 7° L'impartialité de l'organisme d'évaluation de la conformité, de ses cadres supérieurs et du personnel chargé d'exécuter les tâches d'évaluation de la conformité est garantie ; 8° Il souscrit une assurance couvrant sa responsabilité civile et celle de son personnel chargé de la réalisation des procédures d'évaluation de la conformité ; 9° Son personnel est lié par le secret professionnel pour toutes les informations dont il prend connaissance dans l'exercice de ses fonctions dans le cadre des annexes IV à XII de la directive 2014/33/ UE ou de la présente sous-section, sauf à l'égard du ministre chargé de la construction. Les droits de propriété sont protégés ; 10° Il participe aux activité de normalisation traitant des normes harmonisées mentionnées à l'article R. 134-29 ainsi qu'aux activités du groupe européen de coordination des organismes notifiés pour les ascenseurs mis en place en lien avec la Commission européenne. Il veille à ce que son personnel chargé d'exécuter les tâches d'évaluation de la conformité soit informé de ces activités. Il applique comme lignes directrices les décisions et les documents administratifs résultant du travail du groupe de coordination européen des organismes notifiés et informe le ministère chargé de la construction des évolutions de ces lignes directrices et documents.",
            "texteHtml": "<p><br/>Aux fins de la notification, un organisme d'évaluation de la conformité répond aux exigences suivantes : <br/>1° Il possède la personnalité juridique ; <br/>2° Il est un organisme tiers indépendant de l'organisation ou des opérateurs économiques qui mettent ou mettent à disposition sur le marché des ascenseurs ou composants de sécurité pour ascenseurs qu'il évalue. <br/>Il doit éviter toute situation de conflit d'intérêt dans l'exercice de ses missions. Il ne peut participer à aucune activité qui pourrait créer un conflit d'intérêt et remettre en cause l'indépendance de son jugement et son intégrité dans le cadre des activités d'évaluation de la conformité pour lesquelles il a été notifié. Cela vaut en particulier pour les services de conseil. <br/>Un organisme appartenant à une association d'entreprises ou à une fédération professionnelle qui représente des entreprises participant à la conception, à la fabrication, à la fourniture, à l'assemblage, à l'utilisation ou à l'entretien des ascenseurs ou des composants de sécurité pour ascenseurs qu'il évalue peut, pour autant que son indépendance et que l'absence de tout conflit d'intérêt soient démontrées, être considéré comme satisfaisant à cette condition ; <br/>3° L'organisme, ses cadres supérieurs et le personnel chargé d'exécuter les tâches d'évaluation de la conformité ne peuvent être le concepteur, le fabricant, le fournisseur, l'installateur, l'acheteur, le propriétaire, l'utilisateur ou le responsable de l'entretien des ascenseurs ou des composants de sécurité pour ascenseurs qu'il évalue ni le mandataire d'aucune de ces parties. Cela n'empêche pas l'utilisation d'ascenseurs ou de composants de sécurité pour ascenseurs évalués qui sont nécessaires au fonctionnement de l'organisme d'évaluation de la conformité. <br/>Il veille à ce que les activités de ses filiales ou sous-traitants n'affectent pas la confidentialité, l'objectivité ou l'impartialité de ses activités d'évaluation de la conformité ; <br/>4° L'organisme et son personnel accomplissent leurs activités d'évaluation de la conformité en évitant tout conflit d'intérêt, avec la plus haute intégrité professionnelle et la compétence technique requise dans leur domaine spécifique de compétence. Ils se prémunissent de toutes pressions ou incitations, notamment d'ordre financier, susceptibles d'influencer leur jugement ou les résultats de leurs travaux d'évaluation de la conformité, en particulier de la part de personnes ou de groupes de personnes intéressées par ces résultats ; <br/>5° Il est capable d'exécuter toutes les tâches d'évaluation de la conformité qui lui ont été assignées conformément aux annexes IV à XII de la directive 2014/33/ UE et pour lesquelles il a été notifié, que ces tâches soient exécutées par lui-même ou en son nom et sous sa responsabilité. <br/>En toutes circonstances et pour chaque procédure d'évaluation de la conformité et tout type ou toute catégorie d'ascenseurs ou de composants de sécurité pour ascenseurs pour lesquels il est notifié, il dispose à suffisance : <br/>a) Du personnel requis ayant les connaissances techniques et l'expérience suffisante et appropriée pour effectuer les tâches d'évaluation de la conformité ; <br/>b) De descriptions des procédures utilisées pour évaluer la conformité, garantissant la transparence et la capacité de reproduction de ces procédures ; l'organisme dispose de politiques et de procédures appropriées faisant la distinction entre les tâches qu'il exécute en tant qu'organisme notifié et d'autres activités ; <br/>c) De procédures pour accomplir ses activités qui tiennent dûment compte de la taille des entreprises, du secteur dans lequel elles exercent leurs activités, de leur structure, du degré de complexité de la technologie du produit en question et de la nature en masse ou série, du processus de production. <br/>Il se dote des moyens nécessaires à la bonne exécution des tâches techniques et administratives liées aux activités d'évaluation de la conformité et a accès à tous les équipements ou installations nécessaires ; <br/>6° Le personnel chargé des tâches d'évaluation de la conformité possède : <br/>a) Une solide formation technique et professionnelle couvrant toutes les activités d'évaluation de la conformité pour lesquelles l'organisme d'évaluation de la conformité a été notifié ; <br/>b) Une connaissance satisfaisante des exigences applicables aux évaluations qu'il effectue et l'autorité nécessaire pour effectuer ces évaluations ; <br/>c) Une connaissance et une compréhension adéquates des exigences essentielles de sécurité et de santé énoncées à l'article <a href='/article/LEGIARTI000043818773' title='Code de la construction et de l'habitation. - art. R134-20 (V)'>R. 134-20</a>, des normes harmonisées applicables ainsi que des dispositions pertinentes de la législation d'harmonisation de l'Union européenne et de la législation nationale pertinente ; <br/>d) L'aptitude pour rédiger les attestations, procès-verbaux et rapports qui constituent la matérialisation des évaluations effectuées ; <br/>7° L'impartialité de l'organisme d'évaluation de la conformité, de ses cadres supérieurs et du personnel chargé d'exécuter les tâches d'évaluation de la conformité est garantie ; <br/>8° Il souscrit une assurance couvrant sa responsabilité civile et celle de son personnel chargé de la réalisation des procédures d'évaluation de la conformité ; <br/>9° Son personnel est lié par le secret professionnel pour toutes les informations dont il prend connaissance dans l'exercice de ses fonctions dans le cadre des annexes IV à XII de la directive 2014/33/ UE ou de la présente sous-section, sauf à l'égard du ministre chargé de la construction. Les droits de propriété sont protégés ; <br/>10° Il participe aux activité de normalisation traitant des normes harmonisées mentionnées à l'article R. 134-29 ainsi qu'aux activités du groupe européen de coordination des organismes notifiés pour les ascenseurs mis en place en lien avec la Commission européenne. Il veille à ce que son personnel chargé d'exécuter les tâches d'évaluation de la conformité soit informé de ces activités. Il applique comme lignes directrices les décisions et les documents administratifs résultant du travail du groupe de coordination européen des organismes notifiés et informe le ministère chargé de la construction des évolutions de ces lignes directrices et documents.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}