{
    "cid": "LEGIARTI000024847932",
    "num": "R144-6",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Le contrat.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128512",
                        "id": "LEGISCTA000006128512",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Les assurances de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143119",
                        "id": "LEGISCTA000006143119",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-11-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Contrats de prévoyance et de retraite supplémentaires souscrits par des associations\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024847894",
                        "id": "LEGISCTA000024847894",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-11-26",
                        "fin": "2999-01-01",
                        "titre": "Section III : Dispositions particulières au plan d'épargne retraite populaire\r\n\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024847924",
                        "id": "LEGISCTA000024847924",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-11-26",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Gouvernance du plan\r\n\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024847926",
                        "id": "LEGISCTA000024847926",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000024847932",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L141-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L141-7",
                    "articleId": "LEGIARTI000006793526",
                    "natureText": "CODE",
                    "date": 1599844009374,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1181952000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024846146",
                    "textTitle": "Décret n°2011-1635\n du 23 novembre 2011 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024847279",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-11-25",
                    "dateSignaTexte": "2011-11-23",
                    "dateDebutCible": "2011-11-26"
                }
            ],
            "num": "R144-6",
            "origine": "LEGI",
            "texte": "L'assemblée générale de l'association adopte des règles de déontologie auxquelles seront tenus les membres du conseil d'administration, du bureau et du personnel salarié de l'association, ainsi que les membres des comités de surveillance des plans souscrits par celle-ci. Ces règles sont remises à chaque adhérent lors de son adhésion à l'association. Les règles de déontologie ont pour objet de prévenir et de résoudre les conflits d'intérêts. Elles précisent les informations que les personnes qui pourraient être considérées comme étant en situation de conflit d'intérêts dans leur fonction, en raison notamment de leurs liens de toute nature, directs ou indirects, avec l'entreprise d'assurance ou ses prestataires de service, doivent, sous leur responsabilité, porter à la connaissance du président du conseil d'administration ou du président du comité de surveillance. Elles déterminent les cas et les conditions dans lesquels ces personnes doivent s'abstenir de participer aux délibérations, s'abstenir de voter ou proposer leur démission. Ces règles précisent les obligations de diligence et de confidentialité des personnes mentionnées au premier alinéa dans l'exercice de leur fonction. Ces règles définissent également les conditions dans lesquelles les membres du conseil d'administration, du bureau et du personnel salarié de l'association, d'une part, et les membres des comités de surveillance des plans souscrits par l'association d'autre part, communiquent au président de l'association ou au président de leurs comités respectifs des informations sur leur état civil, leur honorabilité, leur expérience et leurs qualifications professionnelles. Les règles de déontologie précisent également, en tant que de besoin, les critères permettant d'apprécier si un membre du conseil d'administration ou d'un comité de surveillance répond aux conditions fixées au premier alinéa de l'article L. 141-7 .",
            "texteHtml": "L'assemblée générale de l'association adopte des règles de déontologie auxquelles seront tenus les membres du conseil d'administration, du bureau et du personnel salarié de l'association, ainsi que les membres des comités de surveillance des plans souscrits par celle-ci. Ces règles sont remises à chaque adhérent lors de son adhésion à l'association. <br/><br/>Les règles de déontologie ont pour objet de prévenir et de résoudre les conflits d'intérêts. Elles précisent les informations que les personnes qui pourraient être considérées comme étant en situation de conflit d'intérêts dans leur fonction, en raison notamment de leurs liens de toute nature, directs ou indirects, avec l'entreprise d'assurance ou ses prestataires de service, doivent, sous leur responsabilité, porter à la connaissance du président du conseil d'administration ou du président du comité de surveillance. Elles déterminent les cas et les conditions dans lesquels ces personnes doivent s'abstenir de participer aux délibérations, s'abstenir de voter ou proposer leur démission. <br/><br/>Ces règles précisent les obligations de diligence et de confidentialité des personnes mentionnées au premier alinéa dans l'exercice de leur fonction. <br/><br/>Ces règles définissent également les conditions dans lesquelles les membres du conseil d'administration, du bureau et du personnel salarié de l'association, d'une part, et les membres des comités de surveillance des plans souscrits par l'association d'autre part, communiquent au président de l'association ou au président de leurs comités respectifs des informations sur leur état civil, leur honorabilité, leur expérience et leurs qualifications professionnelles. <br/><br/>Les règles de déontologie précisent également, en tant que de besoin, les critères permettant d'apprécier si un membre du conseil d'administration ou d'un comité de surveillance répond aux conditions fixées au premier alinéa de l'article <a href='/article/LEGIARTI000006793526'>L. 141-7</a>.",
            "type": "AUTONOME",
            "dateDebut": "2011-11-26T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}