{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039343414",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION TYPE COMMUNALE DE COORDINATION DE LA POLICE MUNICIPALE ET DES FORCES DE SÉCURITÉ DE L'ÉTAT (Annexe 1 prévue pour l'application de l'article R. 512-5 ) Entre le préfet de... et le maire de..., ainsi que le président de l'établissement public de coopération intercommunale à fiscalité propre dénommé... pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements (le cas échéant), après avis du procureur de la République près le   tribunal judiciaire de..., il est convenu ce qui suit : La police municipale et les forces de sécurité de l'Etat ont vocation, dans le respect de leurs compétences respectives, à intervenir sur la totalité du territoire de la commune. En aucun cas il ne peut être confié à la police municipale de mission de maintien de l'ordre. La présente convention, établie conformément aux dispositions de l'article L. 512-4 du code de la sécurité intérieure, précise la nature et les lieux des interventions des agents de police municipale. Elle détermine les modalités selon lesquelles ces interventions sont coordonnées avec celles des forces de sécurité de l'Etat. Pour l'application de la présente convention, les forces de sécurité de l'Etat sont la police nationale dans les communes placées sous le régime de la police d'Etat et la gendarmerie nationale dans les autres communes (à préciser). Les responsables des forces de sécurité de l'Etat sont, selon le cas, le chef de la circonscription de sécurité publique ou le commandant de la communauté de brigades ou de la brigade territoriale autonome de gendarmerie territorialement compétents. Article 1er L'état des lieux établi à partir du diagnostic local de sécurité réalisé par les forces de sécurité de l'Etat compétentes, avec le concours de la commune signataire, le cas échéant dans le cadre du conseil local de sécurité et de prévention de la délinquance, fait apparaître les besoins et priorités suivants : 1° Sécurité routière ; 2° Prévention de la violence dans les transports ; 3° Lutte contre la toxicomanie ; 4° Prévention des violences scolaires ; 5° Protection des centres commerciaux ; 6° Lutte contre les pollutions et nuisances. (La liste est à compléter et à adapter localement.) TITRE Ier : COORDINATION DES SERVICES Chapitre Ier : Nature et lieux des interventions Article 2 La police municipale assure la garde statique des bâtiments communaux. Article 3 I.-La police municipale assure, à titre principal, la surveillance des établissements scolaires suivants, en particulier lors des entrées et sorties des élèves : ... II.-La police municipale assure également, à titre principal, la surveillance des points de ramassage scolaire suivants : ... Article 4 La police municipale assure, à titre principal, la surveillance des foires et marchés, en particulier : ... ainsi que la surveillance des cérémonies, fêtes et réjouissances organisées par la commune, notamment : ... Article 5 La surveillance des autres manifestations, notamment des manifestations sportives, récréatives ou culturelles nécessitant ou non un service d'ordre à la charge de l'organisateur, est assurée, dans les conditions définies préalablement par le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, soit par la police municipale, soit par les forces de sécurité de l'Etat, soit en commun dans le respect des compétences de chaque service. Article 6 La police municipale assure la surveillance de la circulation et du stationnement des véhicules sur les voies publiques et parcs de stationnement dont la liste est précisée lors des réunions périodiques prévues à l'article 10. Elle surveille les opérations d'enlèvement des véhicules, et notamment les mises en fourrière, effectuées en application de l'article L. 325-2 du code de la route, sous l'autorité de l'officier de police judiciaire compétent, ou, en application du deuxième alinéa de ce dernier article, par l'agent de police judiciaire adjoint, chef de la police municipale. Article 7 La police municipale informe au préalable les forces de sécurité de l'Etat des opérations de contrôle routier et de constatation d'infractions qu'elle assure dans le cadre de ses compétences. Article 8 Sans exclusivité, la police municipale assure plus particulièrement les missions de surveillance des secteurs (liste détaillée) dans les créneaux horaires suivants : ... Article 9 Toute modification des conditions d'exercice des missions prévues aux articles 2 à 8 de la présente convention fait l'objet d'une concertation entre le représentant de l'Etat et le maire dans le délai nécessaire à l'adaptation des dispositifs de chacun des deux services. Chapitre II : Modalités de la coordination Article 10 Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, ou leurs représentants, se réunissent périodiquement pour échanger toutes informations utiles relatives à l'ordre, la sécurité et la tranquillité publics dans la commune, en vue de l'organisation matérielle des missions prévues par la présente convention. L'ordre du jour de ces réunions est adressé au procureur de la République qui y participe ou s'y fait représenter s'il l'estime nécessaire. Lors de ces réunions, il sera systématiquement fait un état des résultats enregistrés en matière de sécurité routière. Ces réunions sont organisées selon les modalités suivantes (à compléter en ce qui concerne la fréquence, les lieux et autres modalités, en particulier celles relatives à l'information ou à la participation du maire et du représentant de l'Etat) : ... Article 11 Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale s'informent mutuellement des modalités pratiques des missions respectivement assurées par les agents des forces de sécurité de l'Etat et les agents de police municipale, pour assurer la complémentarité des services chargés de la sécurité sur le territoire de la commune. Le responsable de la police municipale informe le responsable des forces de sécurité de l'Etat du nombre d'agents de police municipale affectés aux missions de la police municipale et, le cas échéant, du nombre des agents armés et du type des armes portées. La police municipale donne toutes informations aux forces de sécurité de l'Etat sur tout fait dont la connaissance peut être utile à la préservation de l'ordre public et qui a été observé dans l'exercice de ses missions. Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale peuvent décider que des missions pourront être effectuées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant. Le maire en est systématiquement informé. Article 12 Dans le respect des dispositions de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, les forces de sécurité de l'Etat et la police municipale échangent les informations dont elles disposent sur les personnes signalées disparues et sur les véhicules volés susceptibles d'être identifiés sur le territoire de la commune. En cas d'identification par ses agents d'une personne signalée disparue ou d'un véhicule volé, la police municipale en informe les forces de sécurité de l'Etat. Article 13 Pour pouvoir exercer les missions prévues par les articles 21-2 et 78-6 du code de procédure pénale ainsi que celles concernant la sécurité routière notamment celles relatives aux vérifications des droits à conduire, aux conduites avec alcool ou après usage de stupéfiants ou encore aux vérifications liées à la personne ou au véhicule prévues par les articles L. 221-2, L. 223-5, L. 224-16, L. 224-17, L. 224-18, L. 231-2 , L. 233-1, L. 233-2 , L. 234-1 à L. 234-9 et L. 235-2 du code de la route, les agents de police municipale doivent pouvoir joindre à tout moment un officier de police judiciaire territorialement compétent. A cette fin, le responsable des forces de sécurité de l'Etat et le responsable de la police municipale précisent les moyens par lesquels ils doivent pouvoir communiquer entre eux en toutes circonstances. Article 14 Les communications entre la police municipale et les forces de sécurité de l'Etat pour l'accomplissement de leurs missions respectives se font par une ligne téléphonique réservée ou par une liaison radiophonique, dans des conditions définies d'un commun accord par leurs responsables. TITRE II : COOPÉRATION OPÉRATIONNELLE RENFORCÉE Article 15 Le préfet de... et le maire de... conviennent de renforcer la coopération opérationnelle entre la police municipale de... et les forces de sécurité de l'Etat, le cas échéant en accord avec le président de l'établissement public de coopération intercommunale pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements. Article 16 En conséquence, les forces de sécurité de l'Etat et la police municipale amplifient leur coopération dans les domaines : 1° Du partage d'informations sur les moyens disponibles en temps réel et leurs modalités d'engagement ou de mise à disposition (à préciser) ; 2° De l'information quotidienne et réciproque, par les moyens suivants (à préciser). Elles veilleront ainsi à la transmission réciproque des données ainsi que des éléments de contexte concourant à l'amélioration du service dans le strict respect de leurs prérogatives, de leurs missions propres et des règles qui encadrent la communication des données. Dans ce cadre, elles partageront les informations utiles, notamment en matière d'accidentalité et de sécurité routière ainsi que dans les domaines suivants (à préciser) ; 3° De la communication opérationnelle, par le prêt exceptionnel de matériel radio permettant l'accueil de la police municipale sur les réseaux Rubis ou Acropol afin d'échanger des informations opérationnelles au moyen d'une communication individuelle ou d'une conférence commune, par le partage d'un autre canal commun permettant également la transmission d'un appel d'urgence (ce dernier étant alors géré par les forces de sécurité de l'Etat), ou par une ligne téléphonique dédiée ou tout autre moyen technique (internet...). Le renforcement de la communication opérationnelle implique également la retransmission immédiate des sollicitations adressées à la police municipale dépassant ses prérogatives. De même, la participation de la police municipale à un poste de commandement commun en cas de crise ou de gestion de grand événement peut être envisagée par le préfet. Le prêt de matériel fait l'objet d'une mention expresse qui prévoit notamment les conditions et les modalités de contrôle de son utilisation (à préciser) ; 4° De la vidéoprotection, par la rédaction des modalités d'interventions consécutives à la saisine des forces de sécurité intérieure par un centre de supervision urbaine et d'accès aux images, dans un document annexé à la présente convention (à préciser) ; 5° Des missions menées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant, mentionnées à l'article 11, par la définition préalable des modalités concrètes d'engagement de ces missions (à préciser) ; 6° De la prévention des violences urbaines et de la coordination des actions en situation de crise ; 7° De la sécurité routière, par l'élaboration conjointe d'actions de prévention en direction de publics considérés comme vulnérables et d'une stratégie locale de contrôle, dans le respect des instructions du préfet et du procureur de la République. Elles peuvent utilement s'appuyer sur les documents d'analyse de l'accidentalité routière enregistrée sur le territoire de la commune et transmis par les observatoires départementaux de sécurité routière. La stratégie de contrôle intègre pleinement les nouvelles capacités de contrôle offertes aux polices municipales par l'accès au système d'immatriculation des véhicules et au système national des permis de conduire ainsi que les évolutions législatives permettant une coopération renforcée dans le domaine de la lutte contre l'insécurité routière. Les dispositifs de vidéoprotection peuvent également participer à la lutte contre l'insécurité routière par la mise en œuvre des dispositions du 4° de l'article L. 251-2 du code de la sécurité intérieure et de ses textes d'application. Cette stratégie de contrôle s'attache également à définir de manière conjointe les besoins et les réponses à apporter en matière de fourrière automobile notamment au regard des dispositions du code de la route permettant le contrôle du permis de conduire et de l'attestation d'assurance des véhicules ainsi que leur immobilisation et mise en fourrière à la suite d'infractions pour lesquelles la peine complémentaire de confiscation ou de confiscation obligatoire du véhicule est encourue (à préciser) ; 8° De la prévention, par la précision du rôle de chaque service dans les opérations destinées à assurer la tranquillité pendant les périodes de vacances, à lutter contre les hold-up, à protéger les personnes vulnérables, ou dans les relations avec les partenaires, notamment les bailleurs (à préciser) ; 9° De l'encadrement des manifestations sur la voie publique ou dans l'espace public, hors missions de maintien de l'ordre (à préciser). (Cette liste est à compléter et à adapter localement.) Article 17 Compte tenu du diagnostic local de sécurité et des compétences respectives des forces de sécurité de l'Etat et de la police municipale, le maire de... précise qu'il souhaite renforcer l'action de la police municipale par les moyens suivants (liste des unités et moyens spécialisés de la police municipale [ex. : brigade cynophile, brigade à cheval...]). Article 18 La mise en œuvre de la coopération opérationnelle définie en application du présent titre implique l'organisation des formations suivantes (à préciser) au profit de la police municipale. Le prêt de locaux et de matériel, comme l'intervention de formateurs issus des forces de sécurité de l'Etat qui en résulte, s'effectue dans le cadre du protocole national signé entre le ministre de l'intérieur et le président du Centre national de la fonction publique territoriale (CNFPT). TITRE III : DISPOSITIONS DIVERSES Article 19 Un rapport périodique est établi, au moins une fois par an, selon des modalités fixées d'un commun accord par le représentant de l'Etat et le maire, sur les conditions de mise en œuvre de la présente convention. Ce rapport est communiqué au préfet et au maire ainsi qu'au président de l'établissement public de coopération intercommunale (le cas échéant). Copie en est transmise au procureur de la République. Article 20 La présente convention et son application font l'objet d'une évaluation annuelle au cours d'une réunion du comité restreint du conseil local de sécurité et de prévention de la délinquance ou, à défaut de réunion de celui-ci et si la convention ne comprend pas de dispositions relevant du titre II (Coopération opérationnelle renforcée), lors d'une rencontre entre le préfet et le maire ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant). Le procureur de la République est informé de cette réunion et y participe s'il le juge nécessaire. Article 21 La présente convention est conclue pour une durée de trois ans, renouvelable par reconduction expresse. Elle peut être dénoncée après un préavis de six mois par l'une ou l'autre des parties. Article 22 Afin de veiller à la pleine application de la présente convention, le maire de... et le préfet de... ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant) conviennent que sa mise en œuvre sera examinée par une mission d'évaluation associant l'inspection générale de l'administration du ministère de l'intérieur, selon des modalités précisées en liaison avec l'Association des maires de France.",
            "texteHtml": "<p align='center'>CONVENTION TYPE COMMUNALE DE COORDINATION DE LA POLICE MUNICIPALE ET DES FORCES DE SÉCURITÉ DE L'ÉTAT </p><p>(Annexe 1 prévue pour l'application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000028286124&dateTexte=&categorieLien=cid'>l'article R. 512-5</a>) </p><p>Entre le préfet de... et le maire de..., ainsi que le président de l'établissement public de coopération intercommunale à fiscalité propre dénommé... pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements (le cas échéant), après avis du procureur de la République près le   tribunal judiciaire de..., il est convenu ce qui suit : </p><p>La police municipale et les forces de sécurité de l'Etat ont vocation, dans le respect de leurs compétences respectives, à intervenir sur la totalité du territoire de la commune. </p><p>En aucun cas il ne peut être confié à la police municipale de mission de maintien de l'ordre. </p><p>La présente convention, établie conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000025506067&dateTexte=&categorieLien=cid'>l'article L. 512-4 </a>du code de la sécurité intérieure, précise la nature et les lieux des interventions des agents de police municipale. Elle détermine les modalités selon lesquelles ces interventions sont coordonnées avec celles des forces de sécurité de l'Etat. </p><p>Pour l'application de la présente convention, les forces de sécurité de l'Etat sont la police nationale dans les communes placées sous le régime de la police d'Etat et la gendarmerie nationale dans les autres communes (à préciser). Les responsables des forces de sécurité de l'Etat sont, selon le cas, le chef de la circonscription de sécurité publique ou le commandant de la communauté de brigades ou de la brigade territoriale autonome de gendarmerie territorialement compétents. </p><p>Article 1er </p><p>L'état des lieux établi à partir du diagnostic local de sécurité réalisé par les forces de sécurité de l'Etat compétentes, avec le concours de la commune signataire, le cas échéant dans le cadre du conseil local de sécurité et de prévention de la délinquance, fait apparaître les besoins et priorités suivants : </p><p>1° Sécurité routière ; </p><p>2° Prévention de la violence dans les transports ; </p><p>3° Lutte contre la toxicomanie ; </p><p>4° Prévention des violences scolaires ; </p><p>5° Protection des centres commerciaux ; </p><p>6° Lutte contre les pollutions et nuisances. </p><p>(La liste est à compléter et à adapter localement.) </p><p align='center'>TITRE Ier : COORDINATION DES SERVICES </p><p align='center'>Chapitre Ier : Nature et lieux des interventions </p><p>Article 2 </p><p>La police municipale assure la garde statique des bâtiments communaux. </p><p>Article 3 </p><p>I.-La police municipale assure, à titre principal, la surveillance des établissements scolaires suivants, en particulier lors des entrées et sorties des élèves :<br/>... <br/>II.-La police municipale assure également, à titre principal, la surveillance des points de ramassage scolaire suivants :<br/>... </p><p>Article 4 </p><p>La police municipale assure, à titre principal, la surveillance des foires et marchés, en particulier :<br/>... <br/>ainsi que la surveillance des cérémonies, fêtes et réjouissances organisées par la commune, notamment :<br/>... </p><p>Article 5 </p><p>La surveillance des autres manifestations, notamment des manifestations sportives, récréatives ou culturelles nécessitant ou non un service d'ordre à la charge de l'organisateur, est assurée, dans les conditions définies préalablement par le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, soit par la police municipale, soit par les forces de sécurité de l'Etat, soit en commun dans le respect des compétences de chaque service. </p><p>Article 6 </p><p>La police municipale assure la surveillance de la circulation et du stationnement des véhicules sur les voies publiques et parcs de stationnement dont la liste est précisée lors des réunions périodiques prévues à l'article 10. Elle surveille les opérations d'enlèvement des véhicules, et notamment les mises en fourrière, effectuées en application de l'article L. 325-2 du code de la route, sous l'autorité de l'officier de police judiciaire compétent, ou, en application du deuxième alinéa de ce dernier article, par l'agent de police judiciaire adjoint, chef de la police municipale. </p><p>Article 7 </p><p>La police municipale informe au préalable les forces de sécurité de l'Etat des opérations de contrôle routier et de constatation d'infractions qu'elle assure dans le cadre de ses compétences. </p><p>Article 8 </p><p>Sans exclusivité, la police municipale assure plus particulièrement les missions de surveillance des secteurs (liste détaillée) dans les créneaux horaires suivants :<br/>... </p><p>Article 9 </p><p>Toute modification des conditions d'exercice des missions prévues aux articles 2 à 8 de la présente convention fait l'objet d'une concertation entre le représentant de l'Etat et le maire dans le délai nécessaire à l'adaptation des dispositifs de chacun des deux services. </p><p align='center'>Chapitre II : Modalités de la coordination </p><p>Article 10 </p><p>Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, ou leurs représentants, se réunissent périodiquement pour échanger toutes informations utiles relatives à l'ordre, la sécurité et la tranquillité publics dans la commune, en vue de l'organisation matérielle des missions prévues par la présente convention. L'ordre du jour de ces réunions est adressé au procureur de la République qui y participe ou s'y fait représenter s'il l'estime nécessaire. Lors de ces réunions, il sera systématiquement fait un état des résultats enregistrés en matière de sécurité routière. </p><p>Ces réunions sont organisées selon les modalités suivantes (à compléter en ce qui concerne la fréquence, les lieux et autres modalités, en particulier celles relatives à l'information ou à la participation du maire et du représentant de l'Etat) :</p><p>... </p><p>Article 11 </p><p>Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale s'informent mutuellement des modalités pratiques des missions respectivement assurées par les agents des forces de sécurité de l'Etat et les agents de police municipale, pour assurer la complémentarité des services chargés de la sécurité sur le territoire de la commune. </p><p>Le responsable de la police municipale informe le responsable des forces de sécurité de l'Etat du nombre d'agents de police municipale affectés aux missions de la police municipale et, le cas échéant, du nombre des agents armés et du type des armes portées. </p><p>La police municipale donne toutes informations aux forces de sécurité de l'Etat sur tout fait dont la connaissance peut être utile à la préservation de l'ordre public et qui a été observé dans l'exercice de ses missions. </p><p>Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale peuvent décider que des missions pourront être effectuées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant. Le maire en est systématiquement informé. </p><p>Article 12 </p><p>Dans le respect des dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978 </a>relative à l'informatique, aux fichiers et aux libertés, les forces de sécurité de l'Etat et la police municipale échangent les informations dont elles disposent sur les personnes signalées disparues et sur les véhicules volés susceptibles d'être identifiés sur le territoire de la commune. En cas d'identification par ses agents d'une personne signalée disparue ou d'un véhicule volé, la police municipale en informe les forces de sécurité de l'Etat. </p><p>Article 13 </p><p>Pour pouvoir exercer les missions prévues par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574893&dateTexte=&categorieLien=cid'>articles 21-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575193&dateTexte=&categorieLien=cid'>78-6 </a>du code de procédure pénale ainsi que celles concernant la sécurité routière notamment celles relatives aux vérifications des droits à conduire, aux conduites avec alcool ou après usage de stupéfiants ou encore aux vérifications liées à la personne ou au véhicule prévues par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006840947&dateTexte=&categorieLien=cid'>articles L. 221-2, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006840962&dateTexte=&categorieLien=cid'>L. 223-5, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841001&dateTexte=&categorieLien=cid'>L. 224-16, L. 224-17, L. 224-18, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841027&dateTexte=&categorieLien=cid'>L. 231-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841036&dateTexte=&categorieLien=cid'>L. 233-1, L. 233-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841043&dateTexte=&categorieLien=cid'>L. 234-1 à L. 234-9 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841074&dateTexte=&categorieLien=cid'>L. 235-2 </a>du code de la route, les agents de police municipale doivent pouvoir joindre à tout moment un officier de police judiciaire territorialement compétent. A cette fin, le responsable des forces de sécurité de l'Etat et le responsable de la police municipale précisent les moyens par lesquels ils doivent pouvoir communiquer entre eux en toutes circonstances. </p><p>Article 14 </p><p>Les communications entre la police municipale et les forces de sécurité de l'Etat pour l'accomplissement de leurs missions respectives se font par une ligne téléphonique réservée ou par une liaison radiophonique, dans des conditions définies d'un commun accord par leurs responsables. </p><p align='center'>TITRE II : COOPÉRATION OPÉRATIONNELLE RENFORCÉE </p><p>Article 15 </p><p>Le préfet de... et le maire de... conviennent de renforcer la coopération opérationnelle entre la police municipale de... et les forces de sécurité de l'Etat, le cas échéant en accord avec le président de l'établissement public de coopération intercommunale pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements. </p><p>Article 16 </p><p>En conséquence, les forces de sécurité de l'Etat et la police municipale amplifient leur coopération dans les domaines : </p><p>1° Du partage d'informations sur les moyens disponibles en temps réel et leurs modalités d'engagement ou de mise à disposition (à préciser) ; </p><p>2° De l'information quotidienne et réciproque, par les moyens suivants (à préciser). </p><p>Elles veilleront ainsi à la transmission réciproque des données ainsi que des éléments de contexte concourant à l'amélioration du service dans le strict respect de leurs prérogatives, de leurs missions propres et des règles qui encadrent la communication des données. Dans ce cadre, elles partageront les informations utiles, notamment en matière d'accidentalité et de sécurité routière ainsi que dans les domaines suivants (à préciser) ; </p><p>3° De la communication opérationnelle, par le prêt exceptionnel de matériel radio permettant l'accueil de la police municipale sur les réseaux Rubis ou Acropol afin d'échanger des informations opérationnelles au moyen d'une communication individuelle ou d'une conférence commune, par le partage d'un autre canal commun permettant également la transmission d'un appel d'urgence (ce dernier étant alors géré par les forces de sécurité de l'Etat), ou par une ligne téléphonique dédiée ou tout autre moyen technique (internet...). Le renforcement de la communication opérationnelle implique également la retransmission immédiate des sollicitations adressées à la police municipale dépassant ses prérogatives. De même, la participation de la police municipale à un poste de commandement commun en cas de crise ou de gestion de grand événement peut être envisagée par le préfet. Le prêt de matériel fait l'objet d'une mention expresse qui prévoit notamment les conditions et les modalités de contrôle de son utilisation (à préciser) ; </p><p>4° De la vidéoprotection, par la rédaction des modalités d'interventions consécutives à la saisine des forces de sécurité intérieure par un centre de supervision urbaine et d'accès aux images, dans un document annexé à la présente convention (à préciser) ; </p><p>5° Des missions menées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant, mentionnées à l'article 11, par la définition préalable des modalités concrètes d'engagement de ces missions (à préciser) ; </p><p>6° De la prévention des violences urbaines et de la coordination des actions en situation de crise ; </p><p>7° De la sécurité routière, par l'élaboration conjointe d'actions de prévention en direction de publics considérés comme vulnérables et d'une stratégie locale de contrôle, dans le respect des instructions du préfet et du procureur de la République. Elles peuvent utilement s'appuyer sur les documents d'analyse de l'accidentalité routière enregistrée sur le territoire de la commune et transmis par les observatoires départementaux de sécurité routière. La stratégie de contrôle intègre pleinement les nouvelles capacités de contrôle offertes aux polices municipales par l'accès au système d'immatriculation des véhicules et au système national des permis de conduire ainsi que les évolutions législatives permettant une coopération renforcée dans le domaine de la lutte contre l'insécurité routière. Les dispositifs de vidéoprotection peuvent également participer à la lutte contre l'insécurité routière par la mise en œuvre des dispositions du 4° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000025505409&dateTexte=&categorieLien=cid'>L. 251-2</a> du code de la sécurité intérieure et de ses textes d'application. <br/><br/>Cette stratégie de contrôle s'attache également à définir de manière conjointe les besoins et les réponses à apporter en matière de fourrière automobile notamment au regard des dispositions du code de la route permettant le contrôle du permis de conduire et de l'attestation d'assurance des véhicules ainsi que leur immobilisation et mise en fourrière à la suite d'infractions pour lesquelles la peine complémentaire de confiscation ou de confiscation obligatoire du véhicule est encourue (à préciser) ; </p><p>8° De la prévention, par la précision du rôle de chaque service dans les opérations destinées à assurer la tranquillité pendant les périodes de vacances, à lutter contre les hold-up, à protéger les personnes vulnérables, ou dans les relations avec les partenaires, notamment les bailleurs (à préciser) ; </p><p>9° De l'encadrement des manifestations sur la voie publique ou dans l'espace public, hors missions de maintien de l'ordre (à préciser). </p><p>(Cette liste est à compléter et à adapter localement.) </p><p>Article 17 </p><p>Compte tenu du diagnostic local de sécurité et des compétences respectives des forces de sécurité de l'Etat et de la police municipale, le maire de... précise qu'il souhaite renforcer l'action de la police municipale par les moyens suivants (liste des unités et moyens spécialisés de la police municipale [ex. : brigade cynophile, brigade à cheval...]). </p><p>Article 18 </p><p>La mise en œuvre de la coopération opérationnelle définie en application du présent titre implique l'organisation des formations suivantes (à préciser) au profit de la police municipale. Le prêt de locaux et de matériel, comme l'intervention de formateurs issus des forces de sécurité de l'Etat qui en résulte, s'effectue dans le cadre du protocole national signé entre le ministre de l'intérieur et le président du Centre national de la fonction publique territoriale (CNFPT). </p><p align='center'>TITRE III : DISPOSITIONS DIVERSES </p><p>Article 19 </p><p>Un rapport périodique est établi, au moins une fois par an, selon des modalités fixées d'un commun accord par le représentant de l'Etat et le maire, sur les conditions de mise en œuvre de la présente convention. Ce rapport est communiqué au préfet et au maire ainsi qu'au président de l'établissement public de coopération intercommunale (le cas échéant). Copie en est transmise au procureur de la République. </p><p>Article 20 </p><p>La présente convention et son application font l'objet d'une évaluation annuelle au cours d'une réunion du comité restreint du conseil local de sécurité et de prévention de la délinquance ou, à défaut de réunion de celui-ci et si la convention ne comprend pas de dispositions relevant du titre II (Coopération opérationnelle renforcée), lors d'une rencontre entre le préfet et le maire ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant). Le procureur de la République est informé de cette réunion et y participe s'il le juge nécessaire. </p><p>Article 21 </p><p>La présente convention est conclue pour une durée de trois ans, renouvelable par reconduction expresse. Elle peut être dénoncée après un préavis de six mois par l'une ou l'autre des parties. </p><p>Article 22 </p><p>Afin de veiller à la pleine application de la présente convention, le maire de... et le préfet de... ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant) conviennent que sa mise en œuvre sera examinée par une mission d'évaluation associant l'inspection générale de l'administration du ministère de l'intérieur, selon des modalités précisées en liaison avec l'Association des maires de France.</p>",
            "num": "Annexe 1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028286312",
                        "id": "LEGISCTA000028286537",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028286310",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028286312",
            "sectionParentId": "LEGISCTA000028286537",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire &gt; Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039343414",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028276865",
                    "textTitle": "Décret n°2013-1113\r\n du 4 décembre 2013 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000039110244",
                    "textTitle": "Décret n°2019-966 du 18 septembre 2019 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000039114120",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 21-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "21-2",
                    "articleId": "LEGIARTI000006574893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 924220800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 78-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "78-6",
                    "articleId": "LEGIARTI000006575193",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L221-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-2",
                    "articleId": "LEGIARTI000006840947",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L223-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-5",
                    "articleId": "LEGIARTI000006840962",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L224-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L224-16",
                    "articleId": "LEGIARTI000006841001",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L231-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231-2",
                    "articleId": "LEGIARTI000006841027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L233-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-1",
                    "articleId": "LEGIARTI000006841036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L234-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L234-1",
                    "articleId": "LEGIARTI000006841043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L235-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L235-2",
                    "articleId": "LEGIARTI000006841074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L251-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L251-2",
                    "articleId": "LEGIARTI000025505409",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509840000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L512-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L512-4",
                    "articleId": "LEGIARTI000025506067",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R512-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R512-5",
                    "articleId": "LEGIARTI000028286124",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. Annexe IV-I (VT)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "Annexe IV-I",
                    "articleId": "LEGIARTI000025109979",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028286310",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1509840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035977264",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1509840000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039343414",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 1",
                "1"
            ],
            "versionPrecedente": "LEGIARTI000035977264",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035977264",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION TYPE COMMUNALE DE COORDINATION DE LA POLICE MUNICIPALE ET DES FORCES DE SÉCURITÉ DE L'ÉTAT (Annexe 1 prévue pour l'application de l'article R. 512-5 ) Entre le préfet de... et le maire de..., ainsi que le président de l'établissement public de coopération intercommunale à fiscalité propre dénommé... pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements (le cas échéant), après avis du procureur de la République près le tribunal de grande instance de..., il est convenu ce qui suit : La police municipale et les forces de sécurité de l'Etat ont vocation, dans le respect de leurs compétences respectives, à intervenir sur la totalité du territoire de la commune. En aucun cas il ne peut être confié à la police municipale de mission de maintien de l'ordre. La présente convention, établie conformément aux dispositions de l'article L. 512-4 du code de la sécurité intérieure, précise la nature et les lieux des interventions des agents de police municipale. Elle détermine les modalités selon lesquelles ces interventions sont coordonnées avec celles des forces de sécurité de l'Etat. Pour l'application de la présente convention, les forces de sécurité de l'Etat sont la police nationale dans les communes placées sous le régime de la police d'Etat et la gendarmerie nationale dans les autres communes (à préciser). Les responsables des forces de sécurité de l'Etat sont, selon le cas, le chef de la circonscription de sécurité publique ou le commandant de la communauté de brigades ou de la brigade territoriale autonome de gendarmerie territorialement compétents. Article 1er L'état des lieux établi à partir du diagnostic local de sécurité réalisé par les forces de sécurité de l'Etat compétentes, avec le concours de la commune signataire, le cas échéant dans le cadre du conseil local de sécurité et de prévention de la délinquance, fait apparaître les besoins et priorités suivants : 1° Sécurité routière ; 2° Prévention de la violence dans les transports ; 3° Lutte contre la toxicomanie ; 4° Prévention des violences scolaires ; 5° Protection des centres commerciaux ; 6° Lutte contre les pollutions et nuisances. (La liste est à compléter et à adapter localement.) TITRE Ier : COORDINATION DES SERVICES Chapitre Ier : Nature et lieux des interventions Article 2 La police municipale assure la garde statique des bâtiments communaux. Article 3 I.-La police municipale assure, à titre principal, la surveillance des établissements scolaires suivants, en particulier lors des entrées et sorties des élèves : ... II.-La police municipale assure également, à titre principal, la surveillance des points de ramassage scolaire suivants : ... Article 4 La police municipale assure, à titre principal, la surveillance des foires et marchés, en particulier : ... ainsi que la surveillance des cérémonies, fêtes et réjouissances organisées par la commune, notamment : ... Article 5 La surveillance des autres manifestations, notamment des manifestations sportives, récréatives ou culturelles nécessitant ou non un service d'ordre à la charge de l'organisateur, est assurée, dans les conditions définies préalablement par le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, soit par la police municipale, soit par les forces de sécurité de l'Etat, soit en commun dans le respect des compétences de chaque service. Article 6 La police municipale assure la surveillance de la circulation et du stationnement des véhicules sur les voies publiques et parcs de stationnement dont la liste est précisée lors des réunions périodiques prévues à l'article 10. Elle surveille les opérations d'enlèvement des véhicules, et notamment les mises en fourrière, effectuées en application de l'article L. 325-2 du code de la route, sous l'autorité de l'officier de police judiciaire compétent, ou, en application du deuxième alinéa de ce dernier article, par l'agent de police judiciaire adjoint, chef de la police municipale. Article 7 La police municipale informe au préalable les forces de sécurité de l'Etat des opérations de contrôle routier et de constatation d'infractions qu'elle assure dans le cadre de ses compétences. Article 8 Sans exclusivité, la police municipale assure plus particulièrement les missions de surveillance des secteurs (liste détaillée) dans les créneaux horaires suivants : ... Article 9 Toute modification des conditions d'exercice des missions prévues aux articles 2 à 8 de la présente convention fait l'objet d'une concertation entre le représentant de l'Etat et le maire dans le délai nécessaire à l'adaptation des dispositifs de chacun des deux services. Chapitre II : Modalités de la coordination Article 10 Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, ou leurs représentants, se réunissent périodiquement pour échanger toutes informations utiles relatives à l'ordre, la sécurité et la tranquillité publics dans la commune, en vue de l'organisation matérielle des missions prévues par la présente convention. L'ordre du jour de ces réunions est adressé au procureur de la République qui y participe ou s'y fait représenter s'il l'estime nécessaire. Lors de ces réunions, il sera systématiquement fait un état des résultats enregistrés en matière de sécurité routière. Ces réunions sont organisées selon les modalités suivantes (à compléter en ce qui concerne la fréquence, les lieux et autres modalités, en particulier celles relatives à l'information ou à la participation du maire et du représentant de l'Etat) : ... Article 11 Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale s'informent mutuellement des modalités pratiques des missions respectivement assurées par les agents des forces de sécurité de l'Etat et les agents de police municipale, pour assurer la complémentarité des services chargés de la sécurité sur le territoire de la commune. Le responsable de la police municipale informe le responsable des forces de sécurité de l'Etat du nombre d'agents de police municipale affectés aux missions de la police municipale et, le cas échéant, du nombre des agents armés et du type des armes portées. La police municipale donne toutes informations aux forces de sécurité de l'Etat sur tout fait dont la connaissance peut être utile à la préservation de l'ordre public et qui a été observé dans l'exercice de ses missions. Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale peuvent décider que des missions pourront être effectuées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant. Le maire en est systématiquement informé. Article 12 Dans le respect des dispositions de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, les forces de sécurité de l'Etat et la police municipale échangent les informations dont elles disposent sur les personnes signalées disparues et sur les véhicules volés susceptibles d'être identifiés sur le territoire de la commune. En cas d'identification par ses agents d'une personne signalée disparue ou d'un véhicule volé, la police municipale en informe les forces de sécurité de l'Etat. Article 13 Pour pouvoir exercer les missions prévues par les articles 21-2 et 78-6 du code de procédure pénale ainsi que celles concernant la sécurité routière notamment celles relatives aux vérifications des droits à conduire, aux conduites avec alcool ou après usage de stupéfiants ou encore aux vérifications liées à la personne ou au véhicule prévues par les articles L. 221-2, L. 223-5, L. 224-16, L. 224-17, L. 224-18, L. 231-2 , L. 233-1, L. 233-2 , L. 234-1 à L. 234-9 et L. 235-2 du code de la route, les agents de police municipale doivent pouvoir joindre à tout moment un officier de police judiciaire territorialement compétent. A cette fin, le responsable des forces de sécurité de l'Etat et le responsable de la police municipale précisent les moyens par lesquels ils doivent pouvoir communiquer entre eux en toutes circonstances. Article 14 Les communications entre la police municipale et les forces de sécurité de l'Etat pour l'accomplissement de leurs missions respectives se font par une ligne téléphonique réservée ou par une liaison radiophonique, dans des conditions définies d'un commun accord par leurs responsables. TITRE II : COOPÉRATION OPÉRATIONNELLE RENFORCÉE Article 15 Le préfet de... et le maire de... conviennent de renforcer la coopération opérationnelle entre la police municipale de... et les forces de sécurité de l'Etat, le cas échéant en accord avec le président de l'établissement public de coopération intercommunale pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements. Article 16 En conséquence, les forces de sécurité de l'Etat et la police municipale amplifient leur coopération dans les domaines : 1° Du partage d'informations sur les moyens disponibles en temps réel et leurs modalités d'engagement ou de mise à disposition (à préciser) ; 2° De l'information quotidienne et réciproque, par les moyens suivants (à préciser). Elles veilleront ainsi à la transmission réciproque des données ainsi que des éléments de contexte concourant à l'amélioration du service dans le strict respect de leurs prérogatives, de leurs missions propres et des règles qui encadrent la communication des données. Dans ce cadre, elles partageront les informations utiles, notamment en matière d'accidentalité et de sécurité routière ainsi que dans les domaines suivants (à préciser) ; 3° De la communication opérationnelle, par le prêt exceptionnel de matériel radio permettant l'accueil de la police municipale sur les réseaux Rubis ou Acropol afin d'échanger des informations opérationnelles au moyen d'une communication individuelle ou d'une conférence commune, par le partage d'un autre canal commun permettant également la transmission d'un appel d'urgence (ce dernier étant alors géré par les forces de sécurité de l'Etat), ou par une ligne téléphonique dédiée ou tout autre moyen technique (internet...). Le renforcement de la communication opérationnelle implique également la retransmission immédiate des sollicitations adressées à la police municipale dépassant ses prérogatives. De même, la participation de la police municipale à un poste de commandement commun en cas de crise ou de gestion de grand événement peut être envisagée par le préfet. Le prêt de matériel fait l'objet d'une mention expresse qui prévoit notamment les conditions et les modalités de contrôle de son utilisation (à préciser) ; 4° De la vidéoprotection, par la rédaction des modalités d'interventions consécutives à la saisine des forces de sécurité intérieure par un centre de supervision urbaine et d'accès aux images, dans un document annexé à la présente convention (à préciser) ; 5° Des missions menées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant, mentionnées à l'article 11, par la définition préalable des modalités concrètes d'engagement de ces missions (à préciser) ; 6° De la prévention des violences urbaines et de la coordination des actions en situation de crise ; 7° De la sécurité routière, par l'élaboration conjointe d'actions de prévention en direction de publics considérés comme vulnérables et d'une stratégie locale de contrôle, dans le respect des instructions du préfet et du procureur de la République. Elles peuvent utilement s'appuyer sur les documents d'analyse de l'accidentalité routière enregistrée sur le territoire de la commune et transmis par les observatoires départementaux de sécurité routière. La stratégie de contrôle intègre pleinement les nouvelles capacités de contrôle offertes aux polices municipales par l'accès au système d'immatriculation des véhicules et au système national des permis de conduire ainsi que les évolutions législatives permettant une coopération renforcée dans le domaine de la lutte contre l'insécurité routière. Les dispositifs de vidéoprotection peuvent également participer à la lutte contre l'insécurité routière par la mise en œuvre des dispositions du 4° de l'article L. 251-2 du code de la sécurité intérieure et de ses textes d'application. Cette stratégie de contrôle s'attache également à définir de manière conjointe les besoins et les réponses à apporter en matière de fourrière automobile notamment au regard des dispositions du code de la route permettant le contrôle du permis de conduire et de l'attestation d'assurance des véhicules ainsi que leur immobilisation et mise en fourrière à la suite d'infractions pour lesquelles la peine complémentaire de confiscation ou de confiscation obligatoire du véhicule est encourue (à préciser) ; 8° De la prévention, par la précision du rôle de chaque service dans les opérations destinées à assurer la tranquillité pendant les périodes de vacances, à lutter contre les hold-up, à protéger les personnes vulnérables, ou dans les relations avec les partenaires, notamment les bailleurs (à préciser) ; 9° De l'encadrement des manifestations sur la voie publique ou dans l'espace public, hors missions de maintien de l'ordre (à préciser). (Cette liste est à compléter et à adapter localement.) Article 17 Compte tenu du diagnostic local de sécurité et des compétences respectives des forces de sécurité de l'Etat et de la police municipale, le maire de... précise qu'il souhaite renforcer l'action de la police municipale par les moyens suivants (liste des unités et moyens spécialisés de la police municipale [ex. : brigade cynophile, brigade à cheval...]). Article 18 La mise en œuvre de la coopération opérationnelle définie en application du présent titre implique l'organisation des formations suivantes (à préciser) au profit de la police municipale. Le prêt de locaux et de matériel, comme l'intervention de formateurs issus des forces de sécurité de l'Etat qui en résulte, s'effectue dans le cadre du protocole national signé entre le ministre de l'intérieur et le président du Centre national de la fonction publique territoriale (CNFPT). TITRE III : DISPOSITIONS DIVERSES Article 19 Un rapport périodique est établi, au moins une fois par an, selon des modalités fixées d'un commun accord par le représentant de l'Etat et le maire, sur les conditions de mise en œuvre de la présente convention. Ce rapport est communiqué au préfet et au maire ainsi qu'au président de l'établissement public de coopération intercommunale (le cas échéant). Copie en est transmise au procureur de la République. Article 20 La présente convention et son application font l'objet d'une évaluation annuelle au cours d'une réunion du comité restreint du conseil local de sécurité et de prévention de la délinquance ou, à défaut de réunion de celui-ci et si la convention ne comprend pas de dispositions relevant du titre II (Coopération opérationnelle renforcée), lors d'une rencontre entre le préfet et le maire ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant). Le procureur de la République est informé de cette réunion et y participe s'il le juge nécessaire. Article 21 La présente convention est conclue pour une durée de trois ans, renouvelable par reconduction expresse. Elle peut être dénoncée après un préavis de six mois par l'une ou l'autre des parties. Article 22 Afin de veiller à la pleine application de la présente convention, le maire de... et le préfet de... ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant) conviennent que sa mise en œuvre sera examinée par une mission d'évaluation associant l'inspection générale de l'administration du ministère de l'intérieur, selon des modalités précisées en liaison avec l'Association des maires de France.",
            "texteHtml": "<p align='center'>CONVENTION TYPE COMMUNALE DE COORDINATION DE LA POLICE MUNICIPALE ET DES FORCES DE SÉCURITÉ DE L'ÉTAT </p><p>(Annexe 1 prévue pour l'application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000028286124&dateTexte=&categorieLien=cid'>l'article R. 512-5</a>) </p><p>Entre le préfet de... et le maire de..., ainsi que le président de l'établissement public de coopération intercommunale à fiscalité propre dénommé... pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements (le cas échéant), après avis du procureur de la République près le tribunal de grande instance de..., il est convenu ce qui suit : </p><p>La police municipale et les forces de sécurité de l'Etat ont vocation, dans le respect de leurs compétences respectives, à intervenir sur la totalité du territoire de la commune. </p><p>En aucun cas il ne peut être confié à la police municipale de mission de maintien de l'ordre. </p><p>La présente convention, établie conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000025506067&dateTexte=&categorieLien=cid'>l'article L. 512-4 </a>du code de la sécurité intérieure, précise la nature et les lieux des interventions des agents de police municipale. Elle détermine les modalités selon lesquelles ces interventions sont coordonnées avec celles des forces de sécurité de l'Etat. </p><p>Pour l'application de la présente convention, les forces de sécurité de l'Etat sont la police nationale dans les communes placées sous le régime de la police d'Etat et la gendarmerie nationale dans les autres communes (à préciser). Les responsables des forces de sécurité de l'Etat sont, selon le cas, le chef de la circonscription de sécurité publique ou le commandant de la communauté de brigades ou de la brigade territoriale autonome de gendarmerie territorialement compétents. </p><p>Article 1er </p><p>L'état des lieux établi à partir du diagnostic local de sécurité réalisé par les forces de sécurité de l'Etat compétentes, avec le concours de la commune signataire, le cas échéant dans le cadre du conseil local de sécurité et de prévention de la délinquance, fait apparaître les besoins et priorités suivants : </p><p>1° Sécurité routière ; </p><p>2° Prévention de la violence dans les transports ; </p><p>3° Lutte contre la toxicomanie ; </p><p>4° Prévention des violences scolaires ; </p><p>5° Protection des centres commerciaux ; </p><p>6° Lutte contre les pollutions et nuisances. </p><p>(La liste est à compléter et à adapter localement.) </p><p align='center'>TITRE Ier : COORDINATION DES SERVICES </p><p align='center'>Chapitre Ier : Nature et lieux des interventions </p><p>Article 2 </p><p>La police municipale assure la garde statique des bâtiments communaux. </p><p>Article 3 </p><p>I.-La police municipale assure, à titre principal, la surveillance des établissements scolaires suivants, en particulier lors des entrées et sorties des élèves :<br/>... <br/>II.-La police municipale assure également, à titre principal, la surveillance des points de ramassage scolaire suivants :<br/>... </p><p>Article 4 </p><p>La police municipale assure, à titre principal, la surveillance des foires et marchés, en particulier :<br/>... <br/>ainsi que la surveillance des cérémonies, fêtes et réjouissances organisées par la commune, notamment :<br/>... </p><p>Article 5 </p><p>La surveillance des autres manifestations, notamment des manifestations sportives, récréatives ou culturelles nécessitant ou non un service d'ordre à la charge de l'organisateur, est assurée, dans les conditions définies préalablement par le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, soit par la police municipale, soit par les forces de sécurité de l'Etat, soit en commun dans le respect des compétences de chaque service. </p><p>Article 6 </p><p>La police municipale assure la surveillance de la circulation et du stationnement des véhicules sur les voies publiques et parcs de stationnement dont la liste est précisée lors des réunions périodiques prévues à l'article 10. Elle surveille les opérations d'enlèvement des véhicules, et notamment les mises en fourrière, effectuées en application de l'article L. 325-2 du code de la route, sous l'autorité de l'officier de police judiciaire compétent, ou, en application du deuxième alinéa de ce dernier article, par l'agent de police judiciaire adjoint, chef de la police municipale. </p><p>Article 7 </p><p>La police municipale informe au préalable les forces de sécurité de l'Etat des opérations de contrôle routier et de constatation d'infractions qu'elle assure dans le cadre de ses compétences. </p><p>Article 8 </p><p>Sans exclusivité, la police municipale assure plus particulièrement les missions de surveillance des secteurs (liste détaillée) dans les créneaux horaires suivants :<br/>... </p><p>Article 9 </p><p>Toute modification des conditions d'exercice des missions prévues aux articles 2 à 8 de la présente convention fait l'objet d'une concertation entre le représentant de l'Etat et le maire dans le délai nécessaire à l'adaptation des dispositifs de chacun des deux services. </p><p align='center'>Chapitre II : Modalités de la coordination </p><p>Article 10 </p><p>Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, ou leurs représentants, se réunissent périodiquement pour échanger toutes informations utiles relatives à l'ordre, la sécurité et la tranquillité publics dans la commune, en vue de l'organisation matérielle des missions prévues par la présente convention. L'ordre du jour de ces réunions est adressé au procureur de la République qui y participe ou s'y fait représenter s'il l'estime nécessaire. Lors de ces réunions, il sera systématiquement fait un état des résultats enregistrés en matière de sécurité routière. </p><p>Ces réunions sont organisées selon les modalités suivantes (à compléter en ce qui concerne la fréquence, les lieux et autres modalités, en particulier celles relatives à l'information ou à la participation du maire et du représentant de l'Etat) :</p><p>... </p><p>Article 11 </p><p>Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale s'informent mutuellement des modalités pratiques des missions respectivement assurées par les agents des forces de sécurité de l'Etat et les agents de police municipale, pour assurer la complémentarité des services chargés de la sécurité sur le territoire de la commune. </p><p>Le responsable de la police municipale informe le responsable des forces de sécurité de l'Etat du nombre d'agents de police municipale affectés aux missions de la police municipale et, le cas échéant, du nombre des agents armés et du type des armes portées. </p><p>La police municipale donne toutes informations aux forces de sécurité de l'Etat sur tout fait dont la connaissance peut être utile à la préservation de l'ordre public et qui a été observé dans l'exercice de ses missions. </p><p>Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale peuvent décider que des missions pourront être effectuées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant. Le maire en est systématiquement informé. </p><p>Article 12 </p><p>Dans le respect des dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 du 6 janvier 1978 </a>relative à l'informatique, aux fichiers et aux libertés, les forces de sécurité de l'Etat et la police municipale échangent les informations dont elles disposent sur les personnes signalées disparues et sur les véhicules volés susceptibles d'être identifiés sur le territoire de la commune. En cas d'identification par ses agents d'une personne signalée disparue ou d'un véhicule volé, la police municipale en informe les forces de sécurité de l'Etat. </p><p>Article 13 </p><p>Pour pouvoir exercer les missions prévues par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574893&dateTexte=&categorieLien=cid'>articles 21-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575193&dateTexte=&categorieLien=cid'>78-6 </a>du code de procédure pénale ainsi que celles concernant la sécurité routière notamment celles relatives aux vérifications des droits à conduire, aux conduites avec alcool ou après usage de stupéfiants ou encore aux vérifications liées à la personne ou au véhicule prévues par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006840947&dateTexte=&categorieLien=cid'>articles L. 221-2, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006840962&dateTexte=&categorieLien=cid'>L. 223-5, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841001&dateTexte=&categorieLien=cid'>L. 224-16, L. 224-17, L. 224-18, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841027&dateTexte=&categorieLien=cid'>L. 231-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841036&dateTexte=&categorieLien=cid'>L. 233-1, L. 233-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841043&dateTexte=&categorieLien=cid'>L. 234-1 à L. 234-9 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841074&dateTexte=&categorieLien=cid'>L. 235-2 </a>du code de la route, les agents de police municipale doivent pouvoir joindre à tout moment un officier de police judiciaire territorialement compétent. A cette fin, le responsable des forces de sécurité de l'Etat et le responsable de la police municipale précisent les moyens par lesquels ils doivent pouvoir communiquer entre eux en toutes circonstances. </p><p>Article 14 </p><p>Les communications entre la police municipale et les forces de sécurité de l'Etat pour l'accomplissement de leurs missions respectives se font par une ligne téléphonique réservée ou par une liaison radiophonique, dans des conditions définies d'un commun accord par leurs responsables. </p><p align='center'>TITRE II : COOPÉRATION OPÉRATIONNELLE RENFORCÉE </p><p>Article 15 </p><p>Le préfet de... et le maire de... conviennent de renforcer la coopération opérationnelle entre la police municipale de... et les forces de sécurité de l'Etat, le cas échéant en accord avec le président de l'établissement public de coopération intercommunale pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements. </p><p>Article 16 </p><p>En conséquence, les forces de sécurité de l'Etat et la police municipale amplifient leur coopération dans les domaines : </p><p>1° Du partage d'informations sur les moyens disponibles en temps réel et leurs modalités d'engagement ou de mise à disposition (à préciser) ; </p><p>2° De l'information quotidienne et réciproque, par les moyens suivants (à préciser). </p><p>Elles veilleront ainsi à la transmission réciproque des données ainsi que des éléments de contexte concourant à l'amélioration du service dans le strict respect de leurs prérogatives, de leurs missions propres et des règles qui encadrent la communication des données. Dans ce cadre, elles partageront les informations utiles, notamment en matière d'accidentalité et de sécurité routière ainsi que dans les domaines suivants (à préciser) ; </p><p>3° De la communication opérationnelle, par le prêt exceptionnel de matériel radio permettant l'accueil de la police municipale sur les réseaux Rubis ou Acropol afin d'échanger des informations opérationnelles au moyen d'une communication individuelle ou d'une conférence commune, par le partage d'un autre canal commun permettant également la transmission d'un appel d'urgence (ce dernier étant alors géré par les forces de sécurité de l'Etat), ou par une ligne téléphonique dédiée ou tout autre moyen technique (internet...). Le renforcement de la communication opérationnelle implique également la retransmission immédiate des sollicitations adressées à la police municipale dépassant ses prérogatives. De même, la participation de la police municipale à un poste de commandement commun en cas de crise ou de gestion de grand événement peut être envisagée par le préfet. Le prêt de matériel fait l'objet d'une mention expresse qui prévoit notamment les conditions et les modalités de contrôle de son utilisation (à préciser) ; </p><p>4° De la vidéoprotection, par la rédaction des modalités d'interventions consécutives à la saisine des forces de sécurité intérieure par un centre de supervision urbaine et d'accès aux images, dans un document annexé à la présente convention (à préciser) ; </p><p>5° Des missions menées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant, mentionnées à l'article 11, par la définition préalable des modalités concrètes d'engagement de ces missions (à préciser) ; </p><p>6° De la prévention des violences urbaines et de la coordination des actions en situation de crise ; </p><p>7° De la sécurité routière, par l'élaboration conjointe d'actions de prévention en direction de publics considérés comme vulnérables et d'une stratégie locale de contrôle, dans le respect des instructions du préfet et du procureur de la République. Elles peuvent utilement s'appuyer sur les documents d'analyse de l'accidentalité routière enregistrée sur le territoire de la commune et transmis par les observatoires départementaux de sécurité routière. La stratégie de contrôle intègre pleinement les nouvelles capacités de contrôle offertes aux polices municipales par l'accès au système d'immatriculation des véhicules et au système national des permis de conduire ainsi que les évolutions législatives permettant une coopération renforcée dans le domaine de la lutte contre l'insécurité routière. Les dispositifs de vidéoprotection peuvent également participer à la lutte contre l'insécurité routière par la mise en œuvre des dispositions du 4° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000025505409&dateTexte=&categorieLien=cid' title='Code de la sécurité intérieure - art. L251-2 (VT)'>L. 251-2</a> du code de la sécurité intérieure et de ses textes d'application. <br/><br/>Cette stratégie de contrôle s'attache également à définir de manière conjointe les besoins et les réponses à apporter en matière de fourrière automobile notamment au regard des dispositions du code de la route permettant le contrôle du permis de conduire et de l'attestation d'assurance des véhicules ainsi que leur immobilisation et mise en fourrière à la suite d'infractions pour lesquelles la peine complémentaire de confiscation ou de confiscation obligatoire du véhicule est encourue (à préciser) ; </p><p>8° De la prévention, par la précision du rôle de chaque service dans les opérations destinées à assurer la tranquillité pendant les périodes de vacances, à lutter contre les hold-up, à protéger les personnes vulnérables, ou dans les relations avec les partenaires, notamment les bailleurs (à préciser) ; </p><p>9° De l'encadrement des manifestations sur la voie publique ou dans l'espace public, hors missions de maintien de l'ordre (à préciser). </p><p>(Cette liste est à compléter et à adapter localement.) </p><p>Article 17 </p><p>Compte tenu du diagnostic local de sécurité et des compétences respectives des forces de sécurité de l'Etat et de la police municipale, le maire de... précise qu'il souhaite renforcer l'action de la police municipale par les moyens suivants (liste des unités et moyens spécialisés de la police municipale [ex. : brigade cynophile, brigade à cheval...]). </p><p>Article 18 </p><p>La mise en œuvre de la coopération opérationnelle définie en application du présent titre implique l'organisation des formations suivantes (à préciser) au profit de la police municipale. Le prêt de locaux et de matériel, comme l'intervention de formateurs issus des forces de sécurité de l'Etat qui en résulte, s'effectue dans le cadre du protocole national signé entre le ministre de l'intérieur et le président du Centre national de la fonction publique territoriale (CNFPT). </p><p align='center'>TITRE III : DISPOSITIONS DIVERSES </p><p>Article 19 </p><p>Un rapport périodique est établi, au moins une fois par an, selon des modalités fixées d'un commun accord par le représentant de l'Etat et le maire, sur les conditions de mise en œuvre de la présente convention. Ce rapport est communiqué au préfet et au maire ainsi qu'au président de l'établissement public de coopération intercommunale (le cas échéant). Copie en est transmise au procureur de la République. </p><p>Article 20 </p><p>La présente convention et son application font l'objet d'une évaluation annuelle au cours d'une réunion du comité restreint du conseil local de sécurité et de prévention de la délinquance ou, à défaut de réunion de celui-ci et si la convention ne comprend pas de dispositions relevant du titre II (Coopération opérationnelle renforcée), lors d'une rencontre entre le préfet et le maire ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant). Le procureur de la République est informé de cette réunion et y participe s'il le juge nécessaire. </p><p>Article 21 </p><p>La présente convention est conclue pour une durée de trois ans, renouvelable par reconduction expresse. Elle peut être dénoncée après un préavis de six mois par l'une ou l'autre des parties. </p><p>Article 22 </p><p>Afin de veiller à la pleine application de la présente convention, le maire de... et le préfet de... ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant) conviennent que sa mise en œuvre sera examinée par une mission d'évaluation associant l'inspection générale de l'administration du ministère de l'intérieur, selon des modalités précisées en liaison avec l'Association des maires de France.</p>",
            "num": "Annexe 1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1509840000000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028286312",
                        "id": "LEGISCTA000028286537",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028286310",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028286312",
            "sectionParentId": "LEGISCTA000028286537",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire &gt; Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035977264",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028276865",
                    "textTitle": "Décret n°2013-1113\r\n du 4 décembre 2013 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000035967210",
                    "textTitle": "Décret n°2017-1523 du 3 novembre 2017 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000035968549",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-11-04",
                    "dateSignaTexte": "2017-11-03",
                    "dateDebutCible": "2017-11-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 21-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "21-2",
                    "articleId": "LEGIARTI000006574893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 924220800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 78-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "78-6",
                    "articleId": "LEGIARTI000006575193",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L221-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-2",
                    "articleId": "LEGIARTI000006840947",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L223-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-5",
                    "articleId": "LEGIARTI000006840962",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L224-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L224-16",
                    "articleId": "LEGIARTI000006841001",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L231-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231-2",
                    "articleId": "LEGIARTI000006841027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L233-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-1",
                    "articleId": "LEGIARTI000006841036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L234-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L234-1",
                    "articleId": "LEGIARTI000006841043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L235-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L235-2",
                    "articleId": "LEGIARTI000006841074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L251-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L251-2",
                    "articleId": "LEGIARTI000025505409",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509840000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L512-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L512-4",
                    "articleId": "LEGIARTI000025506067",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R512-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R512-5",
                    "articleId": "LEGIARTI000028286124",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. Annexe IV-I (VT)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "Annexe IV-I",
                    "articleId": "LEGIARTI000025109979",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028286310",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1509840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035977264",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1509840000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039343414",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 1",
                "1"
            ],
            "versionPrecedente": "LEGIARTI000028286310",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028286310",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION TYPE COMMUNALE DE COORDINATION DE LA POLICE MUNICIPALE ET DES FORCES DE SÉCURITÉ DE L'ÉTAT (Annexe 1 prévue pour l'application de l'article R. 512-5 ) Entre le préfet de... et le maire de..., ainsi que le président de l'établissement public de coopération intercommunale à fiscalité propre dénommé... pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements (le cas échéant), après avis du procureur de la République près le tribunal de grande instance de..., il est convenu ce qui suit : La police municipale et les forces de sécurité de l'Etat ont vocation, dans le respect de leurs compétences respectives, à intervenir sur la totalité du territoire de la commune. En aucun cas il ne peut être confié à la police municipale de mission de maintien de l'ordre. La présente convention, établie conformément aux dispositions de l'article L. 512-4 du code de la sécurité intérieure, précise la nature et les lieux des interventions des agents de police municipale. Elle détermine les modalités selon lesquelles ces interventions sont coordonnées avec celles des forces de sécurité de l'Etat. Pour l'application de la présente convention, les forces de sécurité de l'Etat sont la police nationale dans les communes placées sous le régime de la police d'Etat et la gendarmerie nationale dans les autres communes (à préciser). Les responsables des forces de sécurité de l'Etat sont, selon le cas, le chef de la circonscription de sécurité publique ou le commandant de la communauté de brigades ou de la brigade territoriale autonome de gendarmerie territorialement compétents. Article 1er L'état des lieux établi à partir du diagnostic local de sécurité réalisé par les forces de sécurité de l'Etat compétentes, avec le concours de la commune signataire, le cas échéant dans le cadre du conseil local de sécurité et de prévention de la délinquance, fait apparaître les besoins et priorités suivants : 1° Sécurité routière ; 2° Prévention de la violence dans les transports ; 3° Lutte contre la toxicomanie ; 4° Prévention des violences scolaires ; 5° Protection des centres commerciaux ; 6° Lutte contre les pollutions et nuisances. (La liste est à compléter et à adapter localement.) TITRE Ier : COORDINATION DES SERVICES Chapitre Ier : Nature et lieux des interventions Article 2 La police municipale assure la garde statique des bâtiments communaux. Article 3 I.-La police municipale assure, à titre principal, la surveillance des établissements scolaires suivants, en particulier lors des entrées et sorties des élèves : ... II.-La police municipale assure également, à titre principal, la surveillance des points de ramassage scolaire suivants : ... Article 4 La police municipale assure, à titre principal, la surveillance des foires et marchés, en particulier : ... ainsi que la surveillance des cérémonies, fêtes et réjouissances organisées par la commune, notamment : ... Article 5 La surveillance des autres manifestations, notamment des manifestations sportives, récréatives ou culturelles nécessitant ou non un service d'ordre à la charge de l'organisateur, est assurée, dans les conditions définies préalablement par le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, soit par la police municipale, soit par les forces de sécurité de l'Etat, soit en commun dans le respect des compétences de chaque service. Article 6 La police municipale assure la surveillance de la circulation et du stationnement des véhicules sur les voies publiques et parcs de stationnement dont la liste est précisée lors des réunions périodiques prévues à l'article 10. Elle surveille les opérations d'enlèvement des véhicules, et notamment les mises en fourrière, effectuées en application de l'article L. 325-2 du code de la route, sous l'autorité de l'officier de police judiciaire compétent, ou, en application du deuxième alinéa de ce dernier article, par l'agent de police judiciaire adjoint, chef de la police municipale. Article 7 La police municipale informe au préalable les forces de sécurité de l'Etat des opérations de contrôle routier et de constatation d'infractions qu'elle assure dans le cadre de ses compétences. Article 8 Sans exclusivité, la police municipale assure plus particulièrement les missions de surveillance des secteurs (liste détaillée) dans les créneaux horaires suivants : ... Article 9 Toute modification des conditions d'exercice des missions prévues aux articles 2 à 8 de la présente convention fait l'objet d'une concertation entre le représentant de l'Etat et le maire dans le délai nécessaire à l'adaptation des dispositifs de chacun des deux services. Chapitre II : Modalités de la coordination Article 10 Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, ou leurs représentants, se réunissent périodiquement pour échanger toutes informations utiles relatives à l'ordre, la sécurité et la tranquillité publics dans la commune, en vue de l'organisation matérielle des missions prévues par la présente convention. L'ordre du jour de ces réunions est adressé au procureur de la République qui y participe ou s'y fait représenter s'il l'estime nécessaire. Ces réunions sont organisées selon les modalités suivantes (à compléter en ce qui concerne la fréquence, les lieux et autres modalités, en particulier celles relatives à l'information ou à la participation du maire et du représentant de l'Etat) : ... Article 11 Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale s'informent mutuellement des modalités pratiques des missions respectivement assurées par les agents des forces de sécurité de l'Etat et les agents de police municipale, pour assurer la complémentarité des services chargés de la sécurité sur le territoire de la commune. Le responsable de la police municipale informe le responsable des forces de sécurité de l'Etat du nombre d'agents de police municipale affectés aux missions de la police municipale et, le cas échéant, du nombre des agents armés et du type des armes portées. La police municipale donne toutes informations aux forces de sécurité de l'Etat sur tout fait dont la connaissance peut être utile à la préservation de l'ordre public et qui a été observé dans l'exercice de ses missions. Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale peuvent décider que des missions pourront être effectuées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant. Le maire en est systématiquement informé. Article 12 Dans le respect des dispositions de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, les forces de sécurité de l'Etat et la police municipale échangent les informations dont elles disposent sur les personnes signalées disparues et sur les véhicules volés susceptibles d'être identifiés sur le territoire de la commune. En cas d'identification par ses agents d'une personne signalée disparue ou d'un véhicule volé, la police municipale en informe les forces de sécurité de l'Etat. Article 13 Pour pouvoir exercer les missions prévues par les articles 21-2 et 78-6 du code de procédure pénale et par les articles L. 221-2, L. 223-5, L. 224-16, L. 224-17, L. 224-18, L. 231-2 , L. 233-1, L. 233-2 , L. 234-1 à L. 234-9 et L. 235-2 du code de la route, les agents de police municipale doivent pouvoir joindre à tout moment un officier de police judiciaire territorialement compétent. A cette fin, le responsable des forces de sécurité de l'Etat et le responsable de la police municipale précisent les moyens par lesquels ils doivent pouvoir communiquer entre eux en toutes circonstances. Article 14 Les communications entre la police municipale et les forces de sécurité de l'Etat pour l'accomplissement de leurs missions respectives se font par une ligne téléphonique réservée ou par une liaison radiophonique, dans des conditions définies d'un commun accord par leurs responsables. TITRE II : COOPÉRATION OPÉRATIONNELLE RENFORCÉE Article 15 Le préfet de... et le maire de... conviennent de renforcer la coopération opérationnelle entre la police municipale de... et les forces de sécurité de l'Etat, le cas échéant en accord avec le président de l'établissement public de coopération intercommunale pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements. Article 16 En conséquence, les forces de sécurité de l'Etat et la police municipale amplifient leur coopération dans les domaines : 1° Du partage d'informations sur les moyens disponibles en temps réel et leurs modalités d'engagement ou de mise à disposition (à préciser) ; 2° De l'information quotidienne et réciproque, par les moyens suivants (à préciser). Elles veilleront ainsi à la transmission réciproque des données ainsi que des éléments de contexte concourant à l'amélioration du service dans le strict respect de leurs prérogatives, de leurs missions propres et des règles qui encadrent la communication des données. Dans ce cadre, elles partageront les informations utiles, notamment dans les domaines suivants (à préciser) ; 3° De la communication opérationnelle, par le prêt exceptionnel de matériel radio permettant l'accueil de la police municipale sur les réseaux Rubis ou Acropol afin d'échanger des informations opérationnelles au moyen d'une communication individuelle ou d'une conférence commune, par le partage d'un autre canal commun permettant également la transmission d'un appel d'urgence (ce dernier étant alors géré par les forces de sécurité de l'Etat), ou par une ligne téléphonique dédiée ou tout autre moyen technique (internet...). Le renforcement de la communication opérationnelle implique également la retransmission immédiate des sollicitations adressées à la police municipale dépassant ses prérogatives. De même, la participation de la police municipale à un poste de commandement commun en cas de crise ou de gestion de grand événement peut être envisagée par le préfet. Le prêt de matériel fait l'objet d'une mention expresse qui prévoit notamment les conditions et les modalités de contrôle de son utilisation (à préciser) ; 4° De la vidéoprotection, par la rédaction des modalités d'interventions consécutives à la saisine des forces de sécurité intérieure par un centre de supervision urbaine et d'accès aux images, dans un document annexé à la présente convention (à préciser) ; 5° Des missions menées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant, mentionnées à l'article 11, par la définition préalable des modalités concrètes d'engagement de ces missions (à préciser) ; 6° De la prévention des violences urbaines et de la coordination des actions en situation de crise ; 7° De la sécurité routière, par l'élaboration conjointe d'une stratégie locale de contrôle s'inscrivant dans le respect des instructions du préfet et du procureur de la République ainsi que par la définition conjointe des besoins et des réponses apportées en matière de fourrière automobile (à préciser) ; 8° De la prévention, par la précision du rôle de chaque service dans les opérations destinées à assurer la tranquillité pendant les périodes de vacances, à lutter contre les hold-up, à protéger les personnes vulnérables, ou dans les relations avec les partenaires, notamment les bailleurs (à préciser) ; 9° De l'encadrement des manifestations sur la voie publique ou dans l'espace public, hors missions de maintien de l'ordre (à préciser). (Cette liste est à compléter et à adapter localement.) Article 17 Compte tenu du diagnostic local de sécurité et des compétences respectives des forces de sécurité de l'Etat et de la police municipale, le maire de... précise qu'il souhaite renforcer l'action de la police municipale par les moyens suivants (liste des unités et moyens spécialisés de la police municipale [ex. : brigade cynophile, brigade à cheval...]). Article 18 La mise en œuvre de la coopération opérationnelle définie en application du présent titre implique l'organisation des formations suivantes (à préciser) au profit de la police municipale. Le prêt de locaux et de matériel, comme l'intervention de formateurs issus des forces de sécurité de l'Etat qui en résulte, s'effectue dans le cadre du protocole national signé entre le ministre de l'intérieur et le président du Centre national de la fonction publique territoriale (CNFPT). TITRE III : DISPOSITIONS DIVERSES Article 19 Un rapport périodique est établi, au moins une fois par an, selon des modalités fixées d'un commun accord par le représentant de l'Etat et le maire, sur les conditions de mise en œuvre de la présente convention. Ce rapport est communiqué au préfet et au maire ainsi qu'au président de l'établissement public de coopération intercommunale (le cas échéant). Copie en est transmise au procureur de la République. Article 20 La présente convention et son application font l'objet d'une évaluation annuelle au cours d'une réunion du comité restreint du conseil local de sécurité et de prévention de la délinquance ou, à défaut de réunion de celui-ci et si la convention ne comprend pas de dispositions relevant du titre II (Coopération opérationnelle renforcée), lors d'une rencontre entre le préfet et le maire ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant). Le procureur de la République est informé de cette réunion et y participe s'il le juge nécessaire. Article 21 La présente convention est conclue pour une durée de trois ans, renouvelable par reconduction expresse. Elle peut être dénoncée après un préavis de six mois par l'une ou l'autre des parties. Article 22 Afin de veiller à la pleine application de la présente convention, le maire de... et le préfet de... ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant) conviennent que sa mise en œuvre sera examinée par une mission d'évaluation associant l'inspection générale de l'administration du ministère de l'intérieur, selon des modalités précisées en liaison avec l'Association des maires de France.",
            "texteHtml": "<p align='center'>CONVENTION TYPE COMMUNALE DE COORDINATION DE LA POLICE MUNICIPALE ET DES FORCES DE SÉCURITÉ DE L'ÉTAT </p><p></p><p>(Annexe 1 prévue pour l'application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000028286124&dateTexte=&categorieLien=cid' title='Code de la sécurité intérieure - art. R512-5 (VD)'>l'article R. 512-5</a>) </p><p>Entre le préfet de... et le maire de..., ainsi que le président de l'établissement public de coopération intercommunale à fiscalité propre dénommé... pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements (le cas échéant), après avis du procureur de la République près le tribunal de grande instance de..., il est convenu ce qui suit : </p><p>La police municipale et les forces de sécurité de l'Etat ont vocation, dans le respect de leurs compétences respectives, à intervenir sur la totalité du territoire de la commune. </p><p>En aucun cas il ne peut être confié à la police municipale de mission de maintien de l'ordre. </p><p>La présente convention, établie conformément aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000025506067&dateTexte=&categorieLien=cid' title='Code de la sécurité intérieure - art. L512-4 (V)'>l'article L. 512-4 </a>du code de la sécurité intérieure, précise la nature et les lieux des interventions des agents de police municipale. Elle détermine les modalités selon lesquelles ces interventions sont coordonnées avec celles des forces de sécurité de l'Etat. </p><p>Pour l'application de la présente convention, les forces de sécurité de l'Etat sont la police nationale dans les communes placées sous le régime de la police d'Etat et la gendarmerie nationale dans les autres communes (à préciser). Les responsables des forces de sécurité de l'Etat sont, selon le cas, le chef de la circonscription de sécurité publique ou le commandant de la communauté de brigades ou de la brigade territoriale autonome de gendarmerie territorialement compétents. </p><p>Article 1er </p><p>L'état des lieux établi à partir du diagnostic local de sécurité réalisé par les forces de sécurité de l'Etat compétentes, avec le concours de la commune signataire, le cas échéant dans le cadre du conseil local de sécurité et de prévention de la délinquance, fait apparaître les besoins et priorités suivants : </p><p>1° Sécurité routière ; </p><p>2° Prévention de la violence dans les transports ; </p><p>3° Lutte contre la toxicomanie ; </p><p>4° Prévention des violences scolaires ; </p><p>5° Protection des centres commerciaux ; </p><p>6° Lutte contre les pollutions et nuisances. </p><p>(La liste est à compléter et à adapter localement.) </p><p align='center'>TITRE Ier : COORDINATION DES SERVICES </p><p align='center'>Chapitre Ier : Nature et lieux des interventions </p><p>Article 2 </p><p>La police municipale assure la garde statique des bâtiments communaux. </p><p>Article 3 </p><p>I.-La police municipale assure, à titre principal, la surveillance des établissements scolaires suivants, en particulier lors des entrées et sorties des élèves :<br/>... <br/>II.-La police municipale assure également, à titre principal, la surveillance des points de ramassage scolaire suivants :<br/>... </p><p>Article 4 </p><p>La police municipale assure, à titre principal, la surveillance des foires et marchés, en particulier :<br/>... <br/>ainsi que la surveillance des cérémonies, fêtes et réjouissances organisées par la commune, notamment :<br/>... </p><p>Article 5 </p><p>La surveillance des autres manifestations, notamment des manifestations sportives, récréatives ou culturelles nécessitant ou non un service d'ordre à la charge de l'organisateur, est assurée, dans les conditions définies préalablement par le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, soit par la police municipale, soit par les forces de sécurité de l'Etat, soit en commun dans le respect des compétences de chaque service. </p><p>Article 6 </p><p>La police municipale assure la surveillance de la circulation et du stationnement des véhicules sur les voies publiques et parcs de stationnement dont la liste est précisée lors des réunions périodiques prévues à l'article 10. Elle surveille les opérations d'enlèvement des véhicules, et notamment les mises en fourrière, effectuées en application de l'article L. 325-2 du code de la route, sous l'autorité de l'officier de police judiciaire compétent, ou, en application du deuxième alinéa de ce dernier article, par l'agent de police judiciaire adjoint, chef de la police municipale. </p><p>Article 7 </p><p>La police municipale informe au préalable les forces de sécurité de l'Etat des opérations de contrôle routier et de constatation d'infractions qu'elle assure dans le cadre de ses compétences. </p><p>Article 8 </p><p>Sans exclusivité, la police municipale assure plus particulièrement les missions de surveillance des secteurs (liste détaillée) dans les créneaux horaires suivants :<br/>... </p><p>Article 9 </p><p>Toute modification des conditions d'exercice des missions prévues aux articles 2 à 8 de la présente convention fait l'objet d'une concertation entre le représentant de l'Etat et le maire dans le délai nécessaire à l'adaptation des dispositifs de chacun des deux services. </p><p align='center'>Chapitre II : Modalités de la coordination </p><p>Article 10 </p><p>Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale, ou leurs représentants, se réunissent périodiquement pour échanger toutes informations utiles relatives à l'ordre, la sécurité et la tranquillité publics dans la commune, en vue de l'organisation matérielle des missions prévues par la présente convention. L'ordre du jour de ces réunions est adressé au procureur de la République qui y participe ou s'y fait représenter s'il l'estime nécessaire. </p><p>Ces réunions sont organisées selon les modalités suivantes (à compléter en ce qui concerne la fréquence, les lieux et autres modalités, en particulier celles relatives à l'information ou à la participation du maire et du représentant de l'Etat) :</p><p>... </p><p>Article 11 </p><p>Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale s'informent mutuellement des modalités pratiques des missions respectivement assurées par les agents des forces de sécurité de l'Etat et les agents de police municipale, pour assurer la complémentarité des services chargés de la sécurité sur le territoire de la commune. </p><p>Le responsable de la police municipale informe le responsable des forces de sécurité de l'Etat du nombre d'agents de police municipale affectés aux missions de la police municipale et, le cas échéant, du nombre des agents armés et du type des armes portées. </p><p>La police municipale donne toutes informations aux forces de sécurité de l'Etat sur tout fait dont la connaissance peut être utile à la préservation de l'ordre public et qui a été observé dans l'exercice de ses missions. </p><p>Le responsable des forces de sécurité de l'Etat et le responsable de la police municipale peuvent décider que des missions pourront être effectuées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant. Le maire en est systématiquement informé. </p><p>Article 12 </p><p>Dans le respect des dispositions de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid' title='Loi n° 78-17 du 6 janvier 1978 (V)'>loi n° 78-17 du 6 janvier 1978 </a>relative à l'informatique, aux fichiers et aux libertés, les forces de sécurité de l'Etat et la police municipale échangent les informations dont elles disposent sur les personnes signalées disparues et sur les véhicules volés susceptibles d'être identifiés sur le territoire de la commune. En cas d'identification par ses agents d'une personne signalée disparue ou d'un véhicule volé, la police municipale en informe les forces de sécurité de l'Etat. </p><p>Article 13 </p><p>Pour pouvoir exercer les missions prévues par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006574893&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 21-2 (V)'>articles 21-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575193&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 78-6 (V)'>78-6 </a>du code de procédure pénale et par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006840947&dateTexte=&categorieLien=cid' title='Code de la route. - art. L221-2 (V)'>articles L. 221-2, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006840962&dateTexte=&categorieLien=cid' title='Code de la route. - art. L223-5 (V)'>L. 223-5, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841001&dateTexte=&categorieLien=cid' title='Code de la route. - art. L224-16 (V)'>L. 224-16, L. 224-17, L. 224-18, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841027&dateTexte=&categorieLien=cid' title='Code de la route. - art. L231-2 (V)'>L. 231-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841036&dateTexte=&categorieLien=cid' title='Code de la route. - art. L233-1 (V)'>L. 233-1, L. 233-2</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841043&dateTexte=&categorieLien=cid' title='Code de la route. - art. L234-1 (V)'>L. 234-1 à L. 234-9 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074228&idArticle=LEGIARTI000006841074&dateTexte=&categorieLien=cid' title='Code de la route. - art. L235-2 (V)'>L. 235-2</a> du code de la route, les agents de police municipale doivent pouvoir joindre à tout moment un officier de police judiciaire territorialement compétent. A cette fin, le responsable des forces de sécurité de l'Etat et le responsable de la police municipale précisent les moyens par lesquels ils doivent pouvoir communiquer entre eux en toutes circonstances. </p><p>Article 14 </p><p>Les communications entre la police municipale et les forces de sécurité de l'Etat pour l'accomplissement de leurs missions respectives se font par une ligne téléphonique réservée ou par une liaison radiophonique, dans des conditions définies d'un commun accord par leurs responsables. </p><p></p><p></p><p align='center'>TITRE II : COOPÉRATION OPÉRATIONNELLE RENFORCÉE </p><p></p><p></p><p>Article 15 </p><p>Le préfet de... et le maire de... conviennent de renforcer la coopération opérationnelle entre la police municipale de... et les forces de sécurité de l'Etat, le cas échéant en accord avec le président de l'établissement public de coopération intercommunale pour ce qui concerne la mise à disposition des agents de police municipale et de leurs équipements. </p><p>Article 16 </p><p>En conséquence, les forces de sécurité de l'Etat et la police municipale amplifient leur coopération dans les domaines : </p><p>1° Du partage d'informations sur les moyens disponibles en temps réel et leurs modalités d'engagement ou de mise à disposition (à préciser) ; </p><p>2° De l'information quotidienne et réciproque, par les moyens suivants (à préciser). </p><p>Elles veilleront ainsi à la transmission réciproque des données ainsi que des éléments de contexte concourant à l'amélioration du service dans le strict respect de leurs prérogatives, de leurs missions propres et des règles qui encadrent la communication des données. Dans ce cadre, elles partageront les informations utiles, notamment dans les domaines suivants (à préciser) ; </p><p>3° De la communication opérationnelle, par le prêt exceptionnel de matériel radio permettant l'accueil de la police municipale sur les réseaux Rubis ou Acropol afin d'échanger des informations opérationnelles au moyen d'une communication individuelle ou d'une conférence commune, par le partage d'un autre canal commun permettant également la transmission d'un appel d'urgence (ce dernier étant alors géré par les forces de sécurité de l'Etat), ou par une ligne téléphonique dédiée ou tout autre moyen technique (internet...). Le renforcement de la communication opérationnelle implique également la retransmission immédiate des sollicitations adressées à la police municipale dépassant ses prérogatives. De même, la participation de la police municipale à un poste de commandement commun en cas de crise ou de gestion de grand événement peut être envisagée par le préfet. Le prêt de matériel fait l'objet d'une mention expresse qui prévoit notamment les conditions et les modalités de contrôle de son utilisation (à préciser) ; </p><p>4° De la vidéoprotection, par la rédaction des modalités d'interventions consécutives à la saisine des forces de sécurité intérieure par un centre de supervision urbaine et d'accès aux images, dans un document annexé à la présente convention (à préciser) ; </p><p>5° Des missions menées en commun sous l'autorité fonctionnelle du responsable des forces de sécurité de l'Etat, ou de son représentant, mentionnées à l'article 11, par la définition préalable des modalités concrètes d'engagement de ces missions (à préciser) ; </p><p>6° De la prévention des violences urbaines et de la coordination des actions en situation de crise ; </p><p>7° De la sécurité routière, par l'élaboration conjointe d'une stratégie locale de contrôle s'inscrivant dans le respect des instructions du préfet et du procureur de la République ainsi que par la définition conjointe des besoins et des réponses apportées en matière de fourrière automobile (à préciser) ; </p><p>8° De la prévention, par la précision du rôle de chaque service dans les opérations destinées à assurer la tranquillité pendant les périodes de vacances, à lutter contre les hold-up, à protéger les personnes vulnérables, ou dans les relations avec les partenaires, notamment les bailleurs (à préciser) ; </p><p>9° De l'encadrement des manifestations sur la voie publique ou dans l'espace public, hors missions de maintien de l'ordre (à préciser). </p><p>(Cette liste est à compléter et à adapter localement.) </p><p>Article 17 </p><p>Compte tenu du diagnostic local de sécurité et des compétences respectives des forces de sécurité de l'Etat et de la police municipale, le maire de... précise qu'il souhaite renforcer l'action de la police municipale par les moyens suivants (liste des unités et moyens spécialisés de la police municipale [ex. : brigade cynophile, brigade à cheval...]). </p><p>Article 18 </p><p>La mise en œuvre de la coopération opérationnelle définie en application du présent titre implique l'organisation des formations suivantes (à préciser) au profit de la police municipale. Le prêt de locaux et de matériel, comme l'intervention de formateurs issus des forces de sécurité de l'Etat qui en résulte, s'effectue dans le cadre du protocole national signé entre le ministre de l'intérieur et le président du Centre national de la fonction publique territoriale (CNFPT). </p><p></p><p align='center'>TITRE III : DISPOSITIONS DIVERSES </p><p></p><p>Article 19 </p><p>Un rapport périodique est établi, au moins une fois par an, selon des modalités fixées d'un commun accord par le représentant de l'Etat et le maire, sur les conditions de mise en œuvre de la présente convention. Ce rapport est communiqué au préfet et au maire ainsi qu'au président de l'établissement public de coopération intercommunale (le cas échéant). Copie en est transmise au procureur de la République. </p><p>Article 20 </p><p>La présente convention et son application font l'objet d'une évaluation annuelle au cours d'une réunion du comité restreint du conseil local de sécurité et de prévention de la délinquance ou, à défaut de réunion de celui-ci et si la convention ne comprend pas de dispositions relevant du titre II (Coopération opérationnelle renforcée), lors d'une rencontre entre le préfet et le maire ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant). Le procureur de la République est informé de cette réunion et y participe s'il le juge nécessaire. </p><p>Article 21 </p><p>La présente convention est conclue pour une durée de trois ans, renouvelable par reconduction expresse. Elle peut être dénoncée après un préavis de six mois par l'une ou l'autre des parties. </p><p>Article 22 </p><p>Afin de veiller à la pleine application de la présente convention, le maire de... et le préfet de... ainsi que le président de l'établissement public de coopération intercommunale (le cas échéant) conviennent que sa mise en œuvre sera examinée par une mission d'évaluation associant l'inspection générale de l'administration du ministère de l'intérieur, selon des modalités précisées en liaison avec l'Association des maires de France.</p>",
            "num": "Annexe 1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1388534400000,
            "dateFin": 1509840000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028284571",
                        "id": "LEGISCTA000028287679",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028286312",
                        "id": "LEGISCTA000028286537",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028286310",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028286312",
            "sectionParentId": "LEGISCTA000028286537",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire &gt; Annexes",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028286310",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000025503132",
                    "titre": "Code de la sécurité intérieure",
                    "titreLong": "Code de la sécurité intérieure",
                    "etat": "VIGUEUR",
                    "dateDebut": 1335830400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000025503132",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028276865",
                    "textTitle": "Décret n°2013-1113\r\n du 4 décembre 2013 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000028281593",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-12-06",
                    "dateSignaTexte": "2013-12-04",
                    "dateDebutCible": "2013-12-07"
                },
                {
                    "textCid": "JORFTEXT000028276865",
                    "textTitle": "Décret n°2013-1113\n du 4 décembre 2013 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000028281593",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-12-06",
                    "dateSignaTexte": "2013-12-04",
                    "dateDebutCible": "2013-12-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "Loi n° 78-17 du 6 janvier 1978 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 21-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "21-2",
                    "articleId": "LEGIARTI000006574893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 924220800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 78-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "78-6",
                    "articleId": "LEGIARTI000006575193",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L221-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-2",
                    "articleId": "LEGIARTI000006840947",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1479600000000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L223-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-5",
                    "articleId": "LEGIARTI000006840962",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L224-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L224-16",
                    "articleId": "LEGIARTI000006841001",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L231-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L231-2",
                    "articleId": "LEGIARTI000006841027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1601510400000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L233-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-1",
                    "articleId": "LEGIARTI000006841036",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L234-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L234-1",
                    "articleId": "LEGIARTI000006841043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 991353600000
                },
                {
                    "textCid": "LEGITEXT000006074228",
                    "textTitle": "Code de la route. - art. L235-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L235-2",
                    "articleId": "LEGIARTI000006841074",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1553472000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L512-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L512-4",
                    "articleId": "LEGIARTI000025506067",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. R512-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R512-5",
                    "articleId": "LEGIARTI000028286124",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. Annexe IV-I (VT)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "Annexe IV-I",
                    "articleId": "LEGIARTI000025109979",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028286310",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1509840000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035977264",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1509840000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039343414",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 1",
                "1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}