{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045758308",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Pour l'application des dispositions des articles 244 quater Y et 220 Z sexies du code général des impôts, les entreprises souscrivent une déclaration spéciale conforme au modèle établi par l'administration, déposée auprès du service des impôts dont elles dépendent, au titre de l'exercice au cours duquel l'investissement est mis en service. En cas d'acquisition d'immeuble à construire ou de construction d'immeuble, la déclaration est déposée au titre de l'exercice au cours duquel les fondations sont achevées, ou en cas de rénovation ou de réhabilitation d'immeuble, au titre de l'exercice d'achèvement des travaux. Cette déclaration spéciale est déposée dans les mêmes délais que le relevé de solde mentionné à l'article 360. S'agissant des sociétés relevant du régime des groupes de sociétés prévu aux articles 223 A et 223 A bis du code général des impôts, la société mère dépose les déclarations spéciales pour le compte des sociétés du groupe, y compris celle la concernant, dans les mêmes délais que le relevé de solde relatif au résultat d'ensemble du groupe. L'associé d'une société de personnes ou d'un groupement mentionnés au A du II de l'article 244 quater Y du code général des impôts dépose une déclaration spéciale indiquant la quote-part de la réduction d'impôt provenant de chacune des sociétés de personnes ou groupements assimilés dont il est associé. En cas de pluralité d'investissements au titre d'un même exercice, les entreprises soumises à l'impôt sur les sociétés souscrivent également une déclaration récapitulative dans les mêmes délais que la déclaration spéciale prévue au premier alinéa. 2. Lorsqu'une entreprise entend bénéficier de la réduction d'impôt prévue au B du II de l'article 244 quater Y précité, elle doit joindre à sa déclaration de résultat de l'exercice au titre duquel la réduction d'impôt est pratiquée une attestation délivrée par la société mentionnée au 1 du même B précisant que cette dernière exerce son activité dans les conditions prévues au 2 du même B et s'engage à réaliser, dans les délais prévus aux B et C du VII de l'article 244 quater Y précité, des investissements productifs ou des investissements dans le secteur du logement intermédiaire ou social pour un montant au moins égal à celui des fonds versés. Cette attestation doit également indiquer le montant des fonds versés, la date du versement, le nombre de parts ou actions souscrites et, le cas échéant, leurs numéros.",
            "texteHtml": "<p>1. Pour l'application des dispositions des articles 244 quater Y et 220 Z sexies du code général des impôts, les entreprises souscrivent une déclaration spéciale conforme au modèle établi par l'administration, déposée auprès du service des impôts dont elles dépendent, au titre de l'exercice au cours duquel l'investissement est mis en service. En cas d'acquisition d'immeuble à construire ou de construction d'immeuble, la déclaration est déposée au titre de l'exercice au cours duquel les fondations sont achevées, ou en cas de rénovation ou de réhabilitation d'immeuble, au titre de l'exercice d'achèvement des travaux.<br/><br/>\n Cette déclaration spéciale est déposée dans les mêmes délais que le relevé de solde mentionné à l'article 360.<br/><br/>\n S'agissant des sociétés relevant du régime des groupes de sociétés prévu aux articles 223 A et 223 A bis du code général des impôts, la société mère dépose les déclarations spéciales pour le compte des sociétés du groupe, y compris celle la concernant, dans les mêmes délais que le relevé de solde relatif au résultat d'ensemble du groupe.<br/><br/>\n L'associé d'une société de personnes ou d'un groupement mentionnés au A du II de l'article 244 quater Y du code général des impôts dépose une déclaration spéciale indiquant la quote-part de la réduction d'impôt provenant de chacune des sociétés de personnes ou groupements assimilés dont il est associé.<br/><br/>\n En cas de pluralité d'investissements au titre d'un même exercice, les entreprises soumises à l'impôt sur les sociétés souscrivent également une déclaration récapitulative dans les mêmes délais que la déclaration spéciale prévue au premier alinéa.<br/><br/>\n 2. Lorsqu'une entreprise entend bénéficier de la réduction d'impôt prévue au B du II de l'article 244 quater Y précité, elle doit joindre à sa déclaration de résultat de l'exercice au titre duquel la réduction d'impôt est pratiquée une attestation délivrée par la société mentionnée au 1 du même B précisant que cette dernière exerce son activité dans les conditions prévues au 2 du même B et s'engage à réaliser, dans les délais prévus aux B et C du VII de l'article 244 quater Y précité, des investissements productifs ou des investissements dans le secteur du logement intermédiaire ou social pour un montant au moins égal à celui des fonds versés. Cette attestation doit également indiquer le montant des fonds versés, la date du versement, le nombre de parts ou actions souscrites et, le cas échéant, leurs numéros.</p>",
            "num": "49 septies ZZY quinquies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1651881600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1975-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133750",
                        "id": "LEGISCTA000006133750",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Dispositions communes à l'impôt sur le revenu et à l'impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146816",
                        "id": "LEGISCTA000006146816",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-05-07",
                        "fin": "2999-01-01",
                        "titre": "Section V quatervicies : Réduction d'impôt au titre de certains investissements réalisés outre-mer",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045758298",
                        "id": "LEGISCTA000045758298",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000045758308",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000045758298",
            "sectionParentId": "LEGISCTA000045758298",
            "sectionParentTitre": "Section V quatervicies : Réduction d'impôt au titre de certains investissements réalisés outre-mer",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Dispositions communes à l'impôt sur le revenu et à l'impôt sur les sociétés &gt; Section V quatervicies : Réduction d'impôt au titre de certains investissements réalisés outre-mer",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000045758308",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045757121",
                    "textTitle": "Décret n°2022-781 du 4 mai 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045758094",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-05-06",
                    "dateSignaTexte": "2022-05-04",
                    "dateDebutCible": "2022-05-07"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000045758308",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1651881600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "49 septies ZZY quinquies",
                "49"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}