{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036234644",
            "idTexte": null,
            "type": null,
            "texte": "Epreuve d'aptitude I.-Test technique de sécurité. Le test technique de sécurité vise à vérifier la capacité du candidat à progresser en sécurité, à une vitesse soutenue, sur des reliefs vallonnés de type nordique, quelles que soient les conditions nivologiques. Le test technique de sécurité se déroule conformément aux dispositions du a du II de l'annexe V de l' arrêté du 26 avril 2013 , relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski nordique de fond. II.-Test de vérification des connaissances théoriques et pratiques et des compétences en matière de sécurité Ce test se déroule en période hivernale, sur une durée de deux à cinq jours. Il comprend trois épreuves permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : 1° d'effectuer une recherche de victimes en avalanche dans un temps limité ; 2° d'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident ; 3° d'assurer la conduite d'un groupe en sécurité dans une logique d'itinérance lors d'une sortie de deux jours minimum, hors des pistes balisées. 1. Première épreuve : recherche de victimes en avalanche. L'épreuve consiste à détecter et à sonder pour retrouver avec succès deux détecteurs de victimes en avalanche (DVA) placés chacun dans un sac marin avec un isolant d'environ 60 cm de large, enfouis sans superposition de signal à environ 1 m de profondeur, et à dégager avec succès un des deux appareils. La zone de recherche est une surface de 50 m × 50 m. La localisation des deux DVA et le dégagement de l'un d'entre eux doit intervenir dans un temps maximal de 8 min. Cette épreuve est éliminatoire. 2. Deuxième épreuve : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident. Dans le cadre d'une mise en situation professionnelle sur le terrain, le candidat doit être en capacité : a) D'analyser un bulletin météorologique et un bulletin de risque d'avalanche rédigé en français ; b) De se situer sur un plan des pistes de la station et sur une carte topographique. Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des deux situations a ou b, il est éliminé. 3. Troisième épreuve : conduite d'un groupe en sécurité dans une logique d'itinérance lors d'une sortie de deux jours, hors des pistes balisées. Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : a) De mettre en œuvre les conditions de sécurité pour progresser avec un groupe en randonnée lors d'un raid nordique, sur pistes et hors des pistes ; b) De gérer un accident : d'éviter le sur-accident et de gérer le groupe ; c) D'alerter les secours en émettant un message d'alerte en français. Dans le cas où le candidat ne valide pas l'une quelconque des trois capacités a, b ou c, il est éliminé. Le test de vérification des connaissances théoriques et pratiques et des compétences en matière de sécurité doit être validé en totalité. En cas d'échec à l'une quelconque des trois épreuves qui le composent, le candidat repasse le test dans son intégralité.",
            "texteHtml": "<p>Epreuve d'aptitude </p><p>I.-Test technique de sécurité. <br/><br/>Le test technique de sécurité vise à vérifier la capacité du candidat à progresser en sécurité, à une vitesse soutenue, sur des reliefs vallonnés de type nordique, quelles que soient les conditions nivologiques. <br/><br/>Le test technique de sécurité se déroule conformément aux dispositions du a du II de l'annexe V de l'<a href='/affichTexte.do?cidTexte=JORFTEXT000027412568&categorieLien=cid'>arrêté du 26 avril 2013</a>, relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski nordique de fond. <br/><br/>II.-Test de vérification des connaissances théoriques et pratiques et des compétences en matière de sécurité <br/><br/>Ce test se déroule en période hivernale, sur une durée de deux à cinq jours. Il comprend trois épreuves permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : <br/><br/>1° d'effectuer une recherche de victimes en avalanche dans un temps limité ; <br/><br/>2° d'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident ; <br/><br/>3° d'assurer la conduite d'un groupe en sécurité dans une logique d'itinérance lors d'une sortie de deux jours minimum, hors des pistes balisées. <br/><br/>1. Première épreuve : recherche de victimes en avalanche. <br/><br/>L'épreuve consiste à détecter et à sonder pour retrouver avec succès deux détecteurs de victimes en avalanche (DVA) placés chacun dans un sac marin avec un isolant d'environ 60 cm de large, enfouis sans superposition de signal à environ 1 m de profondeur, et à dégager avec succès un des deux appareils. La zone de recherche est une surface de 50 m × 50 m. La localisation des deux DVA et le dégagement de l'un d'entre eux doit intervenir dans un temps maximal de 8 min. <br/><br/>Cette épreuve est éliminatoire. <br/><br/>2. Deuxième épreuve : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident. <br/><br/>Dans le cadre d'une mise en situation professionnelle sur le terrain, le candidat doit être en capacité : <br/><br/>a) D'analyser un bulletin météorologique et un bulletin de risque d'avalanche rédigé en français ; <br/><br/>b) De se situer sur un plan des pistes de la station et sur une carte topographique. <br/><br/>Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des deux situations a ou b, il est éliminé. <br/><br/>3. Troisième épreuve : conduite d'un groupe en sécurité dans une logique d'itinérance lors d'une sortie de deux jours, hors des pistes balisées. <br/><br/>Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : <br/><br/>a) De mettre en œuvre les conditions de sécurité pour progresser avec un groupe en randonnée lors d'un raid nordique, sur pistes et hors des pistes ; <br/><br/>b) De gérer un accident : d'éviter le sur-accident et de gérer le groupe ; <br/><br/>c) D'alerter les secours en émettant un message d'alerte en français. <br/><br/>Dans le cas où le candidat ne valide pas l'une quelconque des trois capacités a, b ou c, il est éliminé. <br/><br/>Le test de vérification des connaissances théoriques et pratiques et des compétences en matière de sécurité doit être validé en totalité. En cas d'échec à l'une quelconque des trois épreuves qui le composent, le candidat repasse le test dans son intégralité.</p>",
            "num": "Annexe II-16-5 (art. A212-192-5)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1512604800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1848544161,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021753504",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036234644",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036151162",
                    "textTitle": "Arrêté du 4 décembre 2017 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000036151635",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2017-12-06",
                    "dateSignaTexte": "2017-12-04",
                    "dateDebutCible": "2017-12-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000027412568",
                    "textTitle": "Arrêté du 26 avril 2013",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000027412568",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1368748800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-192-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-192-5",
                    "articleId": "LEGIARTI000021755042",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755104",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1416528000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029783548",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1416528000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036234644",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-5 (art. A212-192-5)",
                "II-16-5"
            ],
            "versionPrecedente": "LEGIARTI000029783548",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029783548",
            "idTexte": null,
            "type": null,
            "texte": "Epreuve d'aptitude I.-Test technique de sécurité Le test technique de sécurité vise à vérifier la capacité du candidat à progresser en sécurité, à une vitesse soutenue, sur des reliefs vallonnés de type nordique, quelles que soient les conditions nivologiques. Le test technique se déroule conformément aux dispositions du a) du II de l' annexe V de l'arrêté du 26 avril 2013 relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski nordique de fond. II.-Test de vérification des connaissances théoriques et pratiques et des compétences en matière de sécurité Ce test comprend trois épreuves permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : 1° D'effectuer une recherche de victimes en avalanche dans un temps limité ; 2° D'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident ; 3° D'assurer la conduite d'un groupe en sécurité dans une logique d'itinérance lors d'une sortie de deux jours, hors des pistes balisées. 1. Première épreuve : recherche de victimes en avalanche. L'épreuve consiste à détecter et à sonder pour retrouver avec succès deux détecteurs de victimes en avalanche (DVA) placés chacun dans un sac marin avec un isolant d'environ 60 cm de large, enfouis sans superposition de signal à environ 1 m de profondeur, et à dégager avec succès un des deux appareils. La zone de recherche est une surface de 50 m × 50 m. La localisation des deux DVA et le dégagement de l'un d'entre eux doit intervenir dans un temps maximal de 8 min. Cette épreuve est éliminatoire. 2. Deuxième épreuve : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident. Dans le cadre d'une mise en situation professionnelle sur le terrain, le candidat doit être en capacité : a) D'analyser un bulletin météorologique et un bulletin de risque d'avalanche rédigé en français ; b) De se situer sur un plan des pistes de la station et sur une carte ; Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des deux situations a ou b, il est éliminé. 3. Troisième épreuve : conduite d'un groupe en sécurité dans une logique d'itinérance lors d'une sortie de deux jours, hors des pistes balisées. Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : a) De mettre en œuvre les conditions de sécurité pour progresser avec un groupe en randonnée lors d'un raid nordique, sur pistes et hors des pistes ; b) De gérer un accident : -d'éviter le sur-accident et de gérer le groupe ; -d'alerter les secours en émettant un message d'alerte en français. Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des deux situations a ou b, il est éliminé.",
            "texteHtml": "<p>Epreuve d'aptitude </p><p></p><p></p><p></p><p></p><p>I.-Test technique de sécurité </p><p></p><p>Le test technique de sécurité vise à vérifier la capacité du candidat à progresser en sécurité, à une vitesse soutenue, sur des reliefs vallonnés de type nordique, quelles que soient les conditions nivologiques. </p><p>Le test technique se déroule conformément aux dispositions du a) du II de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000027412568&idArticle=JORFARTI000027412633&categorieLien=cid'>annexe V de l'arrêté du 26 avril 2013</a> relatif à la formation spécifique du diplôme d'Etat de ski-moniteur national de ski nordique de fond. </p><p></p><p>II.-Test de vérification des connaissances théoriques et pratiques et des compétences en matière de sécurité </p><p></p><p>Ce test comprend trois épreuves permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : </p><p>1° D'effectuer une recherche de victimes en avalanche dans un temps limité ; </p><p>2° D'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident ; </p><p>3° D'assurer la conduite d'un groupe en sécurité dans une logique d'itinérance lors d'une sortie de deux jours, hors des pistes balisées. </p><p>1. Première épreuve : recherche de victimes en avalanche. </p><p>L'épreuve consiste à détecter et à sonder pour retrouver avec succès deux détecteurs de victimes en avalanche (DVA) placés chacun dans un sac marin avec un isolant d'environ 60 cm de large, enfouis sans superposition de signal à environ 1 m de profondeur, et à dégager avec succès un des deux appareils. La zone de recherche est une surface de 50 m × 50 m. La localisation des deux DVA et le dégagement de l'un d'entre eux doit intervenir dans un temps maximal de 8 min. </p><p>Cette épreuve est éliminatoire. </p><p>2. Deuxième épreuve : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident. </p><p>Dans le cadre d'une mise en situation professionnelle sur le terrain, le candidat doit être en capacité : </p><p>a) D'analyser un bulletin météorologique et un bulletin de risque d'avalanche rédigé en français ; </p><p>b) De se situer sur un plan des pistes de la station et sur une carte ; </p><p>Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des deux situations a ou b, il est éliminé. </p><p>3. Troisième épreuve : conduite d'un groupe en sécurité dans une logique d'itinérance lors d'une sortie de deux jours, hors des pistes balisées. </p><p>Dans le cadre d'une mise en situation professionnelle, le candidat doit être en capacité : </p><p>a) De mettre en œuvre les conditions de sécurité pour progresser avec un groupe en randonnée lors d'un raid nordique, sur pistes et hors des pistes ; </p><p>b) De gérer un accident :</p><p></p><p>-d'éviter le sur-accident et de gérer le groupe ;</p><p>-d'alerter les secours en émettant un message d'alerte en français. </p><p></p><p>Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des deux situations a ou b, il est éliminé.</p>",
            "num": "Annexe II-16-5 (art. A212-192-5)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1416528000000,
            "dateFin": 1512604800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1848544161,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021753504",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029783548",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029780293",
                    "textTitle": "ARRÊTÉ du 31 octobre 2014 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000029780631",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2014-11-20",
                    "dateSignaTexte": "2014-10-31",
                    "dateDebutCible": "2014-11-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000027412568",
                    "textTitle": "Arrêté du 26 avril 2013",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFARTI000027412633",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1368748800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-192-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-192-5",
                    "articleId": "LEGIARTI000029783439",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1416528000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755104",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1416528000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029783548",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1416528000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036234644",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-5 (art. A212-192-5)",
                "II-16-5"
            ],
            "versionPrecedente": "LEGIARTI000021755104",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021755104",
            "idTexte": null,
            "type": null,
            "texte": "ÉPREUVE D'APTITUDE I. ― Test technique de sécurité Le test technique de sécurité vise à vérifier la capacité du candidat à progresser en sécurité, à une vitesse soutenue, sur des reliefs vallonnés de type nordique, quelles que soient les conditions nivologiques. Ce test est une épreuve de performance qui consiste en un parcours chronométré de dix kilomètres pour les hommes et de cinq kilomètres pour les femmes effectué en technique classique et organisé en référence aux règles techniques établies par la Fédération internationale de ski. Le temps de référence est établi par l'un des ouvreurs affectés nationalement par le délégué national du Pôle national des métiers de l'encadrement du ski et de l'alpinisme, sur proposition de la section permanente du ski de fond de la commission de la formation et de l'emploi du Conseil supérieur des sports de montagne. Le temps de base est déterminé par le temps de course du meilleur ouvreur, affecté de son coefficient. Le test technique de sécurité est validé lorsque le candidat réalise une performance inférieure ou égale au temps de base, majoré de 24 %. Pour les candidates, le temps de base correspond au temps de base des hommes, majoré de 20 %. Les ouvreurs sont désignés par le centre national de ski nordique de l'Ecole nationale de ski et d'alpinisme, parmi ceux figurant sur une liste établie annuellement par le responsable du centre national de ski nordique, sur proposition de la section permanente du ski de fond de la commission de la formation et de l'emploi du Conseil supérieur des sports de montagne. Les ouvreurs sont au nombre minimal de deux. Le coefficient est attribué à titre personnel à chaque ouvreur après avis de la section permanente du ski de fond, par le responsable du centre national de ski nordique, qui a la possibilité de le faire évoluer dans les mêmes conditions que pour son attribution, si l'équité l'exige en cours de saison. Ce coefficient doit être porté à la connaissance des candidats avant le début de l'épreuve. II. ― Test de vérification des connaissances théoriques et pratiques en matière de sécurité Ce test comprend deux parties permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain : 1° D'effectuer une recherche de victimes en avalanche dans un temps limité ; 2° D'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident. 1. Première partie : recherche de victimes en avalanche Cette partie consiste à rechercher un sac contenant un détecteur de victime en avalanche (DVA) enfoui dans la neige sur une surface minimum de 50 × 50 mètres, à une profondeur minimum de 50 centimètres. La recherche s'effectue en surface avec un DVA et une sonde appartenant au candidat. Le chronomètre est déclenché lorsque le candidat part à la recherche du sac avec sa sonde et son DVA à la main. Il est arrêté lorsque le candidat touche le sac avec la sonde.La localisation du sac doit intervenir dans un temps maximum de quatre minutes. Cette première partie est éliminatoire. 2. Deuxième partie : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident Dans le cadre d'une mise en situation professionnelle sur le terrain, le candidat doit être en capacité : a) D'analyser un bulletin météorologique et de risque d'avalanche rédigé en français ; b) De se situer sur un plan des pistes de la station ou sur une carte ; c) De mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique ; d) De gérer un accident : D'éviter le suraccident et de gérer le groupe ; D'alerter les secours en émettant un message d'alerte en français. Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des quatre situations a, b, c ou d, il est éliminé.",
            "texteHtml": "<p align='center'>ÉPREUVE D'APTITUDE</p><p> I. ― Test technique de sécurité</p><p> Le test technique de sécurité vise à vérifier la capacité du candidat à progresser en sécurité, à une vitesse soutenue, sur des reliefs vallonnés de type nordique, quelles que soient les conditions nivologiques.</p><p> Ce test est une épreuve de performance qui consiste en un parcours chronométré de dix kilomètres pour les hommes et de cinq kilomètres pour les femmes effectué en technique classique et organisé en référence aux règles techniques établies par la Fédération internationale de ski. Le temps de référence est établi par l'un des ouvreurs affectés nationalement par le délégué national du Pôle national des métiers de l'encadrement du ski et de l'alpinisme, sur proposition de la section permanente du ski de fond de la commission de la formation et de l'emploi du Conseil supérieur des sports de montagne.</p><p> Le temps de base est déterminé par le temps de course du meilleur ouvreur, affecté de son coefficient.</p><p> Le test technique de sécurité est validé lorsque le candidat réalise une performance inférieure ou égale au temps de base, majoré de 24 %.</p><p> Pour les candidates, le temps de base correspond au temps de base des hommes, majoré de 20 %.</p><p> Les ouvreurs sont désignés par le centre national de ski nordique de l'Ecole nationale de ski et d'alpinisme, parmi ceux figurant sur une liste établie annuellement par le responsable du centre national de ski nordique, sur proposition de la section permanente du ski de fond de la commission de la formation et de l'emploi du Conseil supérieur des sports de montagne. Les ouvreurs sont au nombre minimal de deux. Le coefficient est attribué à titre personnel à chaque ouvreur après avis de la section permanente du ski de fond, par le responsable du centre national de ski nordique, qui a la possibilité de le faire évoluer dans les mêmes conditions que pour son attribution, si l'équité l'exige en cours de saison. Ce coefficient doit être porté à la connaissance des candidats avant le début de l'épreuve.</p><p> II. ― Test de vérification des connaissances théoriques</p><p>et pratiques en matière de sécurité</p><p> Ce test comprend deux parties permettant de vérifier, dans l'ordre chronologique suivant, que le candidat est en capacité, à partir d'une mise en situation professionnelle sur le terrain :</p><p> 1° D'effectuer une recherche de victimes en avalanche dans un temps limité ;</p><p> 2° D'analyser et d'interpréter diverses informations de nature à lui permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident.</p><p> 1. Première partie : recherche de victimes en avalanche</p><p> Cette partie consiste à rechercher un sac contenant un détecteur de victime en avalanche (DVA) enfoui dans la neige sur une surface minimum de 50 × 50 mètres, à une profondeur minimum de 50 centimètres. La recherche s'effectue en surface avec un DVA et une sonde appartenant au candidat. Le chronomètre est déclenché lorsque le candidat part à la recherche du sac avec sa sonde et son DVA à la main. Il est arrêté lorsque le candidat touche le sac avec la sonde.La localisation du sac doit intervenir dans un temps maximum de quatre minutes.</p><p> Cette première partie est éliminatoire.</p><p> 2. Deuxième partie : analyse et interprétation d'informations de nature à permettre de prévenir le risque, de mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique et de gérer la situation en cas d'accident</p><p> Dans le cadre d'une mise en situation professionnelle sur le terrain, le candidat doit être en capacité :</p><p> a) D'analyser un bulletin météorologique et de risque d'avalanche rédigé en français ;</p><p> b) De se situer sur un plan des pistes de la station ou sur une carte ;</p><p> c) De mettre en œuvre les conditions de sécurité pour progresser en ski nordique de fond sur pistes et hors des pistes du domaine nordique ;</p><p> d) De gérer un accident :</p><p> D'éviter le suraccident et de gérer le groupe ;</p><p> D'alerter les secours en émettant un message d'alerte en français.</p><p> Cette capacité est évaluée de façon globale. Elle est acquise ou non acquise. Dans le cas où le candidat ne maîtrise pas l'une quelconque des quatre situations a, b, c ou d, il est éliminé. </p>",
            "num": "Annexe II-16-5 (art. A212-192-5)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1264723200000,
            "dateFin": 1416528000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1848544161,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021753504",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021755104",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021751832",
                    "textTitle": "Arrêté du 18 janvier 2010 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021752499",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2010-01-28",
                    "dateSignaTexte": "2010-01-18",
                    "dateDebutCible": "2010-01-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-192-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-192-5",
                    "articleId": "LEGIARTI000021755042",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755104",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1416528000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029783548",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1416528000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036234644",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-5 (art. A212-192-5)",
                "II-16-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}