{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039798133",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Sans préjudice des dispositifs de médiation existants, les communes, les départements, les régions et les établissements publics de coopération intercommunale à fiscalité propre peuvent instituer, par délibération de l'organe délibérant, un médiateur territorial, soumis aux dispositions du présent article. La délibération qui institue le médiateur territorial définit le champ de ses compétences détermine les moyens mis à sa disposition pour l'exercice de ses fonctions et fixe la durée de son mandat. Ne peut être nommée médiateur territorial par une collectivité territoriale ou un établissement public de coopération intercommunale à fiscalité propre : 1° La personne qui exerce une fonction publique élective ou est agent de cette collectivité territoriale ou de cet établissement ; 2° La personne qui exerce une fonction publique élective ou est agent au sein de l'un des groupements dont cette collectivité territoriale ou cet établissement est membre. Les médiations conduites par le médiateur territorial sont soumises aux dispositions de la section 1 du chapitre III du titre Ier du livre II du code de justice administrative. La saisine du médiateur territorial interrompt les délais de recours contentieux et suspend les prescriptions dans les conditions prévues à l'article L. 213-6 du code de justice administrative. Par dérogation à l'article L. 411-2 du code des relations entre le public et l'administration, lorsque, en application du septième alinéa du présent article, le délai de recours contentieux a été interrompu par l'organisation d'une médiation, l'exercice d'un recours gracieux ou hiérarchique ne l'interrompt pas de nouveau, sauf si ce recours constitue un préalable obligatoire à l'exercice d'un recours contentieux. Le médiateur territorial définit librement les modalités de déroulement des médiations qu'il conduit. La saisine du médiateur territorial est gratuite. Le médiateur territorial ne peut être saisi d'un différend dès lors que le litige est porté devant une juridiction ou a fait l'objet d'un jugement définitif, sauf dans les cas prévus par la loi. Chaque année, le médiateur territorial transmet à l'organe délibérant de la collectivité territoriale ou de l'établissement public de coopération intercommunale à fiscalité propre qui l'a nommé et au Défenseur des droits un rapport d'activité rédigé dans le respect du principe de conﬁdentialité de la médiation. Ce rapport peut contenir des propositions visant à améliorer le fonctionnement de la collectivité territoriale ou de l'établissement public de coopération intercommunale à fiscalité propre.",
            "texteHtml": "<p>Sans préjudice des dispositifs de médiation existants, les communes, les départements, les régions et les établissements publics de coopération intercommunale à fiscalité propre peuvent instituer, par délibération de l'organe délibérant, un médiateur territorial, soumis aux dispositions du présent article.<br/><br/>\nLa délibération qui institue le médiateur territorial définit le champ de ses compétences détermine les moyens mis à sa disposition pour l'exercice de ses fonctions et fixe la durée de son mandat.<br/><br/>\nNe peut être nommée médiateur territorial par une collectivité territoriale ou un établissement public de coopération intercommunale à fiscalité propre :<br/><br/>\n1° La personne qui exerce une fonction publique élective ou est agent de cette collectivité territoriale ou de cet établissement ;<br/><br/>\n2° La personne qui exerce une fonction publique élective ou est agent au sein de l'un des groupements dont cette collectivité territoriale ou cet établissement est membre.<br/><br/>\nLes médiations conduites par le médiateur territorial sont soumises aux dispositions de la section 1 du chapitre III du titre Ier du livre II du code de justice administrative.<br/><br/>\nLa saisine du médiateur territorial interrompt les délais de recours contentieux et suspend les prescriptions dans les conditions prévues à l'article L. 213-6 du code de justice administrative.<br/><br/>\nPar dérogation à l'article L. 411-2 du code des relations entre le public et l'administration, lorsque, en application du septième alinéa du présent article, le délai de recours contentieux a été interrompu par l'organisation d'une médiation, l'exercice d'un recours gracieux ou hiérarchique ne l'interrompt pas de nouveau, sauf si ce recours constitue un préalable obligatoire à l'exercice d'un recours contentieux.<br/><br/>\nLe médiateur territorial définit librement les modalités de déroulement des médiations qu'il conduit.<br/><br/>\nLa saisine du médiateur territorial est gratuite.<br/><br/>\nLe médiateur territorial ne peut être saisi d'un différend dès lors que le litige est porté devant une juridiction ou a fait l'objet d'un jugement définitif, sauf dans les cas prévus par la loi.<br/><br/>\nChaque année, le médiateur territorial transmet à l'organe délibérant de la collectivité territoriale ou de l'établissement public de coopération intercommunale à fiscalité propre qui l'a nommé et au Défenseur des droits un rapport d'activité rédigé dans le respect du principe de conﬁdentialité de la médiation. Ce rapport peut contenir des propositions visant à améliorer le fonctionnement de la collectivité territoriale ou de l'établissement public de coopération intercommunale à fiscalité propre.</p>",
            "num": "L1112-24",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577577600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116627",
                        "id": "LEGISCTA000006116627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : PRINCIPES GÉNÉRAUX DE LA DÉCENTRALISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135476",
                        "id": "LEGISCTA000006135476",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE UNIQUE : LIBRE ADMINISTRATION DES COLLECTIVITÉS TERRITORIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149196",
                        "id": "LEGISCTA000006149196",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II bis : Médiation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000039798018",
                        "id": "LEGISCTA000039798022",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039798024",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000039798018",
            "sectionParentId": "LEGISCTA000039798022",
            "sectionParentTitre": "Chapitre II bis : Médiation",
            "fullSectionsTitre": "Partie législative &gt; PREMIÈRE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE Ier : PRINCIPES GÉNÉRAUX DE LA DÉCENTRALISATION &gt; TITRE UNIQUE : LIBRE ADMINISTRATION DES COLLECTIVITÉS TERRITORIALES &gt; Chapitre II bis : Médiation",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039798133",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 81 de la loi n°2019-1461, le I de cet article est applicable aux saisines des personnes physiques ou morales intervenues à compter de la mise en conformité des personnes publiques mentionnées au premier alinéa de l'article L. 1112-24 du code général des collectivités territoriales ou à l'article L. 1823-1 du même code avec les obligations mentionnées au même article L. 1112-24. Cette mise en conformité intervient au plus tard le 1er janvier 2021.",
            "notaHtml": "<p>Conformément à l'article 81 de la loi n°2019-1461, le I de cet article est applicable aux saisines des personnes physiques ou morales intervenues à compter de la mise en conformité des personnes publiques mentionnées au premier alinéa de l'article L. 1112-24 du code général des collectivités territoriales ou à l'article L. 1823-1 du même code avec les obligations mentionnées au même article L. 1112-24. Cette mise en conformité intervient au plus tard le 1er janvier 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039681877",
                    "textTitle": "LOI n° 2019-1461 du 27 décembre 2019 - art. 81",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "81",
                    "articleId": "LEGIARTI000039764778",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-28",
                    "dateSignaTexte": "2019-12-27",
                    "dateDebutCible": "2019-12-29"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039798133",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1577577600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1112-24",
                "1112-24"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}