{
    "cid": "LEGIARTI000030581764",
    "num": "R356-25-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-05-20",
                        "fin": "2016-01-01",
                        "titre": "Titre V : Libre prestation de services et coassurance relatives aux Etats parties à l'accord sur l'Espace économique européen non membres des communautés européennes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143453",
                        "id": "LEGISCTA000006143453",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Régime prudentiel applicable aux entreprises relevant du régime dit “ Solvabilité II ”",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143453",
                        "id": "LEGISCTA000030582886",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Exigences spécifiques aux groupes ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030581696",
                        "id": "LEGISCTA000030583167",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Exigence de capital réglementaire des groupes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030581720",
                        "id": "LEGISCTA000030583161",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000030582120",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R356-26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R356-26",
                    "articleId": "LEGIARTI000030581768",
                    "natureText": "CODE",
                    "date": 1599863837898,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000030561313",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-05-10",
                    "dateSignaTexte": "2015-05-07",
                    "dateDebutCible": "2015-05-11"
                }
            ],
            "num": "R356-25-1",
            "origine": "LEGI",
            "texte": "I.-Lorsque l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe est informée par une autorité de contrôle d'un autre Etat membre d'une demande d'assujettissement d'une filiale ayant son siège social dans cet Etat membre, aux règles énoncées aux articles R. 356-26 et R. 356-27 , elle se concerte avec cette autorité de contrôle en vue de décider s'il convient ou non d'accorder l'autorisation demandée et, le cas échéant, d'en définir les conditions. Elle s'efforce de parvenir avec l'autorité de contrôle concernée à une décision conjointe sur la demande dans un délai de trois mois suivant la communication de la demande complète au collège des contrôleurs. Cette décision conjointe s'impose à l'Autorité de contrôle prudentiel et de résolution. II.-L'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe diffère sa décision si, au cours de la période de trois mois mentionnée au I, elle ou l'autre autorité de contrôle concernée saisit l'Autorité européenne des assurances et des pensions professionnelles conformément à l'article 19 du règlement (UE) n° 1094/2010 du Parlement européen et du Conseil du 24 novembre 2010. La décision finale prise par l'Autorité européenne des assurances et des pensions professionnelles s'impose à l'Autorité de contrôle prudentiel et de résolution. En cas de rejet par le conseil des autorités de surveillance de la décision proposée par le groupe d'experts de l'Autorité européenne des assurances et des pensions professionnelles en application de l'article 44 du règlement (UE) n° 1094/2010 du Parlement européen et du Conseil du 24 novembre 2010, l'Autorité de contrôle prudentiel et de résolution prend une décision définitive. III.-A défaut de décision conjointe de l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe et de l'autre autorité de contrôle concernée au cours de la période de trois mois mentionnée au I, l'Autorité de contrôle prudentiel et de résolution se prononce elle-même sur la demande, en prenant dûment en compte au cours de cette période l'avis et les réserves exprimés par l'autorité de contrôle concernée ainsi que les réserves exprimées par les autres autorités de contrôle au sein du collège des contrôleurs. L'Autorité explique, dans sa décision, toute divergence importante par rapport aux réserves exprimées par l'autorité de contrôle concernée. Elle transmet une copie de cette décision à la filiale et à l'autre autorité de contrôle concernée.",
            "texteHtml": "<p>I.-Lorsque l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe est informée par une autorité de contrôle d'un autre Etat membre d'une demande d'assujettissement d'une filiale ayant son siège social dans cet Etat membre, aux règles énoncées aux articles <a href='/article/LEGIARTI000030581768' title='Code des assurances - art. R356-26 (VD)'>R. 356-26 et R. 356-27</a>, elle se concerte avec cette autorité de contrôle en vue de décider s'il convient ou non d'accorder l'autorisation demandée et, le cas échéant, d'en définir les conditions. Elle s'efforce de parvenir avec l'autorité de contrôle concernée à une décision conjointe sur la demande dans un délai de trois mois suivant la communication de la demande complète au collège des contrôleurs. <br/><br/>Cette décision conjointe s'impose à l'Autorité de contrôle prudentiel et de résolution. <br/><br/>II.-L'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe diffère sa décision si, au cours de la période de trois mois mentionnée au I, elle ou l'autre autorité de contrôle concernée saisit l'Autorité européenne des assurances et des pensions professionnelles conformément à l'article 19 du règlement (UE) n° 1094/2010 du Parlement européen et du Conseil du 24 novembre 2010. La décision finale prise par l'Autorité européenne des assurances et des pensions professionnelles s'impose à l'Autorité de contrôle prudentiel et de résolution. En cas de rejet par le conseil des autorités de surveillance de la décision proposée par le groupe d'experts de l'Autorité européenne des assurances et des pensions professionnelles en application de l'article 44 du règlement (UE) n° 1094/2010 du Parlement européen et du Conseil du 24 novembre 2010, l'Autorité de contrôle prudentiel et de résolution prend une décision définitive. <br/><br/>III.-A défaut de décision conjointe de l'Autorité de contrôle prudentiel et de résolution en tant que contrôleur de groupe et de l'autre autorité de contrôle concernée au cours de la période de trois mois mentionnée au I, l'Autorité de contrôle prudentiel et de résolution se prononce elle-même sur la demande, en prenant dûment en compte au cours de cette période l'avis et les réserves exprimés par l'autorité de contrôle concernée ainsi que les réserves exprimées par les autres autorités de contrôle au sein du collège des contrôleurs. <br/><br/>L'Autorité explique, dans sa décision, toute divergence importante par rapport aux réserves exprimées par l'autorité de contrôle concernée. Elle transmet une copie de cette décision à la filiale et à l'autre autorité de contrôle concernée.</p><p><br/></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}