{
    "cid": "LEGIARTI000034188710",
    "num": "R6152-508-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Sixième partie : Etablissements et services de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132400",
                        "id": "LEGISCTA000006132400",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Etablissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145493",
                        "id": "LEGISCTA000006145493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Personnels médicaux et pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161028",
                        "id": "LEGISCTA000006161028",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Praticiens hospitaliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178708",
                        "id": "LEGISCTA000006178708",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Statut des assistants des hôpitaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190873",
                        "id": "LEGISCTA000006190873",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-26",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Recrutement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196794",
                        "id": "LEGISCTA000006196794",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034188730",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000044126641",
                    "textTitle": "Arrêté du 28 septembre 2021 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000044504038",
                    "natureText": "ARRETE",
                    "date": 1644355941377,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1632960000000,
                    "dateDebut": 1639699200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. D6152-514-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D6152-514-1",
                    "articleId": "LEGIARTI000044504536",
                    "natureText": "CODE",
                    "date": 1644355941377,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1639699200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6152-204-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6152-204-1",
                    "articleId": "LEGIARTI000034188543",
                    "natureText": "CODE",
                    "date": 1644355941377,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1489622400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6152-308",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R6152-308",
                    "articleId": "LEGIARTI000006918606",
                    "natureText": "CODE",
                    "date": 1644355941377,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1122336000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6152-5-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6152-5-1",
                    "articleId": "LEGIARTI000034188545",
                    "natureText": "CODE",
                    "date": 1644355941377,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1489622400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034187366",
                    "textTitle": "Décret n°2017-326 du 14 mars 2017 - art. 12",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000034188155",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-03-15",
                    "dateSignaTexte": "2017-03-14",
                    "dateDebutCible": "2017-03-16"
                }
            ],
            "num": "R6152-508-1",
            "origine": "LEGI",
            "texte": "Une convention d'engagement de carrière hospitalière peut être conclue, sur proposition du chef de pôle ou, à défaut, du chef de service, du responsable de l'unité fonctionnelle ou d'une autre structure interne, et après avis du président de la commission médicale d'établissement, entre le directeur d'un établissement public de santé et un praticien contractuel si ce dernier est recruté sur un poste dans une spécialité pour laquelle l'offre de soins est ou risque d'être insuffisante dans l'établissement au sein duquel il exerce ou correspondant à un diplôme d'études spécialisées présentant des difficultés importantes de recrutement dans les établissements publics de santé. Cette convention prévoit : 1° L'engagement de l'établissement à proposer au praticien un emploi à temps plein sous statut de personnel médical hospitalier jusqu'à sa nomination en période probatoire dans la spécialité concernée sur un poste correspondant aux fonctions pour lesquelles il a été recruté ; 2° L'engagement du praticien à se présenter, dès lors qu'il remplit les conditions requises, à chaque session du concours national de praticien des établissements publics de santé jusqu'à sa réussite et à se porter candidat, dès son inscription sur la liste d'aptitude mentionnée à l'article R. 6152-308 , à un poste de praticien hospitalier dans l'établissement avec lequel il a conclu une convention, correspondant aux fonctions pour lesquelles il a été recruté ; le praticien s'engage également à accomplir trois ans de services effectifs en tant que praticien hospitalier en cas de réussite au concours. Si la durée du contrat d'assistanat est supérieure à un an, l'obligation de se présenter au concours de praticien des établissements publics de santé ne vaut que pour la deuxième année d'assistanat ; 3° Le versement au praticien, pendant toute la durée de la convention jusqu'à sa nomination en tant que praticien hospitalier en période probatoire, d'émoluments mensuels au moins équivalents à ceux qu'il perçoit à la date d'effet de la convention. La convention prend fin de plein droit à l'issue des trois années de services effectifs en tant que praticien hospitalier. Si le praticien quitte l'établissement avant ce terme pour être recruté par un autre établissement public de santé, la convention peut être reprise par cet établissement selon les modalités et dans les conditions définies au premier alinéa. La convention prend également fin de plein droit après trois échecs au concours national de praticien des établissements publics de santé. Elle peut être résiliée par le praticien si, un an après son inscription sur la liste d'aptitude mentionnée à l'article R. 6152-308, le directeur de l'établissement ne lui a pas proposé, dans les conditions prévues par la convention, un poste de praticien hospitalier ou s'il ne respecte pas l'engagement pris en matière de garantie d'émoluments au 3° ci-dessus. Elle est résiliée par le directeur de l'établissement pour des motifs d'insuffisance professionnelle ou disciplinaires qui conduisent à une cessation des fonctions du praticien dans les conditions prévues par son statut ou en cas de faute grave. La liste des postes relevant d'une spécialité pour laquelle l'offre de soins est ou risque d'être insuffisante est arrêtée, par établissement et par spécialité, pour trois ans, révisable annuellement, par le directeur général de l'agence régionale de santé sur proposition des directeurs d'établissements et après 1'avis de la commission régionale paritaire. La liste des spécialités correspondant à un diplôme d'études spécialisées qui présentent des difficultés importantes de recrutement dans les établissements publics de santé est fixée pour trois ans, révisable annuellement, par arrêté conjoint des ministres chargés de la santé et du budget.",
            "texteHtml": "<p>Une convention d'engagement de carrière hospitalière peut être conclue, sur proposition du chef de pôle ou, à défaut, du chef de service, du responsable de l'unité fonctionnelle ou d'une autre structure interne, et après avis du président de la commission médicale d'établissement, entre le directeur d'un établissement public de santé et un praticien contractuel si ce dernier est recruté sur un poste dans une spécialité pour laquelle l'offre de soins est ou risque d'être insuffisante dans l'établissement au sein duquel il exerce ou correspondant à un diplôme d'études spécialisées présentant des difficultés importantes de recrutement dans les établissements publics de santé. </p><p>Cette convention prévoit : </p><p>1° L'engagement de l'établissement à proposer au praticien un emploi à temps plein sous statut de personnel médical hospitalier jusqu'à sa nomination en période probatoire dans la spécialité concernée sur un poste correspondant aux fonctions pour lesquelles il a été recruté ; </p><p>2° L'engagement du praticien à se présenter, dès lors qu'il remplit les conditions requises, à chaque session du concours national de praticien des établissements publics de santé jusqu'à sa réussite et à se porter candidat, dès son inscription sur la liste d'aptitude mentionnée à l'article <a href='/article/LEGIARTI000006918606'>R. 6152-308</a>, à un poste de praticien hospitalier dans l'établissement avec lequel il a conclu une convention, correspondant aux fonctions pour lesquelles il a été recruté ; le praticien s'engage également à accomplir trois ans de services effectifs en tant que praticien hospitalier en cas de réussite au concours. Si la durée du contrat d'assistanat est supérieure à un an, l'obligation de se présenter au concours de praticien des établissements publics de santé ne vaut que pour la deuxième année d'assistanat ; </p><p>3° Le versement au praticien, pendant toute la durée de la convention jusqu'à sa nomination en tant que praticien hospitalier en période probatoire, d'émoluments mensuels au moins équivalents à ceux qu'il perçoit à la date d'effet de la convention. </p><p>La convention prend fin de plein droit à l'issue des trois années de services effectifs en tant que praticien hospitalier. Si le praticien quitte l'établissement avant ce terme pour être recruté par un autre établissement public de santé, la convention peut être reprise par cet établissement selon les modalités et dans les conditions définies au premier alinéa. </p><p>La convention prend également fin de plein droit après trois échecs au concours national de praticien des établissements publics de santé. Elle peut être résiliée par le praticien si, un an après son inscription sur la liste d'aptitude mentionnée à l'article R. 6152-308, le directeur de l'établissement ne lui a pas proposé, dans les conditions prévues par la convention, un poste de praticien hospitalier ou s'il ne respecte pas l'engagement pris en matière de garantie d'émoluments au 3° ci-dessus. Elle est résiliée par le directeur de l'établissement pour des motifs d'insuffisance professionnelle ou disciplinaires qui conduisent à une cessation des fonctions du praticien dans les conditions prévues par son statut ou en cas de faute grave. </p><p>La liste des postes relevant d'une spécialité pour laquelle l'offre de soins est ou risque d'être insuffisante est arrêtée, par établissement et par spécialité, pour trois ans, révisable annuellement, par le directeur général de l'agence régionale de santé sur proposition des directeurs d'établissements et après 1'avis de la commission régionale paritaire. </p><p>La liste des spécialités correspondant à un diplôme d'études spécialisées qui présentent des difficultés importantes de recrutement dans les établissements publics de santé est fixée pour trois ans, révisable annuellement, par arrêté conjoint des ministres chargés de la santé et du budget.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-03-16T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}