{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047193573",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'il est fait application des articles 75,76 et 77 du décret du 20 novembre 2020 mentionné ci-dessus, le comité social d'administration peut se réunir en formation élargie aux représentants des usagers, désignés dans les conditions fixées au II. La formation spécialisée du comité social d'administration d'établissement public et, lorsqu'elle a été créée, la formation spécialisée de site ou de service, peut se réunir en formation élargie aux représentants des usagers, désignés dans les conditions fixées au II, pour l'examen des questions mentionnées aux articles 73 et 74 du même décret et susceptibles d'avoir des conséquences sur la santé et la sécurité des usagers au regard des risques auxquels ils peuvent être exposés. Le directeur du service mentionné à l'article D. 714-20, ou son représentant, assiste aux réunions de la formation élargie aux étudiants. Les représentants des usagers n'ont pas voix délibérative. Le règlement intérieur du comité social d'administration précise les modalités de fonctionnement des réunions en formation élargie aux étudiants. II.-Le nombre de représentants titulaires des usagers appelés à participer aux instances mentionnées au I est égal à deux lorsque les effectifs des étudiants de l'établissement sont inférieurs ou égaux à vingt-cinq mille et à trois lorsque ces mêmes effectifs sont supérieurs à vingt-cinq mille. Les représentants des usagers titulaires et un nombre égal de représentants suppléants sont désignés librement par leurs organisations syndicales représentées au conseil d'administration de l'établissement. Le nombre de sièges attribués aux représentants des usagers est réparti selon la représentation proportionnelle au plus fort reste, en fonction du nombre de voix obtenues par chaque liste présentée par les organisations mentionnées ci-dessus lors de l'élection au conseil d'administration de l'établissement. Cette désignation intervient dans un délai de quinze jours à compter de la proclamation des résultats de cette élection. La liste nominative des représentants des usagers est portée à la connaissance des usagers par tout moyen approprié. La durée du mandat des représentants des usagers est fixée à deux ans. III.-Outre les attributions prévues au chapitre II du titre III du décret du 20 novembre 2020 mentionné ci-dessus, la formation spécialisée procède à l'analyse des risques auxquels peuvent être exposés les usagers de l'établissement. Le conseil d'administration de l'établissement reçoit communication du programme annuel de prévention des risques professionnels et d'amélioration des conditions de travail mentionné à l'article 71 du même décret. Dès lors qu'ils sont susceptibles d'avoir des conséquences directes sur les usagers, les projets élaborés et les avis émis par les instances mentionnées au I et les suites qui leur sont données sont portés à la connaissance des usagers dans un délai d'un mois par l'administration et par tout moyen approprié.",
            "texteHtml": "<p>I.-Lorsqu'il est fait application des articles 75,76 et 77 du décret du 20 novembre 2020 mentionné ci-dessus, le comité social d'administration peut se réunir en formation élargie aux représentants des usagers, désignés dans les conditions fixées au II.<br/><br/>\n La formation spécialisée du comité social d'administration d'établissement public et, lorsqu'elle a été créée, la formation spécialisée de site ou de service, peut se réunir en formation élargie aux représentants des usagers, désignés dans les conditions fixées au II, pour l'examen des questions mentionnées aux articles 73 et 74 du même décret et susceptibles d'avoir des conséquences sur la santé et la sécurité des usagers au regard des risques auxquels ils peuvent être exposés.<br/><br/>\n Le directeur du service mentionné à l'article D. 714-20, ou son représentant, assiste aux réunions de la formation élargie aux étudiants.<br/><br/>\n Les représentants des usagers n'ont pas voix délibérative.<br/><br/>\n Le règlement intérieur du comité social d'administration précise les modalités de fonctionnement des réunions en formation élargie aux étudiants.<br/><br/>\n II.-Le nombre de représentants titulaires des usagers appelés à participer aux instances mentionnées au I est égal à deux lorsque les effectifs des étudiants de l'établissement sont inférieurs ou égaux à vingt-cinq mille et à trois lorsque ces mêmes effectifs sont supérieurs à vingt-cinq mille.<br/><br/>\n Les représentants des usagers titulaires et un nombre égal de représentants suppléants sont désignés librement par leurs organisations syndicales représentées au conseil d'administration de l'établissement.<br/><br/>\n Le nombre de sièges attribués aux représentants des usagers est réparti selon la représentation proportionnelle au plus fort reste, en fonction du nombre de voix obtenues par chaque liste présentée par les organisations mentionnées ci-dessus lors de l'élection au conseil d'administration de l'établissement. Cette désignation intervient dans un délai de quinze jours à compter de la proclamation des résultats de cette élection.<br/><br/>\n La liste nominative des représentants des usagers est portée à la connaissance des usagers par tout moyen approprié.<br/><br/>\n La durée du mandat des représentants des usagers est fixée à deux ans.<br/><br/>\n III.-Outre les attributions prévues au chapitre II du titre III du décret du 20 novembre 2020 mentionné ci-dessus, la formation spécialisée procède à l'analyse des risques auxquels peuvent être exposés les usagers de l'établissement.<br/><br/>\n Le conseil d'administration de l'établissement reçoit communication du programme annuel de prévention des risques professionnels et d'amélioration des conditions de travail mentionné à l'article 71 du même décret.<br/><br/>\n Dès lors qu'ils sont susceptibles d'avoir des conséquences directes sur les usagers, les projets élaborés et les avis émis par les instances mentionnées au I et les suites qui leur sont données sont portés à la connaissance des usagers dans un délai d'un mois par l'administration et par tout moyen approprié.</p>",
            "num": "R951-5-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1676764800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2105540607,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-12-29",
                        "fin": "2999-01-01",
                        "titre": "Livre IX : Les personnels de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020054912",
                        "id": "LEGISCTA000020056282",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-06-14",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Les personnels de l'enseignement supérieur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030722758",
                        "id": "LEGISCTA000030722758",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-06-14",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030722760",
                        "id": "LEGISCTA000030722760",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047193479",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030722760",
            "sectionParentId": "LEGISCTA000030722760",
            "sectionParentTitre": "Chapitre Ier : Dispositions communes",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IX : Les personnels de l'éducation. &gt; Titre V : Les personnels de l'enseignement supérieur &gt; Chapitre Ier : Dispositions communes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047193573",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Se reporter aux conditions d’application prévues à l’article 3 du décret n° 2023-106 du 16 février 2023.",
            "notaHtml": "<p>Se reporter aux conditions d’application prévues à l’article 3 du décret n° 2023-106 du 16 février 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047190894",
                    "textTitle": "Décret n°2023-106 du 16 février 2023 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047193390",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-02-18",
                    "dateSignaTexte": "2023-02-16",
                    "dateDebutCible": "2023-02-19"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047193573",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1676764800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R951-5-2",
                "951-5-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}