{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046084939",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour obtenir ou renouveler leur agrément, les personnes mentionnées au I de l'article R. 232-4 déposent un dossier auprès de l'Agence nationale de l'habitat qui comprend notamment : 1° Un document attestant qu'elles remplissent l'une des conditions suivantes : a) Etre architecte, au sens de l' article 2 de la loi n° 77-2 du 3 janvier 1977 sur l'architecture ; b) Etre titulaire du signe de qualité mentionné au II de l'article 1er du décret n° 2014-812 du 16 juillet 2014 pris pour l'application du second alinéa du 2 de l'article 200 quater du code général des impôts et du dernier alinéa du 2 du I de l'article 244 quater U du même code, pour la catégorie de travaux visée au 17° du I de l'article 1er du décret précité ; c) Etre titulaire du signe de qualité visé au b du 2° du II de l'article 1er du décret n° 2018-416 du 30 mai 2018 ; d) Avoir la qualité de structure ayant passé un contrat avec une collectivité territoriale ou son groupement pour assurer le rôle de guichet d'information, de conseil et d'accompagnement, au sens du I de l'article L. 232-2 du code de l'énergie ; e) Avoir la qualité de société de tiers-financement, au sens du 8 de l'article L. 511-6 du code monétaire et financier ; f) Etre titulaire de l'agrément délivré au titre de l' article L. 365-3 du code de la construction et de l'habitation ; g) Avoir la qualité de structure concourant à la mise en œuvre d'une opération programmée d'amélioration de l'habitat, au sens de l' article L. 303-1 du code de la construction de l'habitation, ou d'un programme d'intérêt général d'amélioration de l'habitat, au sens de l'article R. 327-1 du même code, sous réserve qu'elle soit en cours de conventionnement valide avec une collectivité territoriale ou son groupement ; 2° Un justificatif attestant la compétence de la personne chargée de réaliser l'accompagnement du ménage. Ce justificatif précise les formations déjà suivies et celles appelées à l'être pendant la période d'agrément ; 3° Un justificatif attestant un niveau d'activité régulier ou, à défaut, un engagement relatif au niveau d'activité régulier comprenant une cible d'activité ; 4° Une déclaration relative au périmètre d'intervention infra-départemental, départemental, régional, ou national, ce périmètre pouvant comprendre plusieurs parties de départements contigües ; 5° Un justificatif, le cas échéant, de la capacité à intervenir au niveau interdépartemental, régional, ou national ; 6° Un justificatif établissant que la condition d'indépendance prévue au III de l'article R. 232-4 est remplie ; 7° Un justificatif attestant la capacité financière de l'accompagnateur à exercer ses activités, comprenant notamment les comptes financiers de l'année écoulée et le budget prévisionnel de l'année en cours ; 8° Une preuve que le candidat à l'obtention ou au renouvellement du certificat n'a pas fait l'objet d'une des condamnations, interdictions ou sanctions visées au IV de l'article R. 232-3. La liste des pièces du dossier de délivrance et du dossier de renouvellement d'agrément est fixée par arrêté conjoint des ministres chargés du logement et de l'énergie. II.-Par dérogation au I, certaines pièces du dossier de délivrance ou de renouvellement d'agrément peuvent ne pas être exigées pour les personnes physiques et morales suivantes : 1° Structure ayant passé un contrat avec une collectivité territoriale ou son groupement pour assurer le rôle de guichet d'information, de conseil et d'accompagnement, au sens du I de l'article L. 232-2 ; 2° Opérateur de l'Agence nationale de l'habitat agréé au titre de l'article L. 365-3 du code de la construction et de l'habitat ; 3° Architecte, au sens de l'article 2 de la loi n° 77-2 du 3 janvier 1977 sur l'architecture ; 4° Structure concourant à la mise en œuvre d'une opération programmée d'amélioration de l'habitat, au sens de l'article L. 303-1 du code de la construction de l'habitation, ou d'un programme d'intérêt général d'amélioration de l'habitat, au sens de l'article R. 327-1 du même code, sous réserve que cette opération soit en cours de conventionnement valide avec une collectivité territoriale ou un groupement de collectivités territoriales. La liste des pièces pouvant ne pas être exigées est fixée par arrêté conjoint des ministres chargés du logement et de l'énergie. Elle ne peut comprendre les justificatifs mentionnés au 2° du I. III.-Les collectivités territoriales ou leurs groupements mentionnées au 2° du I de l'article R. 232-4, candidats à la délivrance ou au renouvellement de l'agrément, déposent un dossier auprès de l'Agence nationale de l'habitat qui contient un justificatif relatif à leur compétence pour réaliser l'accompagnement, au sens de l'article R. 232-2. IV.-En cas de dossier incomplet, l'Agence nationale de l'habitat adresse à l'intéressé une demande de pièces complémentaires. Le délai d'instruction de l'agrément est suspendu jusqu'à réception des compléments demandés. La demande d'agrément peut être rejetée dans le cas où un dossier demeure incomplet après une première demande de compléments. V.-L'agrément ou son renouvellement sont accordés par décision expresse de l'Agence nationale de l'habitat pour une durée maximum de cinq ans renouvelable, dans un délai de trois mois à compter de la date de dépôt du dossier. Le silence gardé par l'Agence au terme de ce délai vaut décision implicite de rejet. L'agrément est valide : 1° Sur le périmètre national, pour les personnes physiques et les personnes morales mentionnées au 1° du I de l'article R. 232-4 ; 2° Dans le ressort territorial de la collectivité territoriale ou du groupement de collectivités territoriales, pour les personnes visées aux 2° et 3° du même I. VI.-L'Agence nationale de l'habitat consulte le comité régional de l'habitat et de l'hébergement mentionné à l' article R. 362-1 du code de la construction et de l'habitat ou son bureau avant de prendre toute décision d'agrément d'un nouvel opérateur, selon des modalités définies par arrêté conjoint des ministres chargés du logement et de l'énergie. Le comité régional de l'habitat et de l'hébergement se prononce par avis simple sur les candidatures des opérateurs à l'agrément. Dans les collectivités régies par l'article 73 de la Constitution, l'Agence nationale de l'habitat consulte le conseil départemental de l'habitat et de l'hébergement ou le conseil territorial de l'habitat et de l'hébergement du territoire concerné. VII.-Après étude des pièces justificatives, en cas de doute légitime et persistant sur la capacité ou sur l'indépendance, au sens du III de l'article R. 232-4, de l'opérateur, ou si les pièces transmises ne répondent pas aux exigences posées par la réglementation applicable, l'Agence nationale de l'habitat peut refuser d'accorder ou de renouveler l'agrément.",
            "texteHtml": "<p>I.-Pour obtenir ou renouveler leur agrément, les personnes mentionnées au I de l'article R. 232-4 déposent un dossier auprès de l'Agence nationale de l'habitat qui comprend notamment : <br/><br/>1° Un document attestant qu'elles remplissent l'une des conditions suivantes : <br/><br/>a) Etre architecte, au sens de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000522423&idArticle=LEGIARTI000006847390&dateTexte=&categorieLien=cid'>article 2 de la loi n° 77-2 du 3 janvier 1977 </a>sur l'architecture ; <br/><br/>b) Etre titulaire du signe de qualité mentionné au II de l'article 1er du décret n° 2014-812 du 16 juillet 2014 pris pour l'application du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303331&dateTexte=&categorieLien=cid'>second alinéa du 2 de l'article 200 quater du code général des impôts </a>et du dernier alinéa du 2 du I de l'article 244 quater U du même code, pour la catégorie de travaux visée au 17° du I de l'article 1er du décret précité ; <br/><br/>c) Etre titulaire du signe de qualité visé au <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000036964133&idArticle=JORFARTI000036964145&categorieLien=cid'>b du 2° du II de l'article 1er du décret n° 2018-416 du 30 mai 2018 </a>; <br/><br/>d) Avoir la qualité de structure ayant passé un contrat avec une collectivité territoriale ou son groupement pour assurer le rôle de guichet d'information, de conseil et d'accompagnement, au sens du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023983208&idArticle=LEGIARTI000031050102&dateTexte=&categorieLien=cid'>I de l'article L. 232-2 du code de l'énergie </a>; <br/><br/>e) Avoir la qualité de société de tiers-financement, au sens du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006654300&dateTexte=&categorieLien=cid'>8 de l'article L. 511-6 du code monétaire et financier </a>; <br/><br/>f) Etre titulaire de l'agrément délivré au titre de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020441524&dateTexte=&categorieLien=cid'>article L. 365-3 du code de la construction et de l'habitation </a>; <br/><br/>g) Avoir la qualité de structure concourant à la mise en œuvre d'une opération programmée d'amélioration de l'habitat, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824797&dateTexte=&categorieLien=cid'>article L. 303-1 du code de la construction </a>de l'habitation, ou d'un programme d'intérêt général d'amélioration de l'habitat, au sens de l'article R. 327-1 du même code, sous réserve qu'elle soit en cours de conventionnement valide avec une collectivité territoriale ou son groupement ; <br/><br/>2° Un justificatif attestant la compétence de la personne chargée de réaliser l'accompagnement du ménage. Ce justificatif précise les formations déjà suivies et celles appelées à l'être pendant la période d'agrément ; <br/><br/>3° Un justificatif attestant un niveau d'activité régulier ou, à défaut, un engagement relatif au niveau d'activité régulier comprenant une cible d'activité ; <br/><br/>4° Une déclaration relative au périmètre d'intervention infra-départemental, départemental, régional, ou national, ce périmètre pouvant comprendre plusieurs parties de départements contigües ; <br/><br/>5° Un justificatif, le cas échéant, de la capacité à intervenir au niveau interdépartemental, régional, ou national ; <br/><br/>6° Un justificatif établissant que la condition d'indépendance prévue au III de l'article R. 232-4 est remplie ; <br/><br/>7° Un justificatif attestant la capacité financière de l'accompagnateur à exercer ses activités, comprenant notamment les comptes financiers de l'année écoulée et le budget prévisionnel de l'année en cours ; <br/><br/>8° Une preuve que le candidat à l'obtention ou au renouvellement du certificat n'a pas fait l'objet d'une des condamnations, interdictions ou sanctions visées au IV de l'article R. 232-3. <br/><br/>La liste des pièces du dossier de délivrance et du dossier de renouvellement d'agrément est fixée par arrêté conjoint des ministres chargés du logement et de l'énergie. <br/><br/>II.-Par dérogation au I, certaines pièces du dossier de délivrance ou de renouvellement d'agrément peuvent ne pas être exigées pour les personnes physiques et morales suivantes : <br/><br/>1° Structure ayant passé un contrat avec une collectivité territoriale ou son groupement pour assurer le rôle de guichet d'information, de conseil et d'accompagnement, au sens du I de l'article L. 232-2 ; <br/><br/>2° Opérateur de l'Agence nationale de l'habitat agréé au titre de l'article L. 365-3 du code de la construction et de l'habitat ; <br/><br/>3° Architecte, au sens de l'article 2 de la loi n° 77-2 du 3 janvier 1977 sur l'architecture ; <br/><br/>4° Structure concourant à la mise en œuvre d'une opération programmée d'amélioration de l'habitat, au sens de l'article L. 303-1 du code de la construction de l'habitation, ou d'un programme d'intérêt général d'amélioration de l'habitat, au sens de l'article R. 327-1 du même code, sous réserve que cette opération soit en cours de conventionnement valide avec une collectivité territoriale ou un groupement de collectivités territoriales. <br/><br/>La liste des pièces pouvant ne pas être exigées est fixée par arrêté conjoint des ministres chargés du logement et de l'énergie. Elle ne peut comprendre les justificatifs mentionnés au 2° du I. <br/><br/>III.-Les collectivités territoriales ou leurs groupements mentionnées au 2° du I de l'article R. 232-4, candidats à la délivrance ou au renouvellement de l'agrément, déposent un dossier auprès de l'Agence nationale de l'habitat qui contient un justificatif relatif à leur compétence pour réaliser l'accompagnement, au sens de l'article R. 232-2. <br/><br/>IV.-En cas de dossier incomplet, l'Agence nationale de l'habitat adresse à l'intéressé une demande de pièces complémentaires. Le délai d'instruction de l'agrément est suspendu jusqu'à réception des compléments demandés. La demande d'agrément peut être rejetée dans le cas où un dossier demeure incomplet après une première demande de compléments. <br/><br/>V.-L'agrément ou son renouvellement sont accordés par décision expresse de l'Agence nationale de l'habitat pour une durée maximum de cinq ans renouvelable, dans un délai de trois mois à compter de la date de dépôt du dossier. Le silence gardé par l'Agence au terme de ce délai vaut décision implicite de rejet. <br/><br/>L'agrément est valide : <br/><br/>1° Sur le périmètre national, pour les personnes physiques et les personnes morales mentionnées au 1° du I de l'article R. 232-4 ; <br/><br/>2° Dans le ressort territorial de la collectivité territoriale ou du groupement de collectivités territoriales, pour les personnes visées aux 2° et 3° du même I. <br/><br/>VI.-L'Agence nationale de l'habitat consulte le comité régional de l'habitat et de l'hébergement mentionné à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006897965&dateTexte=&categorieLien=cid'>article R. 362-1 du code de la construction </a>et de l'habitat ou son bureau avant de prendre toute décision d'agrément d'un nouvel opérateur, selon des modalités définies par arrêté conjoint des ministres chargés du logement et de l'énergie. Le comité régional de l'habitat et de l'hébergement se prononce par avis simple sur les candidatures des opérateurs à l'agrément. <br/><br/>Dans les collectivités régies par l'article 73 de la Constitution, l'Agence nationale de l'habitat consulte le conseil départemental de l'habitat et de l'hébergement ou le conseil territorial de l'habitat et de l'hébergement du territoire concerné. <br/><br/>VII.-Après étude des pièces justificatives, en cas de doute légitime et persistant sur la capacité ou sur l'indépendance, au sens du III de l'article R. 232-4, de l'opérateur, ou si les pièces transmises ne répondent pas aux exigences posées par la réglementation applicable, l'Agence nationale de l'habitat peut refuser d'accorder ou de renouveler l'agrément.</p>",
            "num": "R232-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1658620800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA MAÎTRISE DE LA DEMANDE D'ÉNERGIE ET LE DÉVELOPPEMENT DES ÉNERGIES RENOUVELABLES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747945",
                        "id": "LEGISCTA000031747945",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : LA PERFORMANCE ÉNERGÉTIQUE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748049",
                        "id": "LEGISCTA000031748049",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Service public de la performance énergétique de l'habitat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748055",
                        "id": "LEGISCTA000031748055",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000046084939",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031748055",
            "sectionParentId": "LEGISCTA000031748055",
            "sectionParentTitre": "Chapitre II : Service public de la performance énergétique de l'habitat",
            "fullSectionsTitre": "Partie réglementaire  &gt; LIVRE II : LA MAÎTRISE DE LA DEMANDE D'ÉNERGIE ET LE DÉVELOPPEMENT DES ÉNERGIES RENOUVELABLES &gt; TITRE III : LA PERFORMANCE ÉNERGÉTIQUE &gt; Chapitre II : Service public de la performance énergétique de l'habitat",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046084939",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023983208",
                    "titre": "Code de l'énergie",
                    "titreLong": "Code de l'énergie",
                    "etat": "VIGUEUR",
                    "dateDebut": 1306886400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023983208",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046081405",
                    "textTitle": "Décret n°2022-1035 du 22 juillet 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046084850",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-07-23",
                    "dateSignaTexte": "2022-07-22",
                    "dateDebutCible": "2022-07-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000522423",
                    "textTitle": "LOI n° 77-2 du 3 janvier 1977 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006847390",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "77-2",
                    "datePubli": 221184000000,
                    "dateDebut": 221184000000
                },
                {
                    "textCid": "JORFTEXT000036964133",
                    "textTitle": "Décret n°2018-416 du 30 mai 2018 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000036964145",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-416",
                    "datePubli": 1527724800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046807068",
                    "textTitle": "Arrêté du 21 décembre 2022 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046818944",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1672099200000,
                    "dateDebut": 1672185600000
                },
                {
                    "textCid": "JORFTEXT000046807068",
                    "textTitle": "Arrêté du 21 décembre 2022 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000046818969",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1672099200000,
                    "dateDebut": 1672185600000
                },
                {
                    "textCid": "JORFTEXT000046807068",
                    "textTitle": "Arrêté du 21 décembre 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046818972",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1672099200000,
                    "dateDebut": 1672185600000
                },
                {
                    "textCid": "JORFTEXT000046807068",
                    "textTitle": "Arrêté du 21 décembre 2022 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000046818984",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1672099200000,
                    "dateDebut": 1672185600000
                },
                {
                    "textCid": "JORFTEXT000046807068",
                    "textTitle": "Arrêté du 21 décembre 2022 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000046818986",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1672099200000,
                    "dateDebut": 1672185600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 200 quater",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "200 quater",
                    "articleId": "LEGIARTI000006303331",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L511-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-6",
                    "articleId": "LEGIARTI000006654300",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1477094400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L303-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L303-1",
                    "articleId": "LEGIARTI000006824797",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1485648000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L365-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L365-3",
                    "articleId": "LEGIARTI000020441524",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1238198400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R362-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R362-1",
                    "articleId": "LEGIARTI000006897965",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1519948800000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. L232-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-2",
                    "articleId": "LEGIARTI000031050102",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1468022400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000046084939",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1658620800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R232-5",
                "232-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}