{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041445941",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les dispositions des I, II, III et IV de l'article D. 1er-13 sont applicables aux transmissions d'informations réalisées en application de l'article 706-47-4. II.-La liste des professions et activités exercées par les personnes relevant de l'article 706-47-4 ainsi que celle des administrations devant être informées par le ministère public figurent dans le tableau ci-après. PROFESSIONS OU ACTIVITÉS CONCERNÉES ADMINISTRATIONS DEVANT ÊTRE INFORMÉES Personnes exerçant une activité dans une école publique ou privée, un établissement d'enseignement du second degré public ou privé, un établissement d'enseignement supérieur public ou privé relevant du ministère chargé de l'éducation nationale ou un service de l'éducation nationale. Recteur d'académie ou vice-recteur Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. Personnes exerçant une activité dans une école ou un établissement français scolaire à l'étranger. Ministère de l'éducation nationale (directeur général des ressources humaines) Personnes exerçant une activité dans un établissement d'enseignement du second degré public ou privé ou un établissement d'enseignement supérieur public ou privé, relevant du ministère de l'agriculture, ou dans un service du ministère de l'agriculture en charge de la politique publique d'enseignement agricole. Ministère de l'agriculture, de l'agroalimentaire et de la forêt (secrétariat général-service des ressources humaines) Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale Personnes exerçant une activité dans un établissement d'enseignement public du second degré ou un établissement d'enseignement supérieur, relevant du ministère chargé de la mer. Directeur interrégional de la mer Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. Personnes exploitant un établissement d'activités physiques et sportives mentionnée à l' article L. 322-1 du code du sport ; Personnes exerçant, à titre rémunéré ou bénévole, les fonctions d'éducateur sportif mentionnées à l' article L. 212-1 du code du sport . Personnes exerçant une activité : -dans les accueils mentionnés à l' article L. 227-4 du code de l'action sociale et des familles ; -dans les établissements ou services prévus par les 8°, 10°, 11°, 12°, 13°, 15 du I et le III de l'article L. 312-1 du même code lorsque ces établissements ou services accueillent des mineurs ; Personnes exploitant un établissement d'activités physiques et sportives. Préfet de département (direction départementale chargée de la cohésion sociale) Et, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. Personnes exerçant une activité dans les établissements ou services : -mettant en œuvre les mesures éducatives ordonnées par l'autorité judiciaire en application de l' ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante ; -mettant en œuvre les mesures d'assistance éducative ordonnées par l'autorité judiciaire en application de ou des articles 375 à 375-8 du code civil ; -mettant en œuvre les mesures d'investigation préalables aux mesures éducatives mentionnées ci-dessus ; -prenant en charge habituellement, y compris au titre de la prévention, des mineurs relevant des articles L. 221-1 , L. 222-3 et L. 222-5 du code de l'action sociale et des familles ; -prenant en charge des mineurs conformément au 16° du I de l'article L. 312-1 du code de l'action sociale et des familles . Président du conseil départemental Ou, s'il s'agit d'établissements ou de personnes dépendant de la direction de la protection judiciaire de la jeunesse, le directeur interrégional de la protection judiciaire de la jeunesse. Personnes exerçant l'activité d'assistant maternel, définie à l' article L. 421-1 du code de l'action sociale et des familles , ou d'assistant familial, définie à l' article L. 421-2 du code de l'action sociale et des familles , et les personnes majeures vivant à leurs domiciles. Personnes exerçant une activité dans les établissements accueillant des enfants de moins de six ans mentionnés à l' article R. 2324-17 du code de la santé publique . Président du conseil départemental Personnes employées par une personne morale ou une entreprise individuelle mentionnées au 1° de l'article L. 7232-1 du code du travail . Préfet de région (Direction régionale des entreprises, de la concurrence, de la consommation, du travail et de l'emploi) Personnes exerçant une activité : -dans les établissements ou services d'enseignement et d'éducation spéciale qui assurent, à titre principal, une éducation adaptée et un accompagnement social ou médico-social aux mineurs ou jeunes adultes handicapés ou présentant des difficultés d'adaptation, prévus par le 2° et 9° du I de l'article L. 312-1 du code de l'action sociale et des familles ; -dans les centres d'action médico-sociale précoce mentionnés à l' article L. 2132-4 du code de la santé publique ; -dans les établissements et services de santé relevant de la sixième partie du code de la santé publique. Personnes exerçant une profession de santé relevant de la quatrième partie du code de la santé publique. Personnes faisant usage du titre d'ostéopathe, de chiropracteur, de psychothérapeute. Directeur général de l'agence régionale de santé Personnes exerçant une activité dans une structure culturelle (institutions ou associations culturelles) ou exerçant une activité d'encadrement d'activité d'éducation artistique et culturelle lorsque cette activité concerne ou est susceptible de concerner des mineurs. Directeur régional des affaires culturelles Et, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. Personnes exerçant une activité dans une école ou établissement scolaire relevant des ministères chargés de la défense, de la culture, de la justice ou de la santé. Ministère de rattachement (Secrétariat général) Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale III.-Lorsqu'une des personnes exerçant une des professions ou activités figurant dans le tableau prévu par le II du présent article est placée sous contrôle judiciaire dans le cadre d'une information portant sur l'une des infractions mentionnées à l'article 706-47-4 et que l'interdiction prévue par le 12° bis de l'article 138 est ordonnée, le juge d'instruction en avise immédiatement le procureur de la République. IV.-Lorsqu'une collectivité territoriale ou un établissement public de coopération intercommunale employant une personne exerçant une activité dans une école, un établissement d'enseignement du second degré relevant du ministère chargé de l'éducation nationale ou un service de l'éducation nationale prend à l'encontre de cette personne une décision de suspension de fonctions à titre conservatoire ou une mesure disciplinaire après avoir été informée en application de l'article 706-47-4, elle informe le recteur d'académie ou le vice-recteur de sa décision. V.-Lorsque l'information transmise au directeur général de l'agence régionale de santé concerne un personnel rémunéré par le ministère chargé de l'éducation nationale, le directeur général en informe le recteur d'académie ou le vice-recteur. VI.-Le document écrit transmettant l'information aux collectivités territoriales, aux établissements publics de coopération intercommunale ou au directeur général de l'agence régionale de santé en application des II des articles 11-2 et D. 1er-13 rappelle s'il y a lieu les dispositions des IV et V du présent article.",
            "texteHtml": "<p>I.-Les dispositions des I, II, III et IV de l'article D. 1er-13 sont applicables aux transmissions d'informations réalisées en application de l'article 706-47-4. </p><p>II.-La liste des professions et activités exercées par les personnes relevant de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000032403152&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 706-47-4 (V)'>706-47-4 </a>ainsi que celle des administrations devant être informées par le ministère public figurent dans le tableau ci-après. </p><center><table border='1'><tbody><tr><th><br/>PROFESSIONS OU ACTIVITÉS CONCERNÉES </th><th><br/>ADMINISTRATIONS DEVANT ÊTRE INFORMÉES </th></tr><tr><td><p>Personnes exerçant une activité dans une école publique ou privée, un établissement d'enseignement du second degré public ou privé, un établissement d'enseignement supérieur public ou privé relevant du ministère chargé de l'éducation nationale ou un service de l'éducation nationale. </p></td><td><p>Recteur d'académie ou vice-recteur </p><p align='left'>Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. </p></td></tr><tr><td><p>Personnes exerçant une activité dans une école ou un établissement français scolaire à l'étranger. </p></td><td><p>Ministère de l'éducation nationale </p><p align='left'>(directeur général des ressources humaines) </p></td></tr><tr><td><p>Personnes exerçant une activité dans un établissement d'enseignement du second degré public ou privé ou un établissement d'enseignement supérieur public ou privé, relevant du ministère de l'agriculture, ou dans un service du ministère de l'agriculture en charge de la politique publique d'enseignement agricole. </p></td><td><p>Ministère de l'agriculture, de l'agroalimentaire et de la forêt </p><p align='left'>(secrétariat général-service des ressources humaines) </p><p align='left'>Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale </p></td></tr><tr><td><p>Personnes exerçant une activité dans un établissement d'enseignement public du second degré ou un établissement d'enseignement supérieur, relevant du ministère chargé de la mer. </p></td><td><p>Directeur interrégional de la mer </p><p align='left'>Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. </p></td></tr><tr><td><p>Personnes exploitant un établissement d'activités physiques et sportives mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071318&idArticle=LEGIARTI000006547695&dateTexte=&categorieLien=cid'>article L. 322-1 du code du sport </a>; </p><p align='left'>Personnes exerçant, à titre rémunéré ou bénévole, les fonctions d'éducateur sportif mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071318&idArticle=LEGIARTI000006547567&dateTexte=&categorieLien=cid'>article L. 212-1 du code du sport</a>. </p><p align='left'>Personnes exerçant une activité :</p><p align='left'>-dans les accueils mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796917&dateTexte=&categorieLien=cid'>article L. 227-4 du code de l'action sociale et des familles </a>;</p><p align='left'>-dans les établissements ou services prévus par les 8°, 10°, 11°, 12°, 13°, 15 du I et le III de l'article L. 312-1 du même code lorsque ces établissements ou services accueillent des mineurs ; </p><p align='left'>Personnes exploitant un établissement d'activités physiques et sportives. </p></td><td><p>Préfet de département </p><p align='left'>(direction départementale chargée de la cohésion sociale) </p><p align='left'>Et, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. </p></td></tr><tr><td><p>Personnes exerçant une activité dans les établissements ou services :</p><p align='left'>-mettant en œuvre les mesures éducatives ordonnées par l'autorité judiciaire en application de l'<a href='/affichTexte.do?cidTexte=JORFTEXT000000517521&categorieLien=cid'>ordonnance n° 45-174 du 2 février 1945 </a>relative à l'enfance délinquante ;</p><p align='left'>-mettant en œuvre les mesures d'assistance éducative ordonnées par l'autorité judiciaire en application de ou des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070721&idArticle=LEGIARTI000006426773&dateTexte=&categorieLien=cid' title='Code civil - art. 375 (V)'>articles 375 à 375-8 du code civil </a>;</p><p align='left'>-mettant en œuvre les mesures d'investigation préalables aux mesures éducatives mentionnées ci-dessus ;</p><p align='left'>-prenant en charge habituellement, y compris au titre de la prévention, des mineurs relevant des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796780&dateTexte=&categorieLien=cid'>L. 221-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796795&dateTexte=&categorieLien=cid'>L. 222-3 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796802&dateTexte=&categorieLien=cid'>L. 222-5 </a>du code de l'action sociale et des familles ;</p><p align='left'>-prenant en charge des mineurs conformément au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797382&dateTexte=&categorieLien=cid'>16° du I de l'article L. 312-1 du code de l'action sociale et des familles</a>. </p></td><td><p>Président du conseil départemental </p><p align='left'>Ou, s'il s'agit d'établissements ou de personnes dépendant de la direction de la protection judiciaire de la jeunesse, le directeur interrégional de la protection judiciaire de la jeunesse. </p></td></tr><tr><td><p>Personnes exerçant l'activité d'assistant maternel, définie à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797846&dateTexte=&categorieLien=cid'>article L. 421-1 du code de l'action sociale et des familles</a>, ou d'assistant familial, définie à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797851&dateTexte=&categorieLien=cid'>article L. 421-2 du code de l'action sociale et des familles</a>, et les personnes majeures vivant à leurs domiciles. </p><p align='left'>Personnes exerçant une activité dans les établissements accueillant des enfants de moins de six ans mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006911611&dateTexte=&categorieLien=cid'>article R. 2324-17 du code de la santé publique</a>. </p></td><td><p>Président du conseil départemental </p></td></tr><tr><td><p>Personnes employées par une personne morale ou une entreprise individuelle mentionnées au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904695&dateTexte=&categorieLien=cid'>1° de l'article L. 7232-1 du code du travail</a>. </p></td><td><p>Préfet de région </p><p align='left'>(Direction régionale des entreprises, de la concurrence, de la consommation, du travail et de l'emploi) </p></td></tr><tr><td><p>Personnes exerçant une activité :</p><p align='left'>-dans les établissements ou services d'enseignement et d'éducation spéciale qui assurent, à titre principal, une éducation adaptée et un accompagnement social ou médico-social aux mineurs ou jeunes adultes handicapés ou présentant des difficultés d'adaptation, prévus par le 2° et 9° du I de l'article L. 312-1 du code de l'action sociale et des familles ;</p><p align='left'>-dans les centres d'action médico-sociale précoce mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006687412&dateTexte=&categorieLien=cid'>article L. 2132-4 du code de la santé publique </a>;</p><p align='left'>-dans les établissements et services de santé relevant de la sixième partie du code de la santé publique. </p><p align='left'>Personnes exerçant une profession de santé relevant de la quatrième partie du code de la santé publique. </p><p align='left'>Personnes faisant usage du titre d'ostéopathe, de chiropracteur, de psychothérapeute. </p></td><td><p>Directeur général de l'agence régionale de santé </p></td></tr><tr><td><p>Personnes exerçant une activité dans une structure culturelle (institutions ou associations culturelles) ou exerçant une activité d'encadrement d'activité d'éducation artistique et culturelle lorsque cette activité concerne ou est susceptible de concerner des mineurs. </p></td><td><p>Directeur régional des affaires culturelles </p><p align='left'>Et, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. </p></td></tr><tr><td><p>Personnes exerçant une activité dans une école ou établissement scolaire relevant des ministères chargés de la défense, de la culture, de la justice ou de la santé. </p></td><td><p>Ministère de rattachement (Secrétariat général) </p><p align='left'>Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale </p></td></tr></tbody></table></center><p>III.-Lorsqu'une des personnes exerçant une des professions ou activités figurant dans le tableau prévu par le II du présent article est placée sous contrôle judiciaire dans le cadre d'une information portant sur l'une des infractions mentionnées à l'article 706-47-4 et que l'interdiction prévue par le 12° bis de l'article 138 est ordonnée, le juge d'instruction en avise immédiatement le procureur de la République. </p><p>IV.-Lorsqu'une collectivité territoriale ou un établissement public de coopération intercommunale employant une personne exerçant une activité dans une école, un établissement d'enseignement du second degré relevant du ministère chargé de l'éducation nationale ou un service de l'éducation nationale prend à l'encontre de cette personne une décision de suspension de fonctions à titre conservatoire ou une mesure disciplinaire après avoir été informée en application de l'article 706-47-4, elle informe le recteur d'académie ou le vice-recteur de sa décision. </p><p>V.-Lorsque l'information transmise au directeur général de l'agence régionale de santé concerne un personnel rémunéré par le ministère chargé de l'éducation nationale, le directeur général en informe le recteur d'académie ou le vice-recteur. </p><p>VI.-Le document écrit transmettant l'information aux collectivités territoriales, aux établissements publics de coopération intercommunale ou au directeur général de l'agence régionale de santé en application des II des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000032403100&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 11-2 (V)'>11-2</a> et D. 1er-13 rappelle s'il y a lieu les dispositions des IV et V du présent article.</p>",
            "num": "D47-9-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095534",
                        "id": "LEGISCTA000006095534",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1968-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : De quelques procédures particulières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120180",
                        "id": "LEGISCTA000006120180",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-05",
                        "fin": "2999-01-01",
                        "titre": "Titre XIX : De la procédure applicable aux infractions de nature sexuelle et de la protection des mineurs victimes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137362",
                        "id": "LEGISCTA000006137362",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150960",
                        "id": "LEGISCTA000006150960",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032545529",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150960",
            "sectionParentId": "LEGISCTA000006150960",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; Livre IV : De quelques procédures particulières &gt; Titre XIX : De la procédure applicable aux infractions de nature sexuelle et de la protection des mineurs victimes &gt; Chapitre Ier : Dispositions générales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000041445941",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039700476",
                    "textTitle": "Décret n°2019-1558 du 30 décembre 2019 - art. 11",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000041425126",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-12-31",
                    "dateSignaTexte": "2019-12-30",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000517521",
                    "textTitle": "Ordonnance n° 45-174 du 2 février 1945",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000517521",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "45-174",
                    "datePubli": -785980800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039700476",
                    "textTitle": "Décret n°2019-1558 du 30 décembre 2019 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000041425126",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1558",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006070721",
                    "textTitle": "Code civil - art. 375 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "375",
                    "articleId": "LEGIARTI000006426773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458086400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 11-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "11-2",
                    "articleId": "LEGIARTI000032403100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460764800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-47-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "706-47-4",
                    "articleId": "LEGIARTI000032403152",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1460764800000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. L212-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006547567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. L322-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-1",
                    "articleId": "LEGIARTI000006547695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1148515200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7232-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L7232-1",
                    "articleId": "LEGIARTI000006904695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L2132-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2132-4",
                    "articleId": "LEGIARTI000006687412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2324-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2324-17",
                    "articleId": "LEGIARTI000006911611",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630454400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L221-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006796780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458086400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L222-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-3",
                    "articleId": "LEGIARTI000006796795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1173139200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L222-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-5",
                    "articleId": "LEGIARTI000006796802",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458086400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L227-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L227-4",
                    "articleId": "LEGIARTI000006796917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 995414400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L312-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-1",
                    "articleId": "LEGIARTI000006797382",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1461456000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L421-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-1",
                    "articleId": "LEGIARTI000006797846",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1621555200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L421-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-2",
                    "articleId": "LEGIARTI000006797851",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032545534",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1463702400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041445941",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D47-9-1",
                "47-9-1"
            ],
            "versionPrecedente": "LEGIARTI000032545534",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032545534",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les dispositions des I, II, III et IV de l'article D. 1er-13 sont applicables aux transmissions d'informations réalisées en application de l'article 706-47-4. II. - La liste des professions et activités exercées par les personnes relevant de l'article 706-47-4 ainsi que celle des administrations devant être informées par le ministère public figurent dans le tableau ci-après. PROFESSIONS OU ACTIVITÉS CONCERNÉES ADMINISTRATIONS DEVANT ÊTRE INFORMÉES Personnes exerçant une activité dans une école publique ou privée, un établissement d'enseignement du second degré public ou privé, un établissement d'enseignement supérieur public ou privé relevant du ministère chargé de l'éducation nationale ou un service de l'éducation nationale. Recteur ou vice-recteur Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. Personnes exerçant une activité dans une école ou un établissement français scolaire à l'étranger. Ministère de l'éducation nationale (directeur général des ressources humaines) Personnes exerçant une activité dans un établissement d'enseignement du second degré public ou privé ou un établissement d'enseignement supérieur public ou privé, relevant du ministère de l'agriculture, ou dans un service du ministère de l'agriculture en charge de la politique publique d'enseignement agricole. Ministère de l'agriculture, de l'agroalimentaire et de la forêt (secrétariat général - service des ressources humaines) Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale Personnes exerçant une activité dans un établissement d'enseignement public du second degré ou un établissement d'enseignement supérieur, relevant du ministère chargé de la mer. Directeur interrégional de la mer Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. Personnes exploitant un établissement d'activités physiques et sportives mentionnée à l' article L. 322-1 du code du sport ; Personnes exerçant, à titre rémunéré ou bénévole, les fonctions d'éducateur sportif mentionnées à l' article L. 212-1 du code du sport . Personnes exerçant une activité : - dans les accueils mentionnés à l' article L. 227-4 du code de l'action sociale et des familles ; - dans les établissements ou services prévus par les 8°, 10°, 11°, 12°, 13°, 15 du I et le III de l'article L. 312-1 du même code lorsque ces établissements ou services accueillent des mineurs ; Personnes exploitant un établissement d'activités physiques et sportives. Préfet de département (direction départementale chargée de la cohésion sociale) Et, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. Personnes exerçant une activité dans les établissements ou services : - mettant en œuvre les mesures éducatives ordonnées par l'autorité judiciaire en application de l' ordonnance n° 45-174 du 2 février 1945 relative à l'enfance délinquante ; - mettant en œuvre les mesures d'assistance éducative ordonnées par l'autorité judiciaire en application de ou des articles 375 à 375-8 du code civil ; - mettant en œuvre les mesures d'investigation préalables aux mesures éducatives mentionnées ci-dessus ; - prenant en charge habituellement, y compris au titre de la prévention, des mineurs relevant des articles L. 221-1 , L. 222-3 et L. 222-5 du code de l'action sociale et des familles ; - prenant en charge des mineurs conformément au 16° du I de l'article L. 312-1 du code de l'action sociale et des familles. Président du conseil départemental Ou, s'il s'agit d'établissements ou de personnes dépendant de la direction de la protection judiciaire de la jeunesse, le directeur interrégional de la protection judiciaire de la jeunesse. Personnes exerçant l'activité d'assistant maternel, définie à l' article L. 421-1 du code de l'action sociale et des familles , ou d'assistant familial, définie à l' article L. 421-2 du code de l'action sociale et des familles , et les personnes majeures vivant à leurs domiciles. Personnes exerçant une activité dans les établissements accueillant des enfants de moins de six ans mentionnés à l' article R. 2324-17 du code de la santé publique . Président du conseil départemental Personnes employées par une personne morale ou une entreprise individuelle mentionnées au 1° de l'article L. 7232-1 du code du travail . Préfet de région (Direction régionale des entreprises, de la concurrence, de la consommation, du travail et de l'emploi) Personnes exerçant une activité : - dans les établissements ou services d'enseignement et d'éducation spéciale qui assurent, à titre principal, une éducation adaptée et un accompagnement social ou médico-social aux mineurs ou jeunes adultes handicapés ou présentant des difficultés d'adaptation, prévus par le 2° et 9° du I de l'article L. 312-1 du code de l'action sociale et des familles ; - dans les centres d'action médico-sociale précoce mentionnés à l' article L. 2132-4 du code de la santé publique ; - dans les établissements et services de santé relevant de la sixième partie du code de la santé publique. Personnes exerçant une profession de santé relevant de la quatrième partie du code de la santé publique. Personnes faisant usage du titre d'ostéopathe, de chiropracteur, de psychothérapeute. Directeur général de l'agence régionale de santé Personnes exerçant une activité dans une structure culturelle (institutions ou associations culturelles) ou exerçant une activité d'encadrement d'activité d'éducation artistique et culturelle lorsque cette activité concerne ou est susceptible de concerner des mineurs. Directeur régional des affaires culturelles Et, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale. Personnes exerçant une activité dans une école ou établissement scolaire relevant des ministères chargés de la défense, de la culture, de la justice ou de la santé. Ministère de rattachement (Secrétariat général) Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale III. - Lorsqu'une des personnes exerçant une des professions ou activités figurant dans le tableau prévu par le II du présent article est placée sous contrôle judiciaire dans le cadre d'une information portant sur l'une des infractions mentionnées à l'article 706-47-4 et que l'interdiction prévue par le 12° bis de l'article 138 est ordonnée, le juge d'instruction en avise immédiatement le procureur de la République. IV. - Lorsqu'une collectivité territoriale ou un établissement public de coopération intercommunale employant une personne exerçant une activité dans une école, un établissement d'enseignement du second degré relevant du ministère chargé de l'éducation nationale ou un service de l'éducation nationale prend à l'encontre de cette personne une décision de suspension de fonctions à titre conservatoire ou une mesure disciplinaire après avoir été informée en application de l'article 706-47-4, elle informe le recteur ou le vice-recteur de sa décision. V. - Lorsque l'information transmise au directeur général de l'agence régionale de santé concerne un personnel rémunéré par le ministère chargé de l'éducation nationale, le directeur général en informe le recteur ou le vice-recteur. VI. - Le document écrit transmettant l'information aux collectivités territoriales, aux établissements publics de coopération intercommunale ou au directeur général de l'agence régionale de santé en application des II des articles 11-2 et D. 1er-13 rappelle s'il y a lieu les dispositions des IV et V du présent article.",
            "texteHtml": "<p>I. - Les dispositions des I, II, III et IV de l'article D. 1er-13 sont applicables aux transmissions d'informations réalisées en application de l'article 706-47-4.</p><p>II. - La liste des professions et activités exercées par les personnes relevant de l'article 706-47-4 ainsi que celle des administrations devant être informées par le ministère public figurent dans le tableau ci-après.</p><center><table border='1'><tbody><tr><th><br/>PROFESSIONS OU ACTIVITÉS CONCERNÉES<br/></th><th><br/>ADMINISTRATIONS DEVANT ÊTRE INFORMÉES<br/></th></tr><tr><td><p align='left'><br/>Personnes exerçant une activité dans une école publique ou privée, un établissement d'enseignement du second degré public ou privé, un établissement d'enseignement supérieur public ou privé relevant du ministère chargé de l'éducation nationale ou un service de l'éducation nationale.<br/></p></td><td><p align='left'><br/>Recteur ou vice-recteur </p><p align='left'>Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale.<br/></p></td></tr><tr><td><p align='left'><br/>Personnes exerçant une activité dans une école ou un établissement français scolaire à l'étranger.<br/></p></td><td><p align='left'><br/>Ministère de l'éducation nationale </p><p align='left'>(directeur général des ressources humaines)<br/></p></td></tr><tr><td><p align='left'><br/>Personnes exerçant une activité dans un établissement d'enseignement du second degré public ou privé ou un établissement d'enseignement supérieur public ou privé, relevant du ministère de l'agriculture, ou dans un service du ministère de l'agriculture en charge de la politique publique d'enseignement agricole.<br/></p></td><td><p align='left'><br/>Ministère de l'agriculture, de l'agroalimentaire et de la forêt </p><p align='left'>(secrétariat général - service des ressources humaines)</p><p align='left'>Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale<br/></p></td></tr><tr><td><p align='left'><br/>Personnes exerçant une activité dans un établissement d'enseignement public du second degré ou un établissement d'enseignement supérieur, relevant du ministère chargé de la mer.<br/></p></td><td><p align='left'><br/>Directeur interrégional de la mer </p><p align='left'>Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale.<br/></p></td></tr><tr><td><p align='left'><br/>Personnes exploitant un établissement d'activités physiques et sportives mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071318&idArticle=LEGIARTI000006547695&dateTexte=&categorieLien=cid'>article L. 322-1 du code du sport</a> ; </p><p align='left'>Personnes exerçant, à titre rémunéré ou bénévole, les fonctions d'éducateur sportif mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071318&idArticle=LEGIARTI000006547567&dateTexte=&categorieLien=cid'>article L. 212-1 du code du sport</a>.</p><p align='left'>Personnes exerçant une activité :</p><p align='left'>- dans les accueils mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796917&dateTexte=&categorieLien=cid'>article L. 227-4 du code de l'action sociale et des familles</a> ;</p><p align='left'>- dans les établissements ou services prévus par les 8°, 10°, 11°, 12°, 13°, 15 du I et le III de l'article L. 312-1 du même code lorsque ces établissements ou services accueillent des mineurs ;</p><p align='left'>Personnes exploitant un établissement d'activités physiques et sportives.<br/></p></td><td><p align='left'><br/>Préfet de département </p><p align='left'>(direction départementale chargée de la cohésion sociale)</p><p align='left'>Et, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale.<br/></p></td></tr><tr><td><p align='left'><br/>Personnes exerçant une activité dans les établissements ou services : </p><p align='left'>- mettant en œuvre les mesures éducatives ordonnées par l'autorité judiciaire en application de l'<a href='/affichTexte.do?cidTexte=JORFTEXT000000517521&categorieLien=cid'>ordonnance n° 45-174 du 2 février 1945</a> relative à l'enfance délinquante ;</p><p align='left'>- mettant en œuvre les mesures d'assistance éducative ordonnées par l'autorité judiciaire en application de ou des articles 375 à 375-8 du code civil ;</p><p align='left'>- mettant en œuvre les mesures d'investigation préalables aux mesures éducatives mentionnées ci-dessus ;</p><p align='left'>- prenant en charge habituellement, y compris au titre de la prévention, des mineurs relevant des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796780&dateTexte=&categorieLien=cid'>L. 221-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796795&dateTexte=&categorieLien=cid'>L. 222-3</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006796802&dateTexte=&categorieLien=cid'>L. 222-5</a> du code de l'action sociale et des familles ;</p><p align='left'>- prenant en charge des mineurs conformément au 16° du I de l'article L. 312-1 du code de l'action sociale et des familles.<br/></p></td><td><p align='left'><br/>Président du conseil départemental </p><p align='left'>Ou, s'il s'agit d'établissements ou de personnes dépendant de la direction de la protection judiciaire de la jeunesse, le directeur interrégional de la protection judiciaire de la jeunesse.<br/></p></td></tr><tr><td><p align='left'><br/>Personnes exerçant l'activité d'assistant maternel, définie à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797846&dateTexte=&categorieLien=cid'>article L. 421-1 du code de l'action sociale et des familles</a>, ou d'assistant familial, définie à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797851&dateTexte=&categorieLien=cid'>article L. 421-2 du code de l'action sociale et des familles</a>, et les personnes majeures vivant à leurs domiciles. </p><p align='left'>Personnes exerçant une activité dans les établissements accueillant des enfants de moins de six ans mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006911611&dateTexte=&categorieLien=cid'>article R. 2324-17 du code de la santé publique</a>.<br/></p></td><td><p align='left'><br/>Président du conseil départemental<br/></p></td></tr><tr><td><p align='left'><br/>Personnes employées par une personne morale ou une entreprise individuelle mentionnées au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904695&dateTexte=&categorieLien=cid'>1° de l'article L. 7232-1 du code du travail</a>.<br/></p></td><td><p align='left'><br/>Préfet de région </p><p align='left'>(Direction régionale des entreprises, de la concurrence, de la consommation, du travail et de l'emploi)<br/></p></td></tr><tr><td><p align='left'><br/>Personnes exerçant une activité : </p><p align='left'>- dans les établissements ou services d'enseignement et d'éducation spéciale qui assurent, à titre principal, une éducation adaptée et un accompagnement social ou médico-social aux mineurs ou jeunes adultes handicapés ou présentant des difficultés d'adaptation, prévus par le <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074069&idArticle=LEGIARTI000006797382&dateTexte=&categorieLien=cid'>2° et 9° du I de l'article L. 312-1 du code de l'action sociale et des familles</a> ;</p><p align='left'>- dans les centres d'action médico-sociale précoce mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000006687412&dateTexte=&categorieLien=cid'>article L. 2132-4 du code de la santé publique</a> ;</p><p align='left'>- dans les établissements et services de santé relevant de la sixième partie du code de la santé publique.</p><p align='left'>Personnes exerçant une profession de santé relevant de la quatrième partie du code de la santé publique.</p><p align='left'>Personnes faisant usage du titre d'ostéopathe, de chiropracteur, de psychothérapeute.<br/></p></td><td><p align='left'><br/>Directeur général de l'agence régionale de santé<br/></p></td></tr><tr><td><p align='left'><br/>Personnes exerçant une activité dans une structure culturelle (institutions ou associations culturelles) ou exerçant une activité d'encadrement d'activité d'éducation artistique et culturelle lorsque cette activité concerne ou est susceptible de concerner des mineurs.<br/></p></td><td><p align='left'><br/>Directeur régional des affaires culturelles </p><p align='left'>Et, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale.<br/></p></td></tr><tr><td><p align='left'><br/>Personnes exerçant une activité dans une école ou établissement scolaire relevant des ministères chargés de la défense, de la culture, de la justice ou de la santé.<br/></p></td><td><p align='left'><br/>Ministère de rattachement (Secrétariat général) </p><p align='left'>Ou, s'il s'agit d'une personne employée par une collectivité territoriale ou un établissement public de coopération intercommunale, l'exécutif de la collectivité territoriale concernée ou de l'établissement public de coopération intercommunale<br/></p></td></tr></tbody></table></center><p>III. - Lorsqu'une des personnes exerçant une des professions ou activités figurant dans le tableau prévu par le II du présent article est placée sous contrôle judiciaire dans le cadre d'une information portant sur l'une des infractions mentionnées à l'article 706-47-4 et que l'interdiction prévue par le 12° bis de l'article 138 est ordonnée, le juge d'instruction en avise immédiatement le procureur de la République.</p><p>IV. - Lorsqu'une collectivité territoriale ou un établissement public de coopération intercommunale employant une personne exerçant une activité dans une école, un établissement d'enseignement du second degré relevant du ministère chargé de l'éducation nationale ou un service de l'éducation nationale prend à l'encontre de cette personne une décision de suspension de fonctions à titre conservatoire ou une mesure disciplinaire après avoir été informée en application de l'article 706-47-4, elle informe le recteur ou le vice-recteur de sa décision.</p><p>V. - Lorsque l'information transmise au directeur général de l'agence régionale de santé concerne un personnel rémunéré par le ministère chargé de l'éducation nationale, le directeur général en informe le recteur ou le vice-recteur.</p><p>VI. - Le document écrit transmettant l'information aux collectivités territoriales, aux établissements publics de coopération intercommunale ou au directeur général de l'agence régionale de santé en application des II des articles 11-2 et D. 1er-13 rappelle s'il y a lieu les dispositions des IV et V du présent article. </p>",
            "num": "D47-9-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1463702400000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 21474,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-12-24",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095534",
                        "id": "LEGISCTA000006095534",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1968-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : De quelques procédures particulières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120180",
                        "id": "LEGISCTA000006120180",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-05",
                        "fin": "2999-01-01",
                        "titre": "Titre XIX : De la procédure applicable aux infractions de nature sexuelle et de la protection des mineurs victimes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137362",
                        "id": "LEGISCTA000006137362",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-05-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150960",
                        "id": "LEGISCTA000006150960",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032545529",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150960",
            "sectionParentId": "LEGISCTA000006150960",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; Livre IV : De quelques procédures particulières &gt; Titre XIX : De la procédure applicable aux infractions de nature sexuelle et de la protection des mineurs victimes &gt; Chapitre Ier : Dispositions générales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032545534",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032542955",
                    "textTitle": "Décret n°2016-612 du 18 mai 2016 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032545477",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-05-19",
                    "dateSignaTexte": "2016-05-18",
                    "dateDebutCible": "2016-05-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000517521",
                    "textTitle": "Ordonnance n° 45-174 du 2 février 1945",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000517521",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "45-174",
                    "datePubli": -785980800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000039700476",
                    "textTitle": "Décret n°2019-1558 du 30 décembre 2019 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000041425126",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1558",
                    "datePubli": 1577750400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. L212-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006547567",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. L322-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-1",
                    "articleId": "LEGIARTI000006547695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1148515200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7232-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L7232-1",
                    "articleId": "LEGIARTI000006904695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L2132-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2132-4",
                    "articleId": "LEGIARTI000006687412",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R2324-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2324-17",
                    "articleId": "LEGIARTI000006911611",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1053993600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L221-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006796780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458086400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L222-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-3",
                    "articleId": "LEGIARTI000006796795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1173139200000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L222-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-5",
                    "articleId": "LEGIARTI000006796802",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458086400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L227-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L227-4",
                    "articleId": "LEGIARTI000006796917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 995414400000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L312-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L312-1",
                    "articleId": "LEGIARTI000006797382",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1461456000000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L421-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-1",
                    "articleId": "LEGIARTI000006797846",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L421-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-2",
                    "articleId": "LEGIARTI000006797851",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 977529600000
                },
                {
                    "textCid": "",
                    "textTitle": "articles 375 à 375-8 du code civil",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "quatrième partie du code de la santé publique",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "sixième partie du code de la santé publique",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032545534",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1463702400000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041445941",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D47-9-1",
                "47-9-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}