{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006226508",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'une société anonyme à participation ouvrière vient à se trouver dans la situation visée à l'article L. 225-248 , et que sa dissolution n'est pas prononcée, l'assemblée générale extraordinaire peut décider, dans le délai fixé au deuxième alinéa du même article, une modification des statuts de la société entraînant la perte de la forme de société anonyme à participation ouvrière et, par la même, la dissolution de la société coopérative de main-d'oeuvre, nonobstant les dispositions du second alinéa de l'article L. 225-267 et toute disposition statutaire contraire. Toutefois, la mise en oeuvre de cette décision est subordonnée à l'existence d'un accord collectif d'entreprise conclu avec une ou plusieurs organisations syndicales de salariés représentatives au sens de l'article L. 132-2 du code du travail et prévoyant la dissolution de la société coopérative de main-d'oeuvre. L'existence d'un accord collectif d'entreprise, incluant le même objet et conclu dans les mêmes conditions, antérieurement à l'entrée en vigueur de la loi n° 94-679 du 8 août 1994 portant diverses dispositions d'ordre économique et financier, répond aux dispositions du présent alinéa. II.-Si la société coopérative de main-d'oeuvre est dissoute en application des dispositions du I ci-dessus, il est attribué aux participants et anciens participants mentionnés au deuxième alinéa de l'article L. 225-269 une indemnisation. Le montant de cette indemnisation, déterminé en prenant en compte notamment la nature et la portée particulière des droits attachés aux actions de travail, est fixé par l'assemblée générale extraordinaire des actionnaires de la société anonyme, après consultation des mandataires de la société coopérative de main-d'oeuvre et au vu du rapport d'un expert indépendant désigné selon des modalités prévues par décret en Conseil d'Etat. III.-Sur décision de l'assemblée générale extraordinaire des actionnaires de la société anonyme, l'indemnisation peut prendre la forme d'une attribution d'actions au bénéfice exclusif des participants et anciens participants mentionnés au deuxième alinéa de l'article L. 225-269 . Ces actions peuvent être créées par prélèvement sur les primes et réserves disponibles. Par dérogation aux dispositions de l'article L. 225-206 , la société anonyme peut également acquérir ses propres actions afin de les attribuer, dans le délai d'un an à compter de leur acquisition, aux participants et anciens participants mentionnés au deuxième alinéa de l'article L. 225-269. Les actions ainsi attribuées ne peuvent être cédées qu'à l'expiration d'un délai de trois ans à compter de la date de la dissolution de la société coopérative de main-d'oeuvre. Nonobstant les dispositions de l'alinéa précédent, l'assemblée générale extraordinaire des actionnaires de la société anonyme peut décider de confier la gestion de ces actions à un fonds commun de placement d'entreprise, régi par les dispositions de l'article 21 de la loi n° 88-1201 du 23 décembre 1988 relative aux organismes de placement collectif en valeurs mobilières et portant création des fonds communs de créances, spécialement et exclusivement constitué à cet effet au plus tard le jour de l'attribution des actions. Dans ce cas, les parts du fonds et les actions qui en constituent l'actif ne peuvent être cédées qu'à l'expiration du délai mentionné à l'alinéa précédent. Le règlement de ce fonds est approuvé par la voie d'un accord collectif de travail. IV.-Pour l'application des dispositions prévues par le présent article, les décisions prises par l'assemblée générale des actionnaires de la société anonyme s'imposent de plein droit à tout actionnaire et à tout porteur ou titulaire de titres obligataires ou donnant immédiatement ou à terme accès au capital. V.-L'indemnisation visée au II est répartie entre les ayants droit, en tenant compte de la durée de leurs services dans la société, de l'ancienneté acquise dans la coopérative de main-d'oeuvre et de leur niveau de rémunération. Après dissolution de la société coopérative de main-d'oeuvre, et dans un délai de six mois après délibération de l'assemblée générale extraordinaire des actionnaires de la société anonyme fixant le montant et la forme de l'indemnisation, cette répartition est effectuée conformément aux décisions prises par l'assemblée générale de la société coopérative sur proposition de ses mandataires. A défaut de répartition dans ce délai de six mois, celle-ci est effectuée par un mandataire liquidateur désigné par le président du tribunal de commerce du ressort du siège social de la société. Les dispositions du troisième alinéa de l'article L. 225-269 sont applicables dans le cas visé au présent V. VI.-L'indemnisation visée au II ou, le cas échéant, la valeur des actions attribuées à ce titre n'ont pas le caractère d'éléments de salaires pour l'application de la législation du travail et de la sécurité sociale. Elles ne sont pas retenues pour le calcul de l'assiette de tous impôts, taxes et prélèvements assis sur les salaires ou les revenus, sous réserve des dispositions de l'article 94A du code général des impôts.",
            "texteHtml": "<p></p>I.-Lorsqu'une société anonyme à participation ouvrière vient à se trouver dans la situation visée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226307&dateTexte=&categorieLien=cid' title='Code de commerce - art. L225-248 (V)'>l'article L. 225-248</a>, et que sa dissolution n'est pas prononcée, l'assemblée générale extraordinaire peut décider, dans le délai fixé au deuxième alinéa du même article, une modification des statuts de la société entraînant la perte de la forme de société anonyme à participation ouvrière et, par la même, la dissolution de la société coopérative de main-d'oeuvre, nonobstant les dispositions du second alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226478&dateTexte=&categorieLien=cid' title='Code de commerce - art. L225-267 (V)'>l'article L. 225-267 </a>et toute disposition statutaire contraire. <p></p><p></p>Toutefois, la mise en oeuvre de cette décision est subordonnée à l'existence d'un accord collectif d'entreprise conclu avec une ou plusieurs organisations syndicales de salariés représentatives au sens de l'article L. 132-2 du code du travail et prévoyant la dissolution de la société coopérative de main-d'oeuvre. L'existence d'un accord collectif d'entreprise, incluant le même objet et conclu dans les mêmes conditions, antérieurement à l'entrée en vigueur de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000713238&categorieLien=cid' title='Loi n° 94-679 du 8 août 1994 (V)'>loi n° 94-679 du 8 août 1994</a> portant diverses dispositions d'ordre économique et financier, répond aux dispositions du présent alinéa. <p></p><p></p>II.-Si la société coopérative de main-d'oeuvre est dissoute en application des dispositions du I ci-dessus, il est attribué aux participants et anciens participants mentionnés au deuxième alinéa de l'article L. 225-269 une indemnisation. <p></p><p></p>Le montant de cette indemnisation, déterminé en prenant en compte notamment la nature et la portée particulière des droits attachés aux actions de travail, est fixé par l'assemblée générale extraordinaire des actionnaires de la société anonyme, après consultation des mandataires de la société coopérative de main-d'oeuvre et au vu du rapport d'un expert indépendant désigné selon des modalités prévues par décret en Conseil d'Etat. <p></p><p></p>III.-Sur décision de l'assemblée générale extraordinaire des actionnaires de la société anonyme, l'indemnisation peut prendre la forme d'une attribution d'actions au bénéfice exclusif des participants et anciens participants mentionnés au deuxième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226501&dateTexte=&categorieLien=cid' title='Code de commerce - art. L225-269 (V)'>L. 225-269</a>. <p></p><p></p>Ces actions peuvent être créées par prélèvement sur les primes et réserves disponibles. Par dérogation aux dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006225915&dateTexte=&categorieLien=cid' title='Code de commerce - art. L225-206 (V)'>l'article L. 225-206</a>, la société anonyme peut également acquérir ses propres actions afin de les attribuer, dans le délai d'un an à compter de leur acquisition, aux participants et anciens participants mentionnés au deuxième alinéa de l'article L. 225-269. <p></p><p></p>Les actions ainsi attribuées ne peuvent être cédées qu'à l'expiration d'un délai de trois ans à compter de la date de la dissolution de la société coopérative de main-d'oeuvre. <p></p><p></p>Nonobstant les dispositions de l'alinéa précédent, l'assemblée générale extraordinaire des actionnaires de la société anonyme peut décider de confier la gestion de ces actions à un fonds commun de placement d'entreprise, régi par les dispositions de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000509065&idArticle=LEGIARTI000006314216&dateTexte=&categorieLien=cid' title='Loi n°88-1201 du 23 décembre 1988 - art. 21 (Ab)'>l'article 21 </a>de la loi n° 88-1201 du 23 décembre 1988 relative aux organismes de placement collectif en valeurs mobilières et portant création des fonds communs de créances, spécialement et exclusivement constitué à cet effet au plus tard le jour de l'attribution des actions. Dans ce cas, les parts du fonds et les actions qui en constituent l'actif ne peuvent être cédées qu'à l'expiration du délai mentionné à l'alinéa précédent. Le règlement de ce fonds est approuvé par la voie d'un accord collectif de travail. <p></p><p></p>IV.-Pour l'application des dispositions prévues par le présent article, les décisions prises par l'assemblée générale des actionnaires de la société anonyme s'imposent de plein droit à tout actionnaire et à tout porteur ou titulaire de titres obligataires ou donnant immédiatement ou à terme accès au capital. <p></p><p></p>V.-L'indemnisation visée au II est répartie entre les ayants droit, en tenant compte de la durée de leurs services dans la société, de l'ancienneté acquise dans la coopérative de main-d'oeuvre et de leur niveau de rémunération. <p></p><p></p>Après dissolution de la société coopérative de main-d'oeuvre, et dans un délai de six mois après délibération de l'assemblée générale extraordinaire des actionnaires de la société anonyme fixant le montant et la forme de l'indemnisation, cette répartition est effectuée conformément aux décisions prises par l'assemblée générale de la société coopérative sur proposition de ses mandataires. A défaut de répartition dans ce délai de six mois, celle-ci est effectuée par un mandataire liquidateur désigné par le président du tribunal de commerce du ressort du siège social de la société. <p></p><p></p>Les dispositions du troisième alinéa de l'article L. 225-269 sont applicables dans le cas visé au présent V. <p></p><p></p>VI.-L'indemnisation visée au II ou, le cas échéant, la valeur des actions attribuées à ce titre n'ont pas le caractère d'éléments de salaires pour l'application de la législation du travail et de la sécurité sociale. Elles ne sont pas retenues pour le calcul de l'assiette de tous impôts, taxes et prélèvements assis sur les salaires ou les revenus, sous réserve des dispositions de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307196&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 94 A (Ab)'>l'article 94A </a>du code général des impôts.<p></p>",
            "num": "L225-270",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 969494400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 601286,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113739",
                        "id": "LEGISCTA000006113739",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Dispositions particulières aux diverses sociétés commerciales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133176",
                        "id": "LEGISCTA000006133176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Des sociétés anonymes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146046",
                        "id": "LEGISCTA000006146046",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 9 : Des sociétés anonymes à participation ouvrière.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161279",
                        "id": "LEGISCTA000006161279",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006226508",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161279",
            "sectionParentId": "LEGISCTA000006161279",
            "sectionParentTitre": "Section 9 : Des sociétés anonymes à participation ouvrière.",
            "fullSectionsTitre": "Partie législative &gt; LIVRE II : Des sociétés commerciales et des groupements d'intérêt économique. &gt; TITRE II : Dispositions particulières aux diverses sociétés commerciales. &gt; Chapitre V : Des sociétés anonymes. &gt; Section 9 : Des sociétés anonymes à participation ouvrière.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006226508",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000219662",
                    "textTitle": "Ordonnance 2000-912 2000-09-18",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000219662",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2000-09-21",
                    "dateSignaTexte": "2000-09-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000595061",
                    "textTitle": "Loi 2003-7 2003-01-03 art. 50 I (ratification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000595061",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-01-04",
                    "dateSignaTexte": "2003-01-03",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000509065",
                    "textTitle": "Loi n°88-1201 du 23 décembre 1988 - art. 21 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000006314216",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "88-1201",
                    "datePubli": 599529600000,
                    "dateDebut": 623203200000
                },
                {
                    "textCid": "JORFTEXT000000713238",
                    "textTitle": "Loi n° 94-679 du 8 août 1994 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000713238",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "94-679",
                    "datePubli": 776476800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000367359",
                    "textTitle": "Arrêté du 27 décembre 1994 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006388057",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 788659200000,
                    "dateDebut": 788659200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-206 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-206",
                    "articleId": "LEGIARTI000006225915",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-248 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-248",
                    "articleId": "LEGIARTI000006226307",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-267 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-267",
                    "articleId": "LEGIARTI000006226478",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-269 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-269",
                    "articleId": "LEGIARTI000006226501",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L912-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L912-6",
                    "articleId": "LEGIARTI000006243076",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L932-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L932-14",
                    "articleId": "LEGIARTI000006243970",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L942-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L942-12",
                    "articleId": "LEGIARTI000006244641",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L952-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L952-7",
                    "articleId": "LEGIARTI000006245360",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L136-1-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L136-1-1",
                    "articleId": "LEGIARTI000046454956",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1733011200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 81 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "81",
                    "articleId": "LEGIARTI000042910732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 94 A (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "94 A",
                    "articleId": "LEGIARTI000006307196",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000515628",
                    "textTitle": "Loi n°1867-07-24 du 24 juillet 1867 - art. 79-1 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "79-1",
                    "articleId": "LEGIARTI000006291430",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006226508",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L225-270",
                "225-270"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}