{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006804465",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Le fabricant veille à l'application du système de qualité approuvé pour la conception, la fabrication et le contrôle final des produits concernés, tel qu'il est décrit point 3, et est soumis à la vérification prévue aux points 3.3 et 4 et à la surveillance CE prévue au point 5. 2. La déclaration de conformité est la procédure par laquelle le fabricant, qui remplit les obligations du point 1, assure et déclare que les produits concernés satisfont aux dispositions du livre V bis du code de la santé publique qui leur sont applicables. Le fabricant appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration écrite de conformité. Cette déclaration couvre un nombre donné de produits fabriqués et est conservée par le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen. 3. Système de qualité. 3.1. Le fabricant introduit une demande d'évaluation de son système de qualité auprès d'un organisme habilité. La demande comprend : - le nom et l'adresse du fabricant et l'adresse de tout autre lieu de fabrication couvert par le système de qualité ; - toutes les informations appropriées concernant les produits ou la catégorie de produits faisant l'objet de la procédure ; - une déclaration écrite spécifiant qu'aucune demande portant sur le même système de qualité lié au produit n'a été introduite auprès d'un autre organisme habilité ; - la documentation sur le système de qualité ; - un engagement du fabricant de remplir les obligations découlant du système de qualité approuvé ; - un engagement du fabricant de veiller à ce que le système de qualité approuvé demeure adéquat et efficace ; - un engagement du fabricant de mettre en place et de tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production, et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer les autorités compétentes des incidents suivants dès qu'il en a connaissance : i) Tout dysfonctionnement ou toute altération des caractéristiques et/ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptibles d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ; ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné, pour les raisons visées au point i, le rappel systématique par le fabricant des dispositifs appartenant au même type ; 3.2. L'application du système de qualité doit garantir que les produits satisfont aux dispositions du présent décret qui leur sont applicables à toutes les phases, depuis la conception jusqu'à l'inspection finale. L'ensemble des éléments, exigences et dispositions adoptés par le fabricant pour son système de qualité doivent figurer dans une documentation tenue de manière systématique et ordonnée sous la forme de politiques et de procédures écrites tels que les programmes, les plans, les manuels et les enregistrements relatifs à la qualité. Cette documentation comprend en particulier une description adéquate : a) Des objectifs de qualité du fabricant ; b) De l'organisation de l'entreprise, et notamment : - des structures organisationnelles, des responsabilités des cadres et de leur autorité organisationnelle en matière de qualité de la conception et de la fabrication des produits ; - des méthodes permettant de contrôler le fonctionnement efficace du système de qualité, et notamment son aptitude à atteindre la qualité voulue de la conception et des produits, y compris le contrôle des produits non conformes ; c) Des procédures permettant de contrôler et de vérifier la conception des produits, et notamment : - une description générale du produit, y compris les variantes envisagées ; - des spécifications de conception, y compris les normes qui seront appliquées et les résultats de l'analyse de risques ainsi que la description des solutions adoptées pour satisfaire aux exigences essentielles qui s'appliquent aux produits lorsque les normes visées à l'article R. 665-13 du code de la santé publique ne sont pas appliquées entièrement ; - les techniques de contrôle et de vérification de la conception ainsi que les procédés et les actions systématiques qui seront mis en oeuvre lors de la conception des produits ; - si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé à l'un quelconque de ces dispositifs ayant les caractéristiques indiquées par le fabricant ; - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I-A, points 7.4, et I-B, point 10, ou une substance mentionnée à l'annexe I-A, point 7.4 bis, et I-B, point 10 bis, et des données relatives aux essais effectués à cet égard qui sont nécessaires pour évaluer la sécurité, la qualité et l'utilité de cette substance en tenant compte de la destination du dispositif ; - les données cliniques visées à l'annexe X ; - le projet d'étiquetage et, le cas échéant, de notice d'instructions ; d) Des techniques d'inspection et d'assurance de la qualité au niveau de la fabrication, et notamment : - les procédés et procédures qui seront utilisés notamment en matière de stérilisation, d'achats et les documents pertinents ; - des procédures d'identification du produit établies et tenues à jour à partir de dessins, de spécifications ou d'autres documents pertinents, à chaque étape de la fabrication ; e) Des examens et des essais appropriés qui seront effectués avant, pendant et après la fabrication, de la fréquence à laquelle ils auront lieu et des équipements d'essai utilisés ; il doit être possible de s'assurer, de manière appropriée, de l'étalonnage des équipements d'essais. 3.3. L'organisme habilité effectue une vérification du système de qualité pour déterminer s'il répond aux exigences visées au point    3.2. Il présume que les systèmes de qualité qui mettent en oeuvre les normes citées à l'article R. 665-13 du code de la santé publique sont conformes à ces exigences. L'équipe chargée de l'évaluation compte au moins un membre ayant déjà l'expérience de l'évaluation de la technologie concernée. La procédure d'évaluation comprend une inspection dans les locaux du fabricant et, dans des cas dûment motivés, dans les locaux des fournisseurs et/ou des sous-traitants du fabricant pour contrôler les procédés de fabrication. La décision est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. 3.4. Le fabricant informe l'organisme habilité qui a approuvé le système de qualité de tout projet de modification importante de ce système ou de la gamme des produits couverts. L'organisme habilité évalue les modifications proposées et vérifie si le système de qualité ainsi modifié répond encore aux exigences visées au point 3.2. Il notifie sa décision au fabricant. Cette décision contient les conclusions de l'inspection et une évaluation motivée. 4. Examen de la conception du produit : 4.1. Outre les obligations lui incombant en vertu du point 3, le fabricant doit introduire auprès de l'organisme habilité une demande d'examen du dossier de conception relatif au produit qu'il prévoit de fabriquer et qui relève de la catégorie visée au point 3.1 ; 4.2. La demande décrit la conception, la fabrication et les performances du produit en question. Elle comprend les documents nécessaires pour évaluer la conformité du produit aux exigences du livre V bis du code de la santé publique visés au point 3.2 c ; 4.3. L'organisme habilité examine la demande et, si le produit est conforme aux dispositions applicables du présent décret, délivre au demandeur un certificat d'examen CE de la conception. L'organisme habilité peut exiger que la demande soit complétée par des essais ou preuves supplémentaires, afin de permettre l'évaluation de la conformité aux exigences de la directive. Le certificat contient les conclusions de l'examen, les conditions de validité, les données nécessaires à l'identification de la conception approuvée et, le cas échéant, une description de la destination du produit ; S'il s'agit de dispositifs visés à l'annexe I-A, point 7.4, et à l'annexe I-B, point 10, l'organisme habilité consulte, pour ce qui est des aspects visés sous ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 2001/83/CE du Parlement européen et du Conseil, avant de prendre une décision. En arrêtant sa décision, l'organisme habilité prend dûment en considération les avis exprimés lors de la consultation. Il informe l'organisme compétent consulté de sa décision finale. S'il s'agit de dispositifs visés à l'annexe I-A, point 7.4 bis, et à l'annexe I-B, point 10 bis, l'avis scientifique de l'Agence européenne pour l'évaluation des médicaments doit être intégré dans la documentation concernant le dispositif. En arrêtant sa décision, l'organisme habilité prend dûment en considération l'avis de l'Agence européenne pour l'évaluation des médicaments. L'organisme habilité ne peut pas délivrer le certificat si cet avis scientifique est défavorable. Il informe l'Agence européenne pour l'évaluation des médicaments de sa décision finale. ; 4.4. Les modifications de la conception approuvée doivent recevoir une approbation complémentaire de l'organisme habilité qui a délivré le certificat d'examen CE de la conception, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles définies par l'annexe I ou aux conditions prescrites pour l'utilisation du produit. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de la conception de toute modification apportée à la conception approuvée. L'approbation complémentaire prend la forme d'un addendum au certificat d'examen CE de la conception. 5. Surveillance : 5.1. Le but de la surveillance est d'assurer que le fabricant remplit correctement les obligations qui découlent du système de qualité approuvé ; 5.2. Le fabricant autorise l'organisme habilité à effectuer toutes les inspections nécessaires et lui fournit toutes les informations pertinentes, en particulier : - la documentation relative au système de qualité ; - les données prévues dans la partie du système de qualité relative à la conception, telles que les résultats des analyses, des calculs, des essais, etc. ; - les données prévues dans la partie du système de qualité consacrée à la fabrication, telles que les rapports d'inspection et les données d'essais, les données d'étalonnage, les rapports sur la qualification du personnel concerné, etc. ; 5.3. L'organisme habilité procède périodiquement aux inspections et aux évaluations appropriées afin de s'assurer que le fabricant applique le système de qualité approuvé, et il fournit un rapport d'évaluation au fabricant ; 5.4. En outre, l'organisme habilité peut faire des visites inopinées au fabricant. Lors de ces visites, il peut, s'il l'estime nécessaire, effectuer ou faire effectuer des essais pour vérifier le bon fonctionnement du système de qualité. Il fournit au fabricant un rapport d'inspection et, si un essai a été effectué, un rapport d'essai. 6. Dispositions administratives : 6.1. Le fabricant tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé, pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit : - la déclaration de conformité ; - la documentation visée au point 3.1 quatrième tiret ; - les modifications visées au point 3.4 ; - la documentation visée au point 4.2 ; - les décisions et rapports de l'organisme habilité visés aux points 3.3, 4.3, 4.4, 5.3 et 5.4 ; 6.2. L'organisme habilité met à la disposition des autorités et organismes mentionnés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les approbations de systèmes de qualité délivrées, refusées et retirées ; 6.3. En ce qui concerne les dispositifs qui sont soumis à la procédure visée au point 4, lorsque ni le fabricant ni son mandataire ne sont établis dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir à la disposition des autorités la documentation technique incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a. 7. Application aux dispositifs des classes II a et II b : Conformément au 2° de l'article R. 665-23 du code de la santé publique, la présente annexe peut s'appliquer aux produits des classes II a et II b. Le point 4 ne s'applique toutefois pas. 8. Application aux dispositifs visés à l'annexe I-A, point 7.4 bis, et à l'annexe I-B, point 10 bis : Au terme de la fabrication de chaque lot de ces dispositifs, le fabricant informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 665-37-1 utilisée dans ce dispositif, établi par l'Agence française de sécurité sanitaire des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen.",
            "texteHtml": "<p></p>   1. Le fabricant veille à l'application du système de qualité approuvé pour la conception, la fabrication et le contrôle final des produits concernés, tel qu'il est décrit point 3, et est soumis à la vérification prévue aux points 3.3 et 4 et à la surveillance CE prévue au point 5.<p></p><p></p>   2. La déclaration de conformité est la procédure par laquelle le fabricant, qui remplit les obligations du point 1, assure et déclare que les produits concernés satisfont aux dispositions du livre V bis du code de la santé publique qui leur sont applicables.<p></p><p></p>   Le fabricant appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration écrite de conformité. Cette déclaration couvre un nombre donné de produits fabriqués et est conservée par le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen.<p></p><p></p>   3. Système de qualité.<p></p><p></p>   3.1. Le fabricant introduit une demande d'évaluation de son système de qualité auprès d'un organisme habilité.<p></p><p></p>   La demande comprend :<p></p><p></p>   - le nom et l'adresse du fabricant et l'adresse de tout autre lieu de fabrication couvert par le système de qualité ;<p></p><p></p>   - toutes les informations appropriées concernant les produits ou la catégorie de produits faisant l'objet de la procédure ;<p></p><p></p>   - une déclaration écrite spécifiant qu'aucune demande portant sur le même système de qualité lié au produit n'a été introduite auprès d'un autre organisme habilité ;<p></p><p></p>   - la documentation sur le système de qualité ;<p></p><p></p>   - un engagement du fabricant de remplir les obligations découlant du système de qualité approuvé ;<p></p><p></p>   - un engagement du fabricant de veiller à ce que le système de qualité approuvé demeure adéquat et efficace ;<p></p><p></p>   - un engagement du fabricant de mettre en place et de tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production, et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer les autorités compétentes des incidents suivants dès qu'il en a connaissance :<p></p><p></p>   i) Tout dysfonctionnement ou toute altération des caractéristiques et/ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptibles d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ;<p></p><p></p>   ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné, pour les raisons visées au point i, le rappel systématique par le fabricant des dispositifs appartenant au même type ;<p></p><p></p>   3.2. L'application du système de qualité doit garantir que les produits satisfont aux dispositions du présent décret qui leur sont applicables à toutes les phases, depuis la conception jusqu'à l'inspection finale. L'ensemble des éléments, exigences et dispositions adoptés par le fabricant pour son système de qualité doivent figurer dans une documentation tenue de manière systématique et ordonnée sous la forme de politiques et de procédures écrites tels que les programmes, les plans, les manuels et les enregistrements relatifs à la qualité.<p></p><p></p>   Cette documentation comprend en particulier une description adéquate :<p></p><p></p>   a) Des objectifs de qualité du fabricant ;<p></p><p></p>   b) De l'organisation de l'entreprise, et notamment :<p></p><p></p>   - des structures organisationnelles, des responsabilités des cadres et de leur autorité organisationnelle en matière de qualité de la conception et de la fabrication des produits ;<p></p><p></p>   - des méthodes permettant de contrôler le fonctionnement efficace du système de qualité, et notamment son aptitude à atteindre la qualité voulue de la conception et des produits, y compris le contrôle des produits non conformes ;<p></p><p></p>   c) Des procédures permettant de contrôler et de vérifier la conception des produits, et notamment :<p></p><p></p>   - une description générale du produit, y compris les variantes envisagées ;<p></p><p></p>   - des spécifications de conception, y compris les normes qui seront appliquées et les résultats de l'analyse de risques ainsi que la description des solutions adoptées pour satisfaire aux exigences essentielles qui s'appliquent aux produits lorsque les normes visées à l'article R. 665-13 du code de la santé publique ne sont pas appliquées entièrement ;<p></p><p></p>   - les techniques de contrôle et de vérification de la conception ainsi que les procédés et les actions systématiques qui seront mis en oeuvre lors de la conception des produits ;<p></p><p></p>   - si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé à l'un quelconque de ces dispositifs ayant les caractéristiques indiquées par le fabricant ;<p></p><p></p>   - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I-A, points 7.4, et I-B, point 10, ou une substance mentionnée à l'annexe I-A, point 7.4 bis, et I-B, point 10 bis, et des données relatives aux essais effectués à cet égard qui sont nécessaires pour évaluer la sécurité, la qualité et l'utilité de cette substance en tenant compte de la destination du dispositif ;<p></p><p></p>   - les données cliniques visées à l'annexe X ;<p></p><p></p>   - le projet d'étiquetage et, le cas échéant, de notice d'instructions ;<p></p><p></p>   d) Des techniques d'inspection et d'assurance de la qualité au niveau de la fabrication, et notamment :<p></p><p></p>   - les procédés et procédures qui seront utilisés notamment en matière de stérilisation, d'achats et les documents pertinents ;<p></p><p></p>   - des procédures d'identification du produit établies et tenues à jour à partir de dessins, de spécifications ou d'autres documents pertinents, à chaque étape de la fabrication ;<p></p><p></p>   e) Des examens et des essais appropriés qui seront effectués avant, pendant et après la fabrication, de la fréquence à laquelle ils auront lieu et des équipements d'essai utilisés ; il doit être possible de s'assurer, de manière appropriée, de l'étalonnage des équipements d'essais.<p></p><p></p>   3.3. L'organisme habilité effectue une vérification du système de qualité pour déterminer s'il répond aux exigences visées au point    3.2. Il présume que les systèmes de qualité qui mettent en oeuvre les normes citées à l'article R. 665-13 du code de la santé publique sont conformes à ces exigences.<p></p><p></p>   L'équipe chargée de l'évaluation compte au moins un membre ayant déjà l'expérience de l'évaluation de la technologie concernée. La procédure d'évaluation comprend une inspection dans les locaux du fabricant et, dans des cas dûment motivés, dans les locaux des fournisseurs et/ou des sous-traitants du fabricant pour contrôler les procédés de fabrication.<p></p><p></p>   La décision est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée.<p></p><p></p>   3.4. Le fabricant informe l'organisme habilité qui a approuvé le système de qualité de tout projet de modification importante de ce système ou de la gamme des produits couverts. L'organisme habilité évalue les modifications proposées et vérifie si le système de qualité ainsi modifié répond encore aux exigences visées au point 3.2. Il notifie sa décision au fabricant. Cette décision contient les conclusions de l'inspection et une évaluation motivée.<p></p><p></p>   4. Examen de la conception du produit :<p></p><p></p>   4.1. Outre les obligations lui incombant en vertu du point 3, le fabricant doit introduire auprès de l'organisme habilité une demande d'examen du dossier de conception relatif au produit qu'il prévoit de fabriquer et qui relève de la catégorie visée au point 3.1 ;<p></p><p></p>   4.2. La demande décrit la conception, la fabrication et les performances du produit en question. Elle comprend les documents nécessaires pour évaluer la conformité du produit aux exigences du livre V bis du code de la santé publique visés au point 3.2 c ;<p></p><p></p>   4.3. L'organisme habilité examine la demande et, si le produit est conforme aux dispositions applicables du présent décret, délivre au demandeur un certificat d'examen CE de la conception. L'organisme habilité peut exiger que la demande soit complétée par des essais ou preuves supplémentaires, afin de permettre l'évaluation de la conformité aux exigences de la directive. Le certificat contient les conclusions de l'examen, les conditions de validité, les données nécessaires à l'identification de la conception approuvée et, le cas échéant, une description de la destination du produit ;<p></p><p></p>   S'il s'agit de dispositifs visés à l'annexe I-A, point 7.4, et à l'annexe I-B, point 10, l'organisme habilité consulte, pour ce qui est des aspects visés sous ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 2001/83/CE du Parlement européen et du Conseil, avant de prendre une décision. En arrêtant sa décision, l'organisme habilité prend dûment en considération les avis exprimés lors de la consultation. Il informe l'organisme compétent consulté de sa décision finale.<p></p><p></p>   S'il s'agit de dispositifs visés à l'annexe I-A, point 7.4 bis, et à l'annexe I-B, point 10 bis, l'avis scientifique de l'Agence européenne pour l'évaluation des médicaments doit être intégré dans la documentation concernant le dispositif. En arrêtant sa décision, l'organisme habilité prend dûment en considération l'avis de l'Agence européenne pour l'évaluation des médicaments. L'organisme habilité ne peut pas délivrer le certificat si cet avis scientifique est défavorable. Il informe l'Agence européenne pour l'évaluation des médicaments de sa décision finale. ;<p></p><p></p>   4.4. Les modifications de la conception approuvée doivent recevoir une approbation complémentaire de l'organisme habilité qui a délivré le certificat d'examen CE de la conception, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles définies par l'annexe I ou aux conditions prescrites pour l'utilisation du produit. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de la conception de toute modification apportée à la conception approuvée. L'approbation complémentaire prend la forme d'un addendum au certificat d'examen CE de la conception.<p></p><p></p>   5. Surveillance :<p></p><p></p>   5.1. Le but de la surveillance est d'assurer que le fabricant remplit correctement les obligations qui découlent du système de qualité approuvé ;<p></p><p></p>   5.2. Le fabricant autorise l'organisme habilité à effectuer toutes les inspections nécessaires et lui fournit toutes les informations pertinentes, en particulier :<p></p><p></p>   - la documentation relative au système de qualité ;<p></p><p></p>   - les données prévues dans la partie du système de qualité relative à la conception, telles que les résultats des analyses, des calculs, des essais, etc. ;<p></p><p></p>   - les données prévues dans la partie du système de qualité consacrée à la fabrication, telles que les rapports d'inspection et les données d'essais, les données d'étalonnage, les rapports sur la qualification du personnel concerné, etc. ;<p></p><p></p>   5.3. L'organisme habilité procède périodiquement aux inspections et aux évaluations appropriées afin de s'assurer que le fabricant applique le système de qualité approuvé, et il fournit un rapport d'évaluation au fabricant ;<p></p><p></p>   5.4. En outre, l'organisme habilité peut faire des visites inopinées au fabricant. Lors de ces visites, il peut, s'il l'estime nécessaire, effectuer ou faire effectuer des essais pour vérifier le bon fonctionnement du système de qualité. Il fournit au fabricant un rapport d'inspection et, si un essai a été effectué, un rapport d'essai.<p></p><p></p>   6. Dispositions administratives :<p></p><p></p>   6.1. Le fabricant tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé, pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit :<p></p><p></p>   - la déclaration de conformité ;<p></p><p></p>   - la documentation visée au point 3.1 quatrième tiret ;<p></p><p></p>   - les modifications visées au point 3.4 ;<p></p><p></p>   - la documentation visée au point 4.2 ;<p></p><p></p>   - les décisions et rapports de l'organisme habilité visés aux points 3.3, 4.3, 4.4, 5.3 et 5.4 ;<p></p><p></p>   6.2. L'organisme habilité met à la disposition des autorités et organismes mentionnés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les approbations de systèmes de qualité délivrées, refusées et retirées ;<p></p><p></p>   6.3. En ce qui concerne les dispositifs qui sont soumis à la procédure visée au point 4, lorsque ni le fabricant ni son mandataire ne sont établis dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir à la disposition des autorités la documentation technique incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a.<p></p><p></p>   7. Application aux dispositifs des classes II a et II b :<p></p><p></p>   Conformément au 2° de l'article R. 665-23 du code de la santé publique, la présente annexe peut s'appliquer aux produits des classes II a et II b. Le point 4 ne s'applique toutefois pas.<p></p><p></p>   8. Application aux dispositifs visés à l'annexe I-A, point 7.4 bis, et à l'annexe I-B, point 10 bis :<p></p><p></p>   Au terme de la fabrication de chaque lot de ces dispositifs, le fabricant informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 665-37-1 utilisée dans ce dispositif, établi par l'Agence française de sécurité sanitaire des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen.<p></p>",
            "num": "Annexe II aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1084579200000,
            "dateFin": 1149811200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128484",
                        "id": "LEGISCTA000006128484",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Déclaration CE de conformité (système complet d'assurance de qualité).",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142966",
                        "id": "LEGISCTA000006142966",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804463",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142966",
            "sectionParentId": "LEGISCTA000006142966",
            "sectionParentTitre": "Déclaration CE de conformité (système complet d'assurance de qualité).",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804465",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 4 du décret n° 2004-802 du 29 juillet 2004, l'abrogation des annexes du livre V bis prendra effet à la date de la publication de chacun des arrêtés prévus aux articles R. 5211-7, R. 5211-16, R. 5211-24 et R. 5211-53 du code de la santé publique. L'arrêté du 20 avril 2006 fixant les modalités d'application des procédures de certification de la conformité définies aux articles R. 5211-39 à R. 5211-52, pris en application de l'article R. 5211-53 du code de la santé publique, est paru au JORF du 8 juin 2006.",
            "notaHtml": "<p>Conformément à l'article 4 du décret n° 2004-802 du 29 juillet 2004, l'abrogation des annexes du livre V bis prendra effet à la date de la publication de chacun des arrêtés prévus aux articles R. 5211-7, R. 5211-16, R. 5211-24 et R. 5211-53 du code de la santé publique.</p><p><br clear='none'/>L'arrêté du 20 avril 2006 fixant les modalités d'application des procédures de certification de la conformité définies aux articles R. 5211-39 à R. 5211-52, pris en application de l'article R. 5211-53 du code de la santé publique, est paru au JORF du 8 juin 2006. </p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000438290",
                    "textTitle": "Décret n°2004-413 du 13 mai 2004 - art. 2 () JORF 15 mai 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006230659",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-05-15",
                    "dateSignaTexte": "2004-05-13",
                    "dateDebutCible": "2004-05-15"
                },
                {
                    "textCid": "JORFTEXT000000421679",
                    "textTitle": "Décret n°2004-802 du 29 juillet 2004 - art. 4 (V)",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006726133",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2004-08-08"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-13 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-13",
                    "articleId": "LEGIARTI000006801609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-23 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-23",
                    "articleId": "LEGIARTI000006801634",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-32 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-32",
                    "articleId": "LEGIARTI000006801659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-37-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-37-1",
                    "articleId": "LEGIARTI000006801748",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1084579200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique R665-33 à R665-35, R665-13, annexe I, annexe X, R665-32, R665-23, annexe, R665-37-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804463",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 920592000000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804464",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804465",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1149811200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": "LEGIARTI000006804464",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804464",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Le fabricant veille à l'application du système de qualité approuvé pour la conception, la fabrication et le contrôle final des produits concernés, tel qu'il est décrit point 3, et est soumis à la vérification prévue aux points 3.3 et 4 et à la surveillance CE prévue au point 5. 2. La déclaration de conformité est la procédure par laquelle le fabricant, qui remplit les obligations du point 1, assure et déclare que les produits concernés satisfont aux dispositions du livre V bis du code de la santé publique qui leur sont applicables. Le fabricant appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration écrite de conformité. Cette déclaration couvre un nombre donné de produits fabriqués et est conservée par le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen. 3. Système de qualité. 3.1. Le fabricant introduit une demande d'évaluation de son système de qualité auprès d'un organisme habilité. La demande comprend : - le nom et l'adresse du fabricant et l'adresse de tout autre lieu de fabrication couvert par le système de qualité ; - toutes les informations appropriées concernant les produits ou la catégorie de produits faisant l'objet de la procédure ; - une déclaration écrite spécifiant qu'aucune demande portant sur le même système de qualité lié au produit n'a été introduite auprès d'un autre organisme habilité ; - la documentation sur le système de qualité ; - un engagement du fabricant de remplir les obligations découlant du système de qualité approuvé ; - un engagement du fabricant de veiller à ce que le système de qualité approuvé demeure adéquat et efficace ; - un engagement du fabricant de mettre en place et de tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production, et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer les autorités compétentes des incidents suivants dès qu'il en a connaissance : i) Tout dysfonctionnement ou toute altération des caractéristiques et/ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptibles d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ; ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné, pour les raisons visées au point i, le rappel systématique par le fabricant des dispositifs appartenant au même type ; 3.2. L'application du système de qualité doit garantir que les produits satisfont aux dispositions du présent décret qui leur sont applicables à toutes les phases, depuis la conception jusqu'à l'inspection finale. L'ensemble des éléments, exigences et dispositions adoptés par le fabricant pour son système de qualité doivent figurer dans une documentation tenue de manière systématique et ordonnée sous la forme de politiques et de procédures écrites tels que les programmes, les plans, les manuels et les enregistrements relatifs à la qualité. Cette documentation comprend en particulier une description adéquate : a) Des objectifs de qualité du fabricant ; b) De l'organisation de l'entreprise, et notamment : - des structures organisationnelles, des responsabilités des cadres et de leur autorité organisationnelle en matière de qualité de la conception et de la fabrication des produits ; - des méthodes permettant de contrôler le fonctionnement efficace du système de qualité, et notamment son aptitude à atteindre la qualité voulue de la conception et des produits, y compris le contrôle des produits non conformes ; c) Des procédures permettant de contrôler et de vérifier la conception des produits, et notamment : - une description générale du produit, y compris les variantes envisagées ; - des spécifications de conception, y compris les normes qui seront appliquées et les résultats de l'analyse de risques ainsi que la description des solutions adoptées pour satisfaire aux exigences essentielles qui s'appliquent aux produits lorsque les normes visées à l'article R. 665-13 du code de la santé publique ne sont pas appliquées entièrement ; - les techniques de contrôle et de vérification de la conception ainsi que les procédés et les actions systématiques qui seront mis en oeuvre lors de la conception des produits ; - si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé à l'un quelconque de ces dispositifs ayant les caractéristiques indiquées par le fabricant ; - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I.A, point 7.4, et I.B, point 10, et des données relatives aux essais effectués à cet égard ; - les données cliniques visées à l'annexe X ; - le projet d'étiquetage et, le cas échéant, de notice d'instructions ; d) Des techniques d'inspection et d'assurance de la qualité au niveau de la fabrication, et notamment : - les procédés et procédures qui seront utilisés notamment en matière de stérilisation, d'achats et les documents pertinents ; - des procédures d'identification du produit établies et tenues à jour à partir de dessins, de spécifications ou d'autres documents pertinents, à chaque étape de la fabrication ; e) Des examens et des essais appropriés qui seront effectués avant, pendant et après la fabrication, de la fréquence à laquelle ils auront lieu et des équipements d'essai utilisés ; il doit être possible de s'assurer, de manière appropriée, de l'étalonnage des équipements d'essais. 3.3. L'organisme habilité effectue une vérification du système de qualité pour déterminer s'il répond aux exigences visées au point    3.2. Il présume que les systèmes de qualité qui mettent en oeuvre les normes citées à l'article R. 665-13 du code de la santé publique sont conformes à ces exigences. L'équipe chargée de l'évaluation compte au moins un membre ayant déjà l'expérience de l'évaluation de la technologie concernée. La procédure d'évaluation comprend une inspection dans les locaux du fabricant et, dans des cas dûment motivés, dans les locaux des fournisseurs et/ou des sous-traitants du fabricant pour contrôler les procédés de fabrication. La décision est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. 3.4. Le fabricant informe l'organisme habilité qui a approuvé le système de qualité de tout projet de modification importante de ce système ou de la gamme des produits couverts. L'organisme habilité évalue les modifications proposées et vérifie si le système de qualité ainsi modifié répond encore aux exigences visées au point 3.2. Il notifie sa décision au fabricant. Cette décision contient les conclusions de l'inspection et une évaluation motivée. 4. Examen de la conception du produit : 4.1. Outre les obligations lui incombant en vertu du point 3, le fabricant doit introduire auprès de l'organisme habilité une demande d'examen du dossier de conception relatif au produit qu'il prévoit de fabriquer et qui relève de la catégorie visée au point 3.1 ; 4.2. La demande décrit la conception, la fabrication et les performances du produit en question. Elle comprend les documents nécessaires pour évaluer la conformité du produit aux exigences du livre V bis du code de la santé publique visés au point 3.2 c ; 4.3. L'organisme habilité examine la demande et, si le produit est conforme aux dispositions applicables du présent décret, délivre au demandeur un certificat d'examen CE de la conception. L'organisme habilité peut exiger que la demande soit complétée par des essais ou preuves supplémentaires, afin de permettre l'évaluation de la conformité aux exigences de la directive. Le certificat contient les conclusions de l'examen, les conditions de validité, les données nécessaires à l'identification de la conception approuvée et, le cas échéant, une description de la destination du produit ; Dans le cas de dispositifs visés aux points 7.4 de l'annexe I.A et 10 de l'annexe I.B, l'organisme habilité consulte, pour ce qui est des aspects visés dans ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 65/65/CEE du Conseil des Communautés européennes ; En arrêtant sa décision, l'organisme habilité prendra dûment en considération les avis exprimés lors de la consultation. Il informera l'organisme compétent concerné de sa décision finale ; 4.4. Les modifications de la conception approuvée doivent recevoir une approbation complémentaire de l'organisme habilité qui a délivré le certificat d'examen CE de la conception, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles définies par l'annexe I ou aux conditions prescrites pour l'utilisation du produit. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de la conception de toute modification apportée à la conception approuvée. L'approbation complémentaire prend la forme d'un addendum au certificat d'examen CE de la conception. 5. Surveillance : 5.1. Le but de la surveillance est d'assurer que le fabricant remplit correctement les obligations qui découlent du système de qualité approuvé ; 5.2. Le fabricant autorise l'organisme habilité à effectuer toutes les inspections nécessaires et lui fournit toutes les informations pertinentes, en particulier : - la documentation relative au système de qualité ; - les données prévues dans la partie du système de qualité relative à la conception, telles que les résultats des analyses, des calculs, des essais, etc. ; - les données prévues dans la partie du système de qualité consacrée à la fabrication, telles que les rapports d'inspection et les données d'essais, les données d'étalonnage, les rapports sur la qualification du personnel concerné, etc. ; 5.3. L'organisme habilité procède périodiquement aux inspections et aux évaluations appropriées afin de s'assurer que le fabricant applique le système de qualité approuvé, et il fournit un rapport d'évaluation au fabricant ; 5.4. En outre, l'organisme habilité peut faire des visites inopinées au fabricant. Lors de ces visites, il peut, s'il l'estime nécessaire, effectuer ou faire effectuer des essais pour vérifier le bon fonctionnement du système de qualité. Il fournit au fabricant un rapport d'inspection et, si un essai a été effectué, un rapport d'essai. 6. Dispositions administratives : 6.1. Le fabricant tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé, pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit : - la déclaration de conformité ; - la documentation visée au point 3.1 quatrième tiret ; - les modifications visées au point 3.4 ; - la documentation visée au point 4.2 ; - les décisions et rapports de l'organisme habilité visés aux points 3.3, 4.3, 4.4, 5.3 et 5.4 ; 6.2. L'organisme habilité met à la disposition des autorités et organismes mentionnés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les approbations de systèmes de qualité délivrées, refusées et retirées ; 6.3. En ce qui concerne les dispositifs qui sont soumis à la procédure visée au point 4, lorsque ni le fabricant ni son mandataire ne sont établis dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir à la disposition des autorités la documentation technique incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a. 7. Application aux dispositifs des classes II a et II b : Conformément au 2° de l'article R. 665-23 du code de la santé publique, la présente annexe peut s'appliquer aux produits des classes II a et II b. Le point 4 ne s'applique toutefois pas.",
            "texteHtml": "<p></p>   1. Le fabricant veille à l'application du système de qualité approuvé pour la conception, la fabrication et le contrôle final des produits concernés, tel qu'il est décrit point 3, et est soumis à la vérification prévue aux points 3.3 et 4 et à la surveillance CE prévue au point 5.<p></p><p></p>   2. La déclaration de conformité est la procédure par laquelle le fabricant, qui remplit les obligations du point 1, assure et déclare que les produits concernés satisfont aux dispositions du livre V bis du code de la santé publique qui leur sont applicables.<p></p><p></p>   Le fabricant appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration écrite de conformité. Cette déclaration couvre un nombre donné de produits fabriqués et est conservée par le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen.<p></p><p></p>   3. Système de qualité.<p></p><p></p>   3.1. Le fabricant introduit une demande d'évaluation de son système de qualité auprès d'un organisme habilité.<p></p><p></p>   La demande comprend :<p></p><p></p>   - le nom et l'adresse du fabricant et l'adresse de tout autre lieu de fabrication couvert par le système de qualité ;<p></p><p></p>   - toutes les informations appropriées concernant les produits ou la catégorie de produits faisant l'objet de la procédure ;<p></p><p></p>   - une déclaration écrite spécifiant qu'aucune demande portant sur le même système de qualité lié au produit n'a été introduite auprès d'un autre organisme habilité ;<p></p><p></p>   - la documentation sur le système de qualité ;<p></p><p></p>   - un engagement du fabricant de remplir les obligations découlant du système de qualité approuvé ;<p></p><p></p>   - un engagement du fabricant de veiller à ce que le système de qualité approuvé demeure adéquat et efficace ;<p></p><p></p>   - un engagement du fabricant de mettre en place et de tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production, et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer les autorités compétentes des incidents suivants dès qu'il en a connaissance :<p></p><p></p>   i) Tout dysfonctionnement ou toute altération des caractéristiques et/ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptibles d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ;<p></p><p></p>   ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné, pour les raisons visées au point i, le rappel systématique par le fabricant des dispositifs appartenant au même type ;<p></p><p></p>   3.2. L'application du système de qualité doit garantir que les produits satisfont aux dispositions du présent décret qui leur sont applicables à toutes les phases, depuis la conception jusqu'à l'inspection finale. L'ensemble des éléments, exigences et dispositions adoptés par le fabricant pour son système de qualité doivent figurer dans une documentation tenue de manière systématique et ordonnée sous la forme de politiques et de procédures écrites tels que les programmes, les plans, les manuels et les enregistrements relatifs à la qualité.<p></p><p></p>   Cette documentation comprend en particulier une description adéquate :<p></p><p></p>   a) Des objectifs de qualité du fabricant ;<p></p><p></p>   b) De l'organisation de l'entreprise, et notamment :<p></p><p></p>   - des structures organisationnelles, des responsabilités des cadres et de leur autorité organisationnelle en matière de qualité de la conception et de la fabrication des produits ;<p></p><p></p>   - des méthodes permettant de contrôler le fonctionnement efficace du système de qualité, et notamment son aptitude à atteindre la qualité voulue de la conception et des produits, y compris le contrôle des produits non conformes ;<p></p><p></p>   c) Des procédures permettant de contrôler et de vérifier la conception des produits, et notamment :<p></p><p></p>   - une description générale du produit, y compris les variantes envisagées ;<p></p><p></p>   - des spécifications de conception, y compris les normes qui seront appliquées et les résultats de l'analyse de risques ainsi que la description des solutions adoptées pour satisfaire aux exigences essentielles qui s'appliquent aux produits lorsque les normes visées à l'article R. 665-13 du code de la santé publique ne sont pas appliquées entièrement ;<p></p><p></p>   - les techniques de contrôle et de vérification de la conception ainsi que les procédés et les actions systématiques qui seront mis en oeuvre lors de la conception des produits ;<p></p><p></p>   - si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé à l'un quelconque de ces dispositifs ayant les caractéristiques indiquées par le fabricant ;<p></p><p></p>   - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I.A, point 7.4, et I.B, point 10, et des données relatives aux essais effectués à cet égard ;<p></p><p></p>   - les données cliniques visées à l'annexe X ;<p></p><p></p>   - le projet d'étiquetage et, le cas échéant, de notice d'instructions ;<p></p><p></p>   d) Des techniques d'inspection et d'assurance de la qualité au niveau de la fabrication, et notamment :<p></p><p></p>   - les procédés et procédures qui seront utilisés notamment en matière de stérilisation, d'achats et les documents pertinents ;<p></p><p></p>   - des procédures d'identification du produit établies et tenues à jour à partir de dessins, de spécifications ou d'autres documents pertinents, à chaque étape de la fabrication ;<p></p><p></p>   e) Des examens et des essais appropriés qui seront effectués avant, pendant et après la fabrication, de la fréquence à laquelle ils auront lieu et des équipements d'essai utilisés ; il doit être possible de s'assurer, de manière appropriée, de l'étalonnage des équipements d'essais.<p></p><p></p>   3.3. L'organisme habilité effectue une vérification du système de qualité pour déterminer s'il répond aux exigences visées au point    3.2. Il présume que les systèmes de qualité qui mettent en oeuvre les normes citées à l'article R. 665-13 du code de la santé publique sont conformes à ces exigences.<p></p><p></p>   L'équipe chargée de l'évaluation compte au moins un membre ayant déjà l'expérience de l'évaluation de la technologie concernée. La procédure d'évaluation comprend une inspection dans les locaux du fabricant et, dans des cas dûment motivés, dans les locaux des fournisseurs et/ou des sous-traitants du fabricant pour contrôler les procédés de fabrication.<p></p><p></p>   La décision est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée.<p></p><p></p>   3.4. Le fabricant informe l'organisme habilité qui a approuvé le système de qualité de tout projet de modification importante de ce système ou de la gamme des produits couverts. L'organisme habilité évalue les modifications proposées et vérifie si le système de qualité ainsi modifié répond encore aux exigences visées au point 3.2. Il notifie sa décision au fabricant. Cette décision contient les conclusions de l'inspection et une évaluation motivée.<p></p><p></p>   4. Examen de la conception du produit :<p></p><p></p>   4.1. Outre les obligations lui incombant en vertu du point 3, le fabricant doit introduire auprès de l'organisme habilité une demande d'examen du dossier de conception relatif au produit qu'il prévoit de fabriquer et qui relève de la catégorie visée au point 3.1 ;<p></p><p></p>   4.2. La demande décrit la conception, la fabrication et les performances du produit en question. Elle comprend les documents nécessaires pour évaluer la conformité du produit aux exigences du livre V bis du code de la santé publique visés au point 3.2 c ;<p></p><p></p>   4.3. L'organisme habilité examine la demande et, si le produit est conforme aux dispositions applicables du présent décret, délivre au demandeur un certificat d'examen CE de la conception. L'organisme habilité peut exiger que la demande soit complétée par des essais ou preuves supplémentaires, afin de permettre l'évaluation de la conformité aux exigences de la directive. Le certificat contient les conclusions de l'examen, les conditions de validité, les données nécessaires à l'identification de la conception approuvée et, le cas échéant, une description de la destination du produit ;<p></p><p></p>   Dans le cas de dispositifs visés aux points 7.4 de l'annexe I.A et 10 de l'annexe I.B, l'organisme habilité consulte, pour ce qui est des aspects visés dans ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 65/65/CEE du Conseil des Communautés européennes ;<p></p><p></p>   En arrêtant sa décision, l'organisme habilité prendra dûment en considération les avis exprimés lors de la consultation. Il informera l'organisme compétent concerné de sa décision finale ;<p></p><p></p>   4.4. Les modifications de la conception approuvée doivent recevoir une approbation complémentaire de l'organisme habilité qui a délivré le certificat d'examen CE de la conception, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles définies par l'annexe I ou aux conditions prescrites pour l'utilisation du produit. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de la conception de toute modification apportée à la conception approuvée. L'approbation complémentaire prend la forme d'un addendum au certificat d'examen CE de la conception.<p></p><p></p>   5. Surveillance :<p></p><p></p>   5.1. Le but de la surveillance est d'assurer que le fabricant remplit correctement les obligations qui découlent du système de qualité approuvé ;<p></p><p></p>   5.2. Le fabricant autorise l'organisme habilité à effectuer toutes les inspections nécessaires et lui fournit toutes les informations pertinentes, en particulier :<p></p><p></p>   - la documentation relative au système de qualité ;<p></p><p></p>   - les données prévues dans la partie du système de qualité relative à la conception, telles que les résultats des analyses, des calculs, des essais, etc. ;<p></p><p></p>   - les données prévues dans la partie du système de qualité consacrée à la fabrication, telles que les rapports d'inspection et les données d'essais, les données d'étalonnage, les rapports sur la qualification du personnel concerné, etc. ;<p></p><p></p>   5.3. L'organisme habilité procède périodiquement aux inspections et aux évaluations appropriées afin de s'assurer que le fabricant applique le système de qualité approuvé, et il fournit un rapport d'évaluation au fabricant ;<p></p><p></p>   5.4. En outre, l'organisme habilité peut faire des visites inopinées au fabricant. Lors de ces visites, il peut, s'il l'estime nécessaire, effectuer ou faire effectuer des essais pour vérifier le bon fonctionnement du système de qualité. Il fournit au fabricant un rapport d'inspection et, si un essai a été effectué, un rapport d'essai.<p></p><p></p>   6. Dispositions administratives :<p></p><p></p>   6.1. Le fabricant tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé, pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit :<p></p><p></p>   - la déclaration de conformité ;<p></p><p></p>   - la documentation visée au point 3.1 quatrième tiret ;<p></p><p></p>   - les modifications visées au point 3.4 ;<p></p><p></p>   - la documentation visée au point 4.2 ;<p></p><p></p>   - les décisions et rapports de l'organisme habilité visés aux points 3.3, 4.3, 4.4, 5.3 et 5.4 ;<p></p><p></p>   6.2. L'organisme habilité met à la disposition des autorités et organismes mentionnés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les approbations de systèmes de qualité délivrées, refusées et retirées ;<p></p><p></p>   6.3. En ce qui concerne les dispositifs qui sont soumis à la procédure visée au point 4, lorsque ni le fabricant ni son mandataire ne sont établis dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir à la disposition des autorités la documentation technique incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a.<p></p><p></p>   7. Application aux dispositifs des classes II a et II b :<p></p><p></p>   Conformément au 2° de l'article R. 665-23 du code de la santé publique, la présente annexe peut s'appliquer aux produits des classes II a et II b. Le point 4 ne s'applique toutefois pas.<p></p>",
            "num": "Annexe II aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1076025600000,
            "dateFin": 1084579200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128484",
                        "id": "LEGISCTA000006128484",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Déclaration CE de conformité (système complet d'assurance de qualité).",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142966",
                        "id": "LEGISCTA000006142966",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804463",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142966",
            "sectionParentId": "LEGISCTA000006142966",
            "sectionParentTitre": "Déclaration CE de conformité (système complet d'assurance de qualité).",
            "fullSectionsTitre": "Annexes &gt; Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro &gt; Déclaration CE de conformité (système complet d'assurance de qualité).",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804464",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000416306",
                    "textTitle": "Décret n°2004-108 du 4 février 2004 - art. 1 () JORF 6 février 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006228407",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-02-06",
                    "dateSignaTexte": "2004-02-04",
                    "dateDebutCible": "2004-02-06"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-13 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-13",
                    "articleId": "LEGIARTI000006801609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-23 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-23",
                    "articleId": "LEGIARTI000006801634",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-32 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-32",
                    "articleId": "LEGIARTI000006801659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique R665-13, R665-23, R665-32, R665-33 à R665-35,",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804463",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 920592000000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804464",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804465",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1149811200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": "LEGIARTI000006804463",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804463",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Le fabricant veille à l'application du système de qualité approuvé pour la conception, la fabrication et le contrôle final des produits concernés, tel qu'il est décrit point 3, et est soumis à la vérification prévue aux points 3.3 et 4 et à la surveillance CE prévue au point 5. 2. La déclaration de conformité est la procédure par laquelle le fabricant, qui remplit les obligations du point 1, assure et déclare que les produits concernés satisfont aux dispositions du livre V bis du code de la santé publique qui leur sont applicables. Le fabricant appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration écrite de conformité. Cette déclaration couvre un nombre donné de produits fabriqués et est conservée par le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen. 3. Système de qualité. 3.1. Le fabricant introduit une demande d'évaluation de son système de qualité auprès d'un organisme habilité. La demande comprend : - le nom et l'adresse du fabricant et l'adresse de tout autre lieu de fabrication couvert par le système de qualité ; - toutes les informations appropriées concernant les produits ou la catégorie de produits faisant l'objet de la procédure ; - une déclaration écrite spécifiant qu'aucune demande portant sur le même système de qualité lié au produit n'a été introduite auprès d'un autre organisme habilité ; - la documentation sur le système de qualité ; - un engagement du fabricant de remplir les obligations découlant du système de qualité approuvé ; - un engagement du fabricant de veiller à ce que le système de qualité approuvé demeure adéquat et efficace ; - un engagement du fabricant de mettre en place et de tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production, et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer les autorités compétentes des incidents suivants dès qu'il en a connaissance : i) Tout dysfonctionnement ou toute altération des caractéristiques et/ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptibles d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ; ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné, pour les raisons visées au point i, le rappel systématique par le fabricant des dispositifs appartenant au même type ; 3.2. L'application du système de qualité doit garantir que les produits satisfont aux dispositions du présent décret qui leur sont applicables à toutes les phases, depuis la conception jusqu'à l'inspection finale. L'ensemble des éléments, exigences et dispositions adoptés par le fabricant pour son système de qualité doivent figurer dans une documentation tenue de manière systématique et ordonnée sous la forme de politiques et de procédures écrites tels que les programmes, les plans, les manuels et les enregistrements relatifs à la qualité. Cette documentation comprend en particulier une description adéquate : a) Des objectifs de qualité du fabricant ; b) De l'organisation de l'entreprise, et notamment : - des structures organisationnelles, des responsabilités des cadres et de leur autorité organisationnelle en matière de qualité de la conception et de la fabrication des produits ; - des méthodes permettant de contrôler le fonctionnement efficace du système de qualité, et notamment son aptitude à atteindre la qualité voulue de la conception et des produits, y compris le contrôle des produits non conformes ; c) Des procédures permettant de contrôler et de vérifier la conception des produits, et notamment : - une description générale du produit, y compris les variantes envisagées ; - des spécifications de conception, y compris les normes qui seront appliquées et les résultats de l'analyse de risques ainsi que la description des solutions adoptées pour satisfaire aux exigences essentielles qui s'appliquent aux produits lorsque les normes visées à l'article R. 665-13 du code de la santé publique ne sont pas appliquées entièrement ; - les techniques de contrôle et de vérification de la conception ainsi que les procédés et les actions systématiques qui seront mis en oeuvre lors de la conception des produits ; - si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé à l'un quelconque de ces dispositifs ayant les caractéristiques indiquées par le fabricant ; - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I.A, point 7.4, et I.B, point 10, et des données relatives aux essais effectués à cet égard ; - les données cliniques visées à l'annexe X ; - le projet d'étiquetage et, le cas échéant, de notice d'instructions ; d) Des techniques d'inspection et d'assurance de la qualité au niveau de la fabrication, et notamment : - les procédés et procédures qui seront utilisés notamment en matière de stérilisation, d'achats et les documents pertinents ; - des procédures d'identification du produit établies et tenues à jour à partir de dessins, de spécifications ou d'autres documents pertinents, à chaque étape de la fabrication ; e) Des examens et des essais appropriés qui seront effectués avant, pendant et après la fabrication, de la fréquence à laquelle ils auront lieu et des équipements d'essai utilisés ; il doit être possible de s'assurer, de manière appropriée, de l'étalonnage des équipements d'essais. 3.3. L'organisme habilité effectue une vérification du système de qualité pour déterminer s'il répond aux exigences visées au point    3.2. Il présume que les systèmes de qualité qui mettent en oeuvre les normes citées à l'article R. 665-13 du code de la santé publique sont conformes à ces exigences. L'équipe chargée de l'évaluation compte au moins un membre ayant déjà l'expérience de l'évaluation de la technologie concernée. La procédure d'évaluation comprend une inspection dans les locaux du fabricant et, dans des cas dûment motivés, dans les locaux des fournisseurs et/ou des sous-traitants du fabricant pour contrôler les procédés de fabrication. La décision est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée. 3.4. Le fabricant informe l'organisme habilité qui a approuvé le système de qualité de tout projet de modification importante de ce système ou de la gamme des produits couverts. L'organisme habilité évalue les modifications proposées et vérifie si le système de qualité ainsi modifié répond encore aux exigences visées au point 3.2. Il notifie sa décision au fabricant. Cette décision contient les conclusions de l'inspection et une évaluation motivée. 4. Examen de la conception du produit : 4.1. Outre les obligations lui incombant en vertu du point 3, le fabricant doit introduire auprès de l'organisme habilité une demande d'examen du dossier de conception relatif au produit qu'il prévoit de fabriquer et qui relève de la catégorie visée au point 3.1 ; 4.2. La demande décrit la conception, la fabrication et les performances du produit en question. Elle comprend les documents nécessaires pour évaluer la conformité du produit aux exigences du livre V bis du code de la santé publique visés au point 3.2 c ; 4.3. L'organisme habilité examine la demande et, si le produit est conforme aux dispositions applicables du présent décret, délivre au demandeur un certificat d'examen CE de la conception. L'organisme habilité peut exiger que la demande soit complétée par des essais ou preuves supplémentaires, afin de permettre l'évaluation de la conformité aux exigences de la directive. Le certificat contient les conclusions de l'examen, les conditions de validité, les données nécessaires à l'identification de la conception approuvée et, le cas échéant, une description de la destination du produit ; Dans le cas de dispositifs visés aux points 7.4 de l'annexe I.A et 10 de l'annexe I.B, l'organisme habilité consulte, pour ce qui est des aspects visés dans ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 65/65/CEE du Conseil des Communautés européennes ; En arrêtant sa décision, l'organisme habilité prendra dûment en considération les avis exprimés lors de la consultation. Il informera l'organisme compétent concerné de sa décision finale ; 4.4. Les modifications de la conception approuvée doivent recevoir une approbation complémentaire de l'organisme habilité qui a délivré le certificat d'examen CE de la conception, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles définies par l'annexe I ou aux conditions prescrites pour l'utilisation du produit. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de la conception de toute modification apportée à la conception approuvée. L'approbation complémentaire prend la forme d'un addendum au certificat d'examen CE de la conception. 5. Surveillance : 5.1. Le but de la surveillance est d'assurer que le fabricant remplit correctement les obligations qui découlent du système de qualité approuvé ; 5.2. Le fabricant autorise l'organisme habilité à effectuer toutes les inspections nécessaires et lui fournit toutes les informations pertinentes, en particulier : - la documentation relative au système de qualité ; - les données prévues dans la partie du système de qualité relative à la conception, telles que les résultats des analyses, des calculs, des essais, etc. ; - les données prévues dans la partie du système de qualité consacrée à la fabrication, telles que les rapports d'inspection et les données d'essais, les données d'étalonnage, les rapports sur la qualification du personnel concerné, etc. ; 5.3. L'organisme habilité procède périodiquement aux inspections et aux évaluations appropriées afin de s'assurer que le fabricant applique le système de qualité approuvé, et il fournit un rapport d'évaluation au fabricant ; 5.4. En outre, l'organisme habilité peut faire des visites inopinées au fabricant. Lors de ces visites, il peut, s'il l'estime nécessaire, effectuer ou faire effectuer des essais pour vérifier le bon fonctionnement du système de qualité. Il fournit au fabricant un rapport d'inspection et, si un essai a été effectué, un rapport d'essai. 6. Dispositions administratives : 6.1. Le fabricant tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé, pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit : - la déclaration de conformité ; - la documentation visée au point 3.1 quatrième tiret ; - les modifications visées au point 3.4 ; - la documentation visée au point 4.2 ; - les décisions et rapports de l'organisme habilité visés aux points 3.3, 4.3, 4.4, 5.3 et 5.4 ; 6.2. L'organisme habilité met à la disposition des autorités et organismes mentionnés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les approbations de systèmes de qualité délivrées, refusées et retirées ; 6.3. En ce qui concerne les dispositifs qui sont soumis à la procédure visée au point 4, lorsque ni le fabricant ni son mandataire ne sont établis dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir à la disposition des autorités la documentation technique incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a. 7. Application aux dispositifs des classes II a et II b : Conformément au 2° de l'article R. 665-23 du code de la santé publique, la présente annexe peut s'appliquer aux produits des classes II a et II b. Le point 4 ne s'applique toutefois pas.",
            "texteHtml": "<p></p>   1. Le fabricant veille à l'application du système de qualité approuvé pour la conception, la fabrication et le contrôle final des produits concernés, tel qu'il est décrit point 3, et est soumis à la vérification prévue aux points 3.3 et 4 et à la surveillance CE prévue au point 5.<p></p><p></p>   2. La déclaration de conformité est la procédure par laquelle le fabricant, qui remplit les obligations du point 1, assure et déclare que les produits concernés satisfont aux dispositions du livre V bis du code de la santé publique qui leur sont applicables.<p></p><p></p>   Le fabricant appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration écrite de conformité. Cette déclaration couvre un nombre donné de produits fabriqués et est conservée par le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen.<p></p><p></p>   3. Système de qualité.<p></p><p></p>   3.1. Le fabricant introduit une demande d'évaluation de son système de qualité auprès d'un organisme habilité.<p></p><p></p>   La demande comprend :<p></p><p></p>   - le nom et l'adresse du fabricant et l'adresse de tout autre lieu de fabrication couvert par le système de qualité ;<p></p><p></p>   - toutes les informations appropriées concernant les produits ou la catégorie de produits faisant l'objet de la procédure ;<p></p><p></p>   - une déclaration écrite spécifiant qu'aucune demande portant sur le même système de qualité lié au produit n'a été introduite auprès d'un autre organisme habilité ;<p></p><p></p>   - la documentation sur le système de qualité ;<p></p><p></p>   - un engagement du fabricant de remplir les obligations découlant du système de qualité approuvé ;<p></p><p></p>   - un engagement du fabricant de veiller à ce que le système de qualité approuvé demeure adéquat et efficace ;<p></p><p></p>   - un engagement du fabricant de mettre en place et de tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production, et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer les autorités compétentes des incidents suivants dès qu'il en a connaissance :<p></p><p></p>   i) Tout dysfonctionnement ou toute altération des caractéristiques et/ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptibles d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ;<p></p><p></p>   ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné, pour les raisons visées au point i, le rappel systématique par le fabricant des dispositifs appartenant au même type ;<p></p><p></p>   3.2. L'application du système de qualité doit garantir que les produits satisfont aux dispositions du présent décret qui leur sont applicables à toutes les phases, depuis la conception jusqu'à l'inspection finale. L'ensemble des éléments, exigences et dispositions adoptés par le fabricant pour son système de qualité doivent figurer dans une documentation tenue de manière systématique et ordonnée sous la forme de politiques et de procédures écrites tels que les programmes, les plans, les manuels et les enregistrements relatifs à la qualité.<p></p><p></p>   Cette documentation comprend en particulier une description adéquate :<p></p><p></p>   a) Des objectifs de qualité du fabricant ;<p></p><p></p>   b) De l'organisation de l'entreprise, et notamment :<p></p><p></p>   - des structures organisationnelles, des responsabilités des cadres et de leur autorité organisationnelle en matière de qualité de la conception et de la fabrication des produits ;<p></p><p></p>   - des méthodes permettant de contrôler le fonctionnement efficace du système de qualité, et notamment son aptitude à atteindre la qualité voulue de la conception et des produits, y compris le contrôle des produits non conformes ;<p></p><p></p>   c) Des procédures permettant de contrôler et de vérifier la conception des produits, et notamment :<p></p><p></p>   - une description générale du produit, y compris les variantes envisagées ;<p></p><p></p>   - des spécifications de conception, y compris les normes qui seront appliquées et les résultats de l'analyse de risques ainsi que la description des solutions adoptées pour satisfaire aux exigences essentielles qui s'appliquent aux produits lorsque les normes visées à l'article R. 665-13 du code de la santé publique ne sont pas appliquées entièrement ;<p></p><p></p>   - les techniques de contrôle et de vérification de la conception ainsi que les procédés et les actions systématiques qui seront mis en oeuvre lors de la conception des produits ;<p></p><p></p>   - si le dispositif doit être raccordé à un (d') autre(s) dispositif(s) pour pouvoir fonctionner conformément à sa destination, la preuve qu'il satisfait aux exigences essentielles lorsqu'il est raccordé à l'un quelconque de ces dispositifs ayant les caractéristiques indiquées par le fabricant ;<p></p><p></p>   - une déclaration indiquant si le dispositif incorpore comme partie intégrante une substance visée à l'annexe I.A, point 7.4, et I.B, point 10, et des données relatives aux essais effectués à cet égard ;<p></p><p></p>   - les données cliniques visées à l'annexe X ;<p></p><p></p>   - le projet d'étiquetage et, le cas échéant, de notice d'instructions ;<p></p><p></p>   d) Des techniques d'inspection et d'assurance de la qualité au niveau de la fabrication, et notamment :<p></p><p></p>   - les procédés et procédures qui seront utilisés notamment en matière de stérilisation, d'achats et les documents pertinents ;<p></p><p></p>   - des procédures d'identification du produit établies et tenues à jour à partir de dessins, de spécifications ou d'autres documents pertinents, à chaque étape de la fabrication ;<p></p><p></p>   e) Des examens et des essais appropriés qui seront effectués avant, pendant et après la fabrication, de la fréquence à laquelle ils auront lieu et des équipements d'essai utilisés ; il doit être possible de s'assurer, de manière appropriée, de l'étalonnage des équipements d'essais.<p></p><p></p>   3.3. L'organisme habilité effectue une vérification du système de qualité pour déterminer s'il répond aux exigences visées au point    3.2. Il présume que les systèmes de qualité qui mettent en oeuvre les normes citées à l'article R. 665-13 du code de la santé publique sont conformes à ces exigences.<p></p><p></p>   L'équipe chargée de l'évaluation compte au moins un membre ayant déjà l'expérience de l'évaluation de la technologie concernée. La procédure d'évaluation comprend une inspection dans les locaux du fabricant et, dans des cas dûment motivés, dans les locaux des fournisseurs et/ou des sous-traitants du fabricant pour contrôler les procédés de fabrication.<p></p><p></p>   La décision est notifiée au fabricant. Elle contient les conclusions de l'inspection et une évaluation motivée.<p></p><p></p>   3.4. Le fabricant informe l'organisme habilité qui a approuvé le système de qualité de tout projet de modification importante de ce système ou de la gamme des produits couverts. L'organisme habilité évalue les modifications proposées et vérifie si le système de qualité ainsi modifié répond encore aux exigences visées au point 3.2. Il notifie sa décision au fabricant. Cette décision contient les conclusions de l'inspection et une évaluation motivée.<p></p><p></p>   4. Examen de la conception du produit :<p></p><p></p>   4.1. Outre les obligations lui incombant en vertu du point 3, le fabricant doit introduire auprès de l'organisme habilité une demande d'examen du dossier de conception relatif au produit qu'il prévoit de fabriquer et qui relève de la catégorie visée au point 3.1 ;<p></p><p></p>   4.2. La demande décrit la conception, la fabrication et les performances du produit en question. Elle comprend les documents nécessaires pour évaluer la conformité du produit aux exigences du livre V bis du code de la santé publique visés au point 3.2 c ;<p></p><p></p>   4.3. L'organisme habilité examine la demande et, si le produit est conforme aux dispositions applicables du présent décret, délivre au demandeur un certificat d'examen CE de la conception. L'organisme habilité peut exiger que la demande soit complétée par des essais ou preuves supplémentaires, afin de permettre l'évaluation de la conformité aux exigences de la directive. Le certificat contient les conclusions de l'examen, les conditions de validité, les données nécessaires à l'identification de la conception approuvée et, le cas échéant, une description de la destination du produit ;<p></p><p></p>   Dans le cas de dispositifs visés aux points 7.4 de l'annexe I.A et 10 de l'annexe I.B, l'organisme habilité consulte, pour ce qui est des aspects visés dans ce point, l'Agence française de sécurité sanitaire des produits de santé ou l'un des organismes compétents désignés par les autres Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, conformément aux dispositions nationales transposant la directive 65/65/CEE du Conseil des Communautés européennes ;<p></p><p></p>   En arrêtant sa décision, l'organisme habilité prendra dûment en considération les avis exprimés lors de la consultation. Il informera l'organisme compétent concerné de sa décision finale ;<p></p><p></p>   4.4. Les modifications de la conception approuvée doivent recevoir une approbation complémentaire de l'organisme habilité qui a délivré le certificat d'examen CE de la conception, lorsque ces modifications peuvent remettre en cause la conformité aux exigences essentielles définies par l'annexe I ou aux conditions prescrites pour l'utilisation du produit. Le demandeur informe l'organisme habilité qui a délivré le certificat d'examen CE de la conception de toute modification apportée à la conception approuvée. L'approbation complémentaire prend la forme d'un addendum au certificat d'examen CE de la conception.<p></p><p></p>   5. Surveillance :<p></p><p></p>   5.1. Le but de la surveillance est d'assurer que le fabricant remplit correctement les obligations qui découlent du système de qualité approuvé ;<p></p><p></p>   5.2. Le fabricant autorise l'organisme habilité à effectuer toutes les inspections nécessaires et lui fournit toutes les informations pertinentes, en particulier :<p></p><p></p>   - la documentation relative au système de qualité ;<p></p><p></p>   - les données prévues dans la partie du système de qualité relative à la conception, telles que les résultats des analyses, des calculs, des essais, etc. ;<p></p><p></p>   - les données prévues dans la partie du système de qualité consacrée à la fabrication, telles que les rapports d'inspection et les données d'essais, les données d'étalonnage, les rapports sur la qualification du personnel concerné, etc. ;<p></p><p></p>   5.3. L'organisme habilité procède périodiquement aux inspections et aux évaluations appropriées afin de s'assurer que le fabricant applique le système de qualité approuvé, et il fournit un rapport d'évaluation au fabricant ;<p></p><p></p>   5.4. En outre, l'organisme habilité peut faire des visites inopinées au fabricant. Lors de ces visites, il peut, s'il l'estime nécessaire, effectuer ou faire effectuer des essais pour vérifier le bon fonctionnement du système de qualité. Il fournit au fabricant un rapport d'inspection et, si un essai a été effectué, un rapport d'essai.<p></p><p></p>   6. Dispositions administratives :<p></p><p></p>   6.1. Le fabricant tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé, pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit :<p></p><p></p>   - la déclaration de conformité ;<p></p><p></p>   - la documentation visée au point 3.1 quatrième tiret ;<p></p><p></p>   - les modifications visées au point 3.4 ;<p></p><p></p>   - la documentation visée au point 4.2 ;<p></p><p></p>   - les décisions et rapports de l'organisme habilité visés aux points 3.3, 4.3, 4.4, 5.3 et 5.4 ;<p></p><p></p>   6.2. L'organisme habilité met à la disposition des autorités et organismes mentionnés à l'article R. 665-32 du code de la santé publique, sur demande, toutes les informations pertinentes concernant les approbations de systèmes de qualité délivrées, refusées et retirées ;<p></p><p></p>   6.3. En ce qui concerne les dispositifs qui sont soumis à la procédure visée au point 4, lorsque ni le fabricant ni son mandataire ne sont établis dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen, l'obligation de tenir à la disposition des autorités la documentation technique incombe à la personne responsable de la mise sur le marché de ces Etats du dispositif concerné ou à l'importateur visé à l'annexe I, point 13.3, a.<p></p><p></p>   7. Application aux dispositifs des classes II a et II b :<p></p><p></p>   Conformément au 2° de l'article R. 665-23 du code de la santé publique, la présente annexe peut s'appliquer aux produits des classes II a et II b. Le point 4 ne s'applique toutefois pas.<p></p>",
            "num": "Annexe II aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 920592000000,
            "dateFin": 1076025600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-03-17",
                        "fin": "2004-02-06",
                        "titre": "Livre 5 bis : Dispositions relatives aux dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128481",
                        "id": "LEGISCTA000006128481",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-03-05",
                        "fin": "2004-02-06",
                        "titre": "Déclaration CE de conformité (système complet d'assurance de qualité).",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142949",
                        "id": "LEGISCTA000006142949",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804463",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142949",
            "sectionParentId": "LEGISCTA000006142949",
            "sectionParentTitre": "Déclaration CE de conformité (système complet d'assurance de qualité).",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804463",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000350606",
                    "textTitle": "Décret 95-292 1995-03-16 annexe JORF 17 mars 1995",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000350606",
                    "natureText": "DECRET",
                    "datePubliTexte": "1995-03-17",
                    "dateSignaTexte": "1995-03-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000758694",
                    "textTitle": "Décret 99-145 1999-03-04 art. 4 1° JORF 5 mars 1999",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000758694",
                    "natureText": "DECRET",
                    "datePubliTexte": "1999-03-05",
                    "dateSignaTexte": "1999-03-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-13 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-13",
                    "articleId": "LEGIARTI000006801609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-23 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-23",
                    "articleId": "LEGIARTI000006801634",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-32 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-32",
                    "articleId": "LEGIARTI000006801659",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique R665-13, R665-23, R665-32, R665-33 à R665-35,",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804463",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 920592000000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804464",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804465",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1149811200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}