{
    "cid": "LEGIARTI000025505660",
    "num": "L317-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : POLICES ADMINISTRATIVES SPÉCIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505558",
                        "id": "LEGISCTA000025508079",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ARMES ET MUNITIONS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505560",
                        "id": "LEGISCTA000025508077",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2013-09-06",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000025508010",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000027591806",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045072337",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032627231",
                    "textTitle": "LOI n°2016-731 du 3 juin 2016 - art. 26, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "JORFARTI000032627437",
                    "natureText": "LOI",
                    "date": 1655758968711,
                    "parentCid": null,
                    "numTexte": "2016-731",
                    "datePubli": 1464998400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000045934038",
                    "natureText": "DECRET",
                    "date": 1655758968711,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 9",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000045934036",
                    "natureText": "DECRET",
                    "date": 1655758968711,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "date": 1655758968711,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000006574921",
                    "natureText": "CODE",
                    "date": 1655758968711,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2332-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2332-1",
                    "articleId": "LEGIARTI000006539944",
                    "natureText": "CODE",
                    "date": 1655758968711,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561075200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L311-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-2",
                    "articleId": "LEGIARTI000025505567",
                    "natureText": "CODE",
                    "date": 1655758968711,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1533081600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-2",
                    "articleId": "LEGIARTI000027591793",
                    "natureText": "CODE",
                    "date": 1655758968711,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1378425600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 222-67 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "222-67",
                    "articleId": "LEGIARTI000032632539",
                    "natureText": "CODE",
                    "date": 1655758968712,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2339-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L2339-1",
                    "articleId": "LEGIARTI000006539989",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045067923",
                    "textTitle": "LOI n°2022-52 du 24 janvier 2022 - art. 23",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000045068669",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-01-25",
                    "dateSignaTexte": "2022-01-24",
                    "dateDebutCible": "2022-01-26"
                }
            ],
            "num": "L317-1",
            "origine": "LEGI",
            "texte": "Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal. Les agents du ministère de la défense et les agents du ministère de l'intérieur habilités dans des conditions fixées par décret en Conseil d'Etat peuvent également constater les infractions aux dispositions du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les inspecteurs de l'environnement mentionnés à l'article L. 172-1 du code de l'environnement, affectés à l'établissement mentionné à l'article L. 131-8 du même code et agissant dans le cadre des articles L. 171-1 et L. 172-4 dudit code peuvent constater les infractions aux dispositions des chapitres II, IV et V du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les titulaires des autorisations et des licences définies au présent titre sont tenus de laisser pénétrer, dans toutes les parties de leurs locaux, les agents habilités de l'Etat. Les présidents des associations sportives agréées membres d'une fédération sportive ayant reçu une délégation du ministre chargé des sports au titre de l'article L. 131-14 du code du sport, les présidents des fédérations départementales des chasseurs, le président de la fédération interdépartementale des chasseurs et les présidents des associations de chasse sont tenus de laisser pénétrer, dans toutes les parties des locaux liés à l'activité ou de conservation des armes, les agents habilités de l'Etat. Les titulaires des autorisations et des licences définies au présent titre sont tenus de fournir les renseignements verbaux ou écrits et les comptes rendus demandés par ces mêmes agents. Les titulaires des autorisations et des licences définies au présent titre sont également tenus de n'apporter aucune entrave aux investigations nécessaires à l'exécution des missions des agents habilités. Ces investigations peuvent comporter, outre l'examen des lieux, des matériels et du système d'information, les recensements et les vérifications des comptabilités ou registres de toute espèce paraissant utiles. Les agents habilités de l'Etat qui ont connaissance à titre quelconque des renseignements recueillis au sujet des entreprises en application du présent titre sont tenus au secret professionnel sous les peines définies à l' article 226-13 du code pénal . Par dérogation à l'alinéa précédent, les agents des douanes, les agents habilités du ministère de la défense et les agents habilités du ministère de l'intérieur mentionnés au présent article peuvent se communiquer spontanément tous les renseignements et documents détenus ou recueillis dans le cadre de leurs missions respectives. Les procès-verbaux des infractions constatées aux prescriptions du présent titre sont transmis au représentant de l'Etat dans le département ou, à Paris, au préfet de police. En cas d'infraction aux dispositions du présent titre, les services compétents du ministère de la défense ou du ministère de l'intérieur adressent au procureur de la République les procès-verbaux des constatations effectuées. Une expédition est également transmise, selon le cas, au ministre de la défense ou au ministre de l'intérieur. Sans préjudice de l'application de l' article 36 du code de procédure pénale , l'action publique en matière d'infraction aux dispositions du chapitre III du présent titre commise par une personne morale mentionnée au I de l'article L. 2332-1 du code de la défense est mise en mouvement par le procureur de la République. Il apprécie la suite à donner aux faits portés à sa connaissance, notamment par la dénonciation du ministre de la défense ou du ministre de l'intérieur ou de l'autorité habilitée par eux. A défaut de cette dénonciation, le procureur de la République informe le ministre de la défense ou le ministre de l'intérieur ou l'autorité habilitée par eux. Hormis le cas d'urgence, le ministre de la défense ou le ministre de l'intérieur ou l'autorité habilitée par eux donne son avis dans le délai d'un mois, par tout moyen. L'autorité mentionnée au dixième alinéa du présent article est habilitée par arrêté du ministre de la défense ou du ministre de l'intérieur.",
            "texteHtml": "<p>Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal.</p><p>Les agents du ministère de la défense et les agents du ministère de l'intérieur habilités dans des conditions fixées par décret en Conseil d'Etat peuvent également constater les infractions aux dispositions du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les inspecteurs de l'environnement mentionnés à l'article L. 172-1 du code de l'environnement, affectés à l'établissement mentionné à l'article L. 131-8 du même code et agissant dans le cadre des articles L. 171-1 et L. 172-4 dudit code peuvent constater les infractions aux dispositions des chapitres II, IV et V du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application.</p><p>Les titulaires des autorisations et des licences définies au présent titre sont tenus de laisser pénétrer, dans toutes les parties de leurs locaux, les agents habilités de l'Etat.</p><p>Les présidents des associations sportives agréées membres d'une fédération sportive ayant reçu une délégation du ministre chargé des sports au titre de l'article L. 131-14 du code du sport, les présidents des fédérations départementales des chasseurs, le président de la fédération interdépartementale des chasseurs et les présidents des associations de chasse sont tenus de laisser pénétrer, dans toutes les parties des locaux liés à l'activité ou de conservation des armes, les agents habilités de l'Etat.</p><p>Les titulaires des autorisations et des licences définies au présent titre sont tenus de fournir les renseignements verbaux ou écrits et les comptes rendus demandés par ces mêmes agents.</p><p>Les titulaires des autorisations et des licences définies au présent titre sont également tenus de n'apporter aucune entrave aux investigations nécessaires à l'exécution des missions des agents habilités. Ces investigations peuvent comporter, outre l'examen des lieux, des matériels et du système d'information, les recensements et les vérifications des comptabilités ou registres de toute espèce paraissant utiles.</p><p>Les agents habilités de l'Etat qui ont connaissance à titre quelconque des renseignements recueillis au sujet des entreprises en application du présent titre sont tenus au secret professionnel sous les peines définies à l'<a href='/article/LEGIARTI000006417944'>article 226-13 du code pénal</a>.</p><p>Par dérogation à l'alinéa précédent, les agents des douanes, les agents habilités du ministère de la défense et les agents habilités du ministère de l'intérieur mentionnés au présent article peuvent se communiquer spontanément tous les renseignements et documents détenus ou recueillis dans le cadre de leurs missions respectives.</p><p>Les procès-verbaux des infractions constatées aux prescriptions du présent titre sont transmis au représentant de l'Etat dans le département ou, à Paris, au préfet de police.</p><p>En cas d'infraction aux dispositions du présent titre, les services compétents du ministère de la défense ou du ministère de l'intérieur adressent au procureur de la République les procès-verbaux des constatations effectuées. Une expédition est également transmise, selon le cas, au ministre de la défense ou au ministre de l'intérieur.</p><p>Sans préjudice de l'application de l'<a href='/article/LEGIARTI000006574921'>article 36 du code de procédure pénale</a>, l'action publique en matière d'infraction aux dispositions du chapitre III du présent titre commise par une personne morale mentionnée au <a href='/article/LEGIARTI000006539944'>I de l'article L. 2332-1 du code de la défense </a> est mise en mouvement par le procureur de la République.</p><p>Il apprécie la suite à donner aux faits portés à sa connaissance, notamment par la dénonciation du ministre de la défense ou du ministre de l'intérieur ou de l'autorité habilitée par eux.</p><p>A défaut de cette dénonciation, le procureur de la République informe le ministre de la défense ou le ministre de l'intérieur ou l'autorité habilitée par eux.</p><p>Hormis le cas d'urgence, le ministre de la défense ou le ministre de l'intérieur ou l'autorité habilitée par eux donne son avis dans le délai d'un mois, par tout moyen.</p><p>L'autorité mentionnée au dixième alinéa du présent article est habilitée par arrêté du ministre de la défense ou du ministre de l'intérieur.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-01-26T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : POLICES ADMINISTRATIVES SPÉCIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505558",
                        "id": "LEGISCTA000025508079",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ARMES ET MUNITIONS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505560",
                        "id": "LEGISCTA000025508077",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2013-09-06",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000025508010",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000027591806",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000038848065",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032627231",
                    "textTitle": "LOI n°2016-731 du 3 juin 2016 - art. 26, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "JORFARTI000032627437",
                    "natureText": "LOI",
                    "date": 1655758968009,
                    "parentCid": null,
                    "numTexte": "2016-731",
                    "datePubli": 1464998400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000045934038",
                    "natureText": "DECRET",
                    "date": 1655758968010,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 9",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000045934036",
                    "natureText": "DECRET",
                    "date": 1655758968010,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "date": 1655758968010,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000006574921",
                    "natureText": "CODE",
                    "date": 1655758968010,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2332-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2332-1",
                    "articleId": "LEGIARTI000006539944",
                    "natureText": "CODE",
                    "date": 1655758968010,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561075200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L311-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-2",
                    "articleId": "LEGIARTI000025505567",
                    "natureText": "CODE",
                    "date": 1655758968010,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1533081600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-2",
                    "articleId": "LEGIARTI000027591793",
                    "natureText": "CODE",
                    "date": 1655758968010,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1378425600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 222-67 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "222-67",
                    "articleId": "LEGIARTI000032632539",
                    "natureText": "CODE",
                    "date": 1655758968010,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2339-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L2339-1",
                    "articleId": "LEGIARTI000006539989",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038821234",
                    "textTitle": "LOI n°2019-773 du 24 juillet 2019 - art. 21",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000038823690",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-26",
                    "dateSignaTexte": "2019-07-24",
                    "dateDebutCible": "2019-07-27"
                }
            ],
            "num": "L317-1",
            "origine": "LEGI",
            "texte": "Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal. Les agents du ministère de la défense habilités dans des conditions fixées par décret en Conseil d'Etat peuvent également constater les infractions aux dispositions du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les inspecteurs de l'environnement mentionnés à l'article L. 172-1 du code de l'environnement, affectés à l'établissement mentionné à l'article L. 131-8 du même code et agissant dans le cadre des articles L. 171-1 et L. 172-4 dudit code peuvent constater les infractions aux dispositions des chapitres II, IV et V du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les titulaires des autorisations et des licences définies au présent titre sont tenus de laisser pénétrer, dans toutes les parties de leurs locaux, les agents habilités de l'Etat. Ils sont tenus de fournir les renseignements verbaux ou écrits et les comptes rendus demandés par ces mêmes agents. Ils sont également tenus de n'apporter aucune entrave aux investigations nécessaires à l'exécution des missions des agents habilités. Ces investigations peuvent comporter, outre l'examen des lieux, des matériels et du système d'information, les recensements et les vérifications des comptabilités ou registres de toute espèce paraissant utiles. Les agents habilités de l'Etat qui ont connaissance à titre quelconque des renseignements recueillis au sujet des entreprises en application du présent titre sont tenus au secret professionnel sous les peines définies à l' article 226-13 du code pénal . Par dérogation à l'alinéa précédent, les agents des douanes et les agents habilités du ministère de la défense mentionnés au présent article peuvent se communiquer spontanément tous les renseignements et documents détenus ou recueillis dans le cadre de leurs missions respectives. Les procès-verbaux des infractions constatées aux prescriptions du présent titre sont transmis au représentant de l'Etat dans le département ou, à Paris, au préfet de police. En cas d'infraction aux dispositions du présent titre, les services compétents du ministère de la défense adressent au procureur de la République les procès-verbaux des constatations effectuées. Une expédition est également transmise au ministre de la défense. Sans préjudice de l'application de l' article 36 du code de procédure pénale , l'action publique en matière d'infraction aux dispositions du chapitre III du présent titre commise par une personne morale mentionnée au I de l'article L. 2332-1 du code de la défense est mise en mouvement par le procureur de la République. Il apprécie la suite à donner aux faits portés à sa connaissance, notamment par la dénonciation du ministre de la défense ou de l'autorité habilitée par lui. A défaut de cette dénonciation, le procureur de la République informe le ministre de la défense ou l'autorité habilitée par lui. Hormis le cas d'urgence, le ministre de la défense ou l'autorité habilitée par lui donne son avis dans le délai d'un mois, par tout moyen. L'autorité mentionnée au neuvième alinéa du présent article est habilitée par arrêté du ministre de la défense.",
            "texteHtml": "<p>Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal.</p><p>Les agents du ministère de la défense habilités dans des conditions fixées par décret en Conseil d'Etat peuvent également constater les infractions aux dispositions du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les inspecteurs de l'environnement mentionnés à l'article L. 172-1 du code de l'environnement, affectés à l'établissement mentionné à l'article L. 131-8 du même code et agissant dans le cadre des articles L. 171-1 et L. 172-4 dudit code peuvent constater les infractions aux dispositions des chapitres II, IV et V du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application.</p><p>Les titulaires des autorisations et des licences définies au présent titre sont tenus de laisser pénétrer, dans toutes les parties de leurs locaux, les agents habilités de l'Etat.</p><p>Ils sont tenus de fournir les renseignements verbaux ou écrits et les comptes rendus demandés par ces mêmes agents.</p><p>Ils sont également tenus de n'apporter aucune entrave aux investigations nécessaires à l'exécution des missions des agents habilités. Ces investigations peuvent comporter, outre l'examen des lieux, des matériels et du système d'information, les recensements et les vérifications des comptabilités ou registres de toute espèce paraissant utiles.</p><p>Les agents habilités de l'Etat qui ont connaissance à titre quelconque des renseignements recueillis au sujet des entreprises en application du présent titre sont tenus au secret professionnel sous les peines définies à l'<a href='/article/LEGIARTI000006417944'>article 226-13 du code pénal</a>.</p><p>Par dérogation à l'alinéa précédent, les agents des douanes et les agents habilités du ministère de la défense mentionnés au présent article peuvent se communiquer spontanément tous les renseignements et documents détenus ou recueillis dans le cadre de leurs missions respectives.</p><p>Les procès-verbaux des infractions constatées aux prescriptions du présent titre sont transmis au représentant de l'Etat dans le département ou, à Paris, au préfet de police.</p><p>En cas d'infraction aux dispositions du présent titre, les services compétents du ministère de la défense adressent au procureur de la République les procès-verbaux des constatations effectuées. Une expédition est également transmise au ministre de la défense.</p><p>Sans préjudice de l'application de l'<a href='/article/LEGIARTI000006574921'>article 36 du code de procédure pénale</a>, l'action publique en matière d'infraction aux dispositions du chapitre III du présent titre commise par une personne morale mentionnée au <a href='/article/LEGIARTI000006539944'>I de l'article L. 2332-1 du code de la défense </a> est mise en mouvement par le procureur de la République.</p><p>Il apprécie la suite à donner aux faits portés à sa connaissance, notamment par la dénonciation du ministre de la défense ou de l'autorité habilitée par lui.</p><p>A défaut de cette dénonciation, le procureur de la République informe le ministre de la défense ou l'autorité habilitée par lui.</p><p>Hormis le cas d'urgence, le ministre de la défense ou l'autorité habilitée par lui donne son avis dans le délai d'un mois, par tout moyen.</p><p>L'autorité mentionnée au neuvième alinéa du présent article est habilitée par arrêté du ministre de la défense.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-01-01T00:00:00.000Z",
            "dateFin": "2022-01-26T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : POLICES ADMINISTRATIVES SPÉCIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505558",
                        "id": "LEGISCTA000025508079",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ARMES ET MUNITIONS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505560",
                        "id": "LEGISCTA000025508077",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2013-09-06",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000025508010",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000027591806",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000038846292",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032627231",
                    "textTitle": "LOI n°2016-731 du 3 juin 2016 - art. 26, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "JORFARTI000032627437",
                    "natureText": "LOI",
                    "date": 1655758968533,
                    "parentCid": null,
                    "numTexte": "2016-731",
                    "datePubli": 1464998400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000045934038",
                    "natureText": "DECRET",
                    "date": 1655758968533,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 9",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000045934036",
                    "natureText": "DECRET",
                    "date": 1655758968533,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "date": 1655758968533,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000006574921",
                    "natureText": "CODE",
                    "date": 1655758968533,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2332-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2332-1",
                    "articleId": "LEGIARTI000006539944",
                    "natureText": "CODE",
                    "date": 1655758968534,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561075200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L131-8 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L131-8",
                    "articleId": "LEGIARTI000006832954",
                    "natureText": "CODE",
                    "date": 1655758968534,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L171-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L171-1",
                    "articleId": "LEGIARTI000025136600",
                    "natureText": "CODE",
                    "date": 1655758968534,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L172-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L172-1",
                    "articleId": "LEGIARTI000025136630",
                    "natureText": "CODE",
                    "date": 1655758968534,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L172-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L172-4",
                    "articleId": "LEGIARTI000025136638",
                    "natureText": "CODE",
                    "date": 1655758968534,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L421-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L421-1",
                    "articleId": "LEGIARTI000006833770",
                    "natureText": "CODE",
                    "date": 1655758968534,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-2",
                    "articleId": "LEGIARTI000027591793",
                    "natureText": "CODE",
                    "date": 1655758968534,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1378425600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 222-67 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "222-67",
                    "articleId": "LEGIARTI000032632539",
                    "natureText": "CODE",
                    "date": 1655758968534,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2339-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L2339-1",
                    "articleId": "LEGIARTI000006539989",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025498645",
                    "textTitle": "Ordonnance n°2012-351 du 12 mars 2012 - art. Annexe",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000038821234",
                    "textTitle": "LOI n°2019-773 du 24 juillet 2019 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000038823668",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-26",
                    "dateSignaTexte": "2019-07-24",
                    "dateDebutCible": "2019-07-27"
                }
            ],
            "num": "L317-1",
            "origine": "LEGI",
            "texte": "Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal. Les agents du ministère de la défense habilités dans des conditions fixées par décret en Conseil d'Etat peuvent également constater les infractions aux dispositions du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les inspecteurs de l'environnement mentionnés à l'article L. 172-1 du code de l'environnement, affectés aux établissements mentionnés aux articles L. 131-8 et L. 421-1 du même code et agissant dans le cadre des articles L. 171-1 et L. 172-4 dudit code peuvent constater les infractions aux dispositions des chapitres II, IV et V du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les titulaires des autorisations et des licences définies au présent titre sont tenus de laisser pénétrer, dans toutes les parties de leurs locaux, les agents habilités de l'Etat. Ils sont tenus de fournir les renseignements verbaux ou écrits et les comptes rendus demandés par ces mêmes agents. Ils sont également tenus de n'apporter aucune entrave aux investigations nécessaires à l'exécution des missions des agents habilités. Ces investigations peuvent comporter, outre l'examen des lieux, des matériels et du système d'information, les recensements et les vérifications des comptabilités ou registres de toute espèce paraissant utiles. Les agents habilités de l'Etat qui ont connaissance à titre quelconque des renseignements recueillis au sujet des entreprises en application du présent titre sont tenus au secret professionnel sous les peines définies à l' article 226-13 du code pénal . Par dérogation à l'alinéa précédent, les agents des douanes et les agents habilités du ministère de la défense mentionnés au présent article peuvent se communiquer spontanément tous les renseignements et documents détenus ou recueillis dans le cadre de leurs missions respectives. Les procès-verbaux des infractions constatées aux prescriptions du présent titre sont transmis au représentant de l'Etat dans le département ou, à Paris, au préfet de police. En cas d'infraction aux dispositions du présent titre, les services compétents du ministère de la défense adressent au procureur de la République les procès-verbaux des constatations effectuées. Une expédition est également transmise au ministre de la défense. Sans préjudice de l'application de l' article 36 du code de procédure pénale , l'action publique en matière d'infraction aux dispositions du chapitre III du présent titre commise par une personne morale mentionnée au I de l'article L. 2332-1 du code de la défense est mise en mouvement par le procureur de la République. Il apprécie la suite à donner aux faits portés à sa connaissance, notamment par la dénonciation du ministre de la défense ou de l'autorité habilitée par lui. A défaut de cette dénonciation, le procureur de la République informe le ministre de la défense ou l'autorité habilitée par lui. Hormis le cas d'urgence, le ministre de la défense ou l'autorité habilitée par lui donne son avis dans le délai d'un mois, par tout moyen. L'autorité mentionnée au neuvième alinéa du présent article est habilitée par arrêté du ministre de la défense.",
            "texteHtml": "<p>Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal. </p><p>Les agents du ministère de la défense habilités dans des conditions fixées par décret en Conseil d'Etat peuvent également constater les infractions aux dispositions du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les inspecteurs de l'environnement mentionnés à l'article <a href='/article/LEGIARTI000025136630' title='Code de l'environnement - art. L172-1 (VT)'>L. 172-1 </a>du code de l'environnement, affectés aux établissements mentionnés aux articles <a href='/article/LEGIARTI000006832954' title='Code de l'environnement - art. L131-8 (VT)'>L. 131-8 </a>et <a href='/article/LEGIARTI000006833770' title='Code de l'environnement - art. L421-1 (VT)'>L. 421-1 </a>du même code et agissant dans le cadre des articles <a href='/article/LEGIARTI000025136600' title='Code de l'environnement - art. L171-1 (V)'>L. 171-1 </a>et <a href='/article/LEGIARTI000025136638' title='Code de l'environnement - art. L172-4 (V)'>L. 172-4</a> dudit code peuvent constater les infractions aux dispositions des chapitres II, IV et V du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. </p><p>Les titulaires des autorisations et des licences définies au présent titre sont tenus de laisser pénétrer, dans toutes les parties de leurs locaux, les agents habilités de l'Etat. </p><p>Ils sont tenus de fournir les renseignements verbaux ou écrits et les comptes rendus demandés par ces mêmes agents. </p><p>Ils sont également tenus de n'apporter aucune entrave aux investigations nécessaires à l'exécution des missions des agents habilités. Ces investigations peuvent comporter, outre l'examen des lieux, des matériels et du système d'information, les recensements et les vérifications des comptabilités ou registres de toute espèce paraissant utiles. </p><p>Les agents habilités de l'Etat qui ont connaissance à titre quelconque des renseignements recueillis au sujet des entreprises en application du présent titre sont tenus au secret professionnel sous les peines définies à l'<a href='/article/LEGIARTI000006417944'>article 226-13 du code pénal</a>. </p><p>Par dérogation à l'alinéa précédent, les agents des douanes et les agents habilités du ministère de la défense mentionnés au présent article peuvent se communiquer spontanément tous les renseignements et documents détenus ou recueillis dans le cadre de leurs missions respectives. </p><p>Les procès-verbaux des infractions constatées aux prescriptions du présent titre sont transmis au représentant de l'Etat dans le département ou, à Paris, au préfet de police. </p><p>En cas d'infraction aux dispositions du présent titre, les services compétents du ministère de la défense adressent au procureur de la République les procès-verbaux des constatations effectuées. Une expédition est également transmise au ministre de la défense. </p><p>Sans préjudice de l'application de l'<a href='/article/LEGIARTI000006574921'>article 36 du code de procédure pénale</a>, l'action publique en matière d'infraction aux dispositions du chapitre III du présent titre commise par une personne morale mentionnée au <a href='/article/LEGIARTI000006539944'>I de l'article L. 2332-1 du code de la défense </a>est mise en mouvement par le procureur de la République. </p><p>Il apprécie la suite à donner aux faits portés à sa connaissance, notamment par la dénonciation du ministre de la défense ou de l'autorité habilitée par lui. </p><p>A défaut de cette dénonciation, le procureur de la République informe le ministre de la défense ou l'autorité habilitée par lui. </p><p>Hormis le cas d'urgence, le ministre de la défense ou l'autorité habilitée par lui donne son avis dans le délai d'un mois, par tout moyen. </p><p>L'autorité mentionnée au neuvième alinéa du présent article est habilitée par arrêté du ministre de la défense.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-07-27T00:00:00.000Z",
            "dateFin": "2020-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : POLICES ADMINISTRATIVES SPÉCIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505558",
                        "id": "LEGISCTA000025508079",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ARMES ET MUNITIONS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505560",
                        "id": "LEGISCTA000025508077",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2013-09-06",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000025508010",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000027591806",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000038666641",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032627231",
                    "textTitle": "LOI n°2016-731 du 3 juin 2016 - art. 26, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "JORFARTI000032627437",
                    "natureText": "LOI",
                    "date": 1655758967964,
                    "parentCid": null,
                    "numTexte": "2016-731",
                    "datePubli": 1464998400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000045934038",
                    "natureText": "DECRET",
                    "date": 1655758967964,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 9",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000045934036",
                    "natureText": "DECRET",
                    "date": 1655758967964,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "date": 1655758967964,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000006574921",
                    "natureText": "CODE",
                    "date": 1655758967964,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2332-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2332-1",
                    "articleId": "LEGIARTI000006539944",
                    "natureText": "CODE",
                    "date": 1655758967964,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561075200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L311-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-2",
                    "articleId": "LEGIARTI000025505567",
                    "natureText": "CODE",
                    "date": 1655758967964,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1533081600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-2",
                    "articleId": "LEGIARTI000038666631",
                    "natureText": "CODE",
                    "date": 1655758967964,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561075200000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 222-67 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "222-67",
                    "articleId": "LEGIARTI000032632539",
                    "natureText": "CODE",
                    "date": 1655758967964,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2339-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L2339-1",
                    "articleId": "LEGIARTI000006539989",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025498645",
                    "textTitle": "Ordonnance n°2012-351 du 12 mars 2012 - art. Annexe",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000038655728",
                    "textTitle": "Ordonnance n°2019-610 du 19 juin 2019 - art. 14",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000038656385",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-06-20",
                    "dateSignaTexte": "2019-06-19",
                    "dateDebutCible": "2019-06-21"
                }
            ],
            "num": "L317-1",
            "origine": "LEGI",
            "texte": "Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal. Les agents du ministère de la défense habilités dans des conditions fixées par décret en Conseil d'Etat peuvent également constater les infractions aux dispositions du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les titulaires des autorisations et des licences définies au présent titre sont tenus de laisser pénétrer, dans toutes les parties de leurs locaux, les agents habilités de l'Etat. Ils sont tenus de fournir les renseignements verbaux ou écrits et les comptes rendus demandés par ces mêmes agents. Ils sont également tenus de n'apporter aucune entrave aux investigations nécessaires à l'exécution des missions des agents habilités. Ces investigations peuvent comporter, outre l'examen des lieux, des matériels et du système d'information, les recensements et les vérifications des comptabilités ou registres de toute espèce paraissant utiles. Les agents habilités de l'Etat qui ont connaissance à titre quelconque des renseignements recueillis au sujet des entreprises en application du présent titre sont tenus au secret professionnel sous les peines définies à l' article 226-13 du code pénal . Par dérogation à l'alinéa précédent, les agents des douanes et les agents habilités du ministère de la défense mentionnés au présent article peuvent se communiquer spontanément tous les renseignements et documents détenus ou recueillis dans le cadre de leurs missions respectives. Les procès-verbaux des infractions constatées aux prescriptions du présent titre sont transmis au représentant de l'Etat dans le département ou, à Paris, au préfet de police. En cas d'infraction aux dispositions du présent titre, les services compétents du ministère de la défense adressent au procureur de la République les procès-verbaux des constatations effectuées. Une expédition est également transmise au ministre de la défense. Sans préjudice de l'application de l' article 36 du code de procédure pénale , l'action publique en matière d'infraction aux dispositions du chapitre III du présent titre commise par une personne morale mentionnée au I de l'article L. 2332-1 du code de la défense est mise en mouvement par le procureur de la République. Il apprécie la suite à donner aux faits portés à sa connaissance, notamment par la dénonciation du ministre de la défense ou de l'autorité habilitée par lui. A défaut de cette dénonciation, le procureur de la République informe le ministre de la défense ou l'autorité habilitée par lui. Hormis le cas d'urgence, le ministre de la défense ou l'autorité habilitée par lui donne son avis dans le délai d'un mois, par tout moyen. L'autorité mentionnée au neuvième alinéa du présent article est habilitée par arrêté du ministre de la défense.",
            "texteHtml": "<p>Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal.</p><p>Les agents du ministère de la défense habilités dans des conditions fixées par décret en Conseil d'Etat peuvent également constater les infractions aux dispositions du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application.</p><p>Les titulaires des autorisations et des licences définies au présent titre sont tenus de laisser pénétrer, dans toutes les parties de leurs locaux, les agents habilités de l'Etat.</p><p>Ils sont tenus de fournir les renseignements verbaux ou écrits et les comptes rendus demandés par ces mêmes agents.</p><p>Ils sont également tenus de n'apporter aucune entrave aux investigations nécessaires à l'exécution des missions des agents habilités. Ces investigations peuvent comporter, outre l'examen des lieux, des matériels et du système d'information, les recensements et les vérifications des comptabilités ou registres de toute espèce paraissant utiles.</p><p>Les agents habilités de l'Etat qui ont connaissance à titre quelconque des renseignements recueillis au sujet des entreprises en application du présent titre sont tenus au secret professionnel sous les peines définies à l'<a href='/article/LEGIARTI000006417944'>article 226-13 du code pénal</a>.</p><p>Par dérogation à l'alinéa précédent, les agents des douanes et les agents habilités du ministère de la défense mentionnés au présent article peuvent se communiquer spontanément tous les renseignements et documents détenus ou recueillis dans le cadre de leurs missions respectives.</p><p>Les procès-verbaux des infractions constatées aux prescriptions du présent titre sont transmis au représentant de l'Etat dans le département ou, à Paris, au préfet de police.</p><p>En cas d'infraction aux dispositions du présent titre, les services compétents du ministère de la défense adressent au procureur de la République les procès-verbaux des constatations effectuées. Une expédition est également transmise au ministre de la défense.</p><p>Sans préjudice de l'application de l'<a href='/article/LEGIARTI000006574921'>article 36 du code de procédure pénale</a>, l'action publique en matière d'infraction aux dispositions du chapitre III du présent titre commise par une personne morale mentionnée au <a href='/article/LEGIARTI000006539944'>I de l'article L. 2332-1 du code de la défense </a> est mise en mouvement par le procureur de la République.</p><p>Il apprécie la suite à donner aux faits portés à sa connaissance, notamment par la dénonciation du ministre de la défense ou de l'autorité habilitée par lui.</p><p>A défaut de cette dénonciation, le procureur de la République informe le ministre de la défense ou l'autorité habilitée par lui.</p><p>Hormis le cas d'urgence, le ministre de la défense ou l'autorité habilitée par lui donne son avis dans le délai d'un mois, par tout moyen.</p><p>L'autorité mentionnée au neuvième alinéa du présent article est habilitée par arrêté du ministre de la défense.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-06-21T00:00:00.000Z",
            "dateFin": "2019-07-27T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : POLICES ADMINISTRATIVES SPÉCIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505558",
                        "id": "LEGISCTA000025508079",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ARMES ET MUNITIONS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505560",
                        "id": "LEGISCTA000025508077",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2013-09-06",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000025508010",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000027591806",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000027591799",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032627231",
                    "textTitle": "LOI n°2016-731 du 3 juin 2016 - art. 26, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "JORFARTI000032627437",
                    "natureText": "LOI",
                    "date": 1655758968183,
                    "parentCid": null,
                    "numTexte": "2016-731",
                    "datePubli": 1464998400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000045934038",
                    "natureText": "DECRET",
                    "date": 1655758968183,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 9",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000045934036",
                    "natureText": "DECRET",
                    "date": 1655758968183,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "date": 1655758968183,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000006574921",
                    "natureText": "CODE",
                    "date": 1655758968183,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -370310400000
                },
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2332-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2332-1",
                    "articleId": "LEGIARTI000006539944",
                    "natureText": "CODE",
                    "date": 1655758968183,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561075200000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L311-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-2",
                    "articleId": "LEGIARTI000025505567",
                    "natureText": "CODE",
                    "date": 1655758968184,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1533081600000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-2",
                    "articleId": "LEGIARTI000027591793",
                    "natureText": "CODE",
                    "date": 1655758968184,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1378425600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 222-67 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "222-67",
                    "articleId": "LEGIARTI000032632539",
                    "natureText": "CODE",
                    "date": 1655758968184,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2339-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L2339-1",
                    "articleId": "LEGIARTI000006539989",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025498645",
                    "textTitle": "Ordonnance n°2012-351 du 12 mars 2012 - art. Annexe",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000027587228",
                    "textTitle": "Ordonnance n°2013-518\n du 20 juin 2013 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027588156",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2013-06-21",
                    "dateSignaTexte": "2013-06-20",
                    "dateDebutCible": "2013-06-22"
                }
            ],
            "num": "L317-1",
            "origine": "LEGI",
            "texte": "Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal. Les agents du ministère de la défense habilités dans des conditions fixées par décret en Conseil d'Etat peuvent également constater les infractions aux dispositions du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. Les titulaires des autorisations et des licences définies au présent titre sont tenus de laisser pénétrer, dans toutes les parties de leurs locaux, les agents habilités de l'Etat. Ils sont tenus de fournir les renseignements verbaux ou écrits et les comptes rendus demandés par ces mêmes agents. Ils sont également tenus de n'apporter aucune entrave aux investigations nécessaires à l'exécution des missions des agents habilités. Ces investigations peuvent comporter, outre l'examen des lieux, des matériels et du système d'information, les recensements et les vérifications des comptabilités ou registres de toute espèce paraissant utiles. Les agents habilités de l'Etat qui ont connaissance à titre quelconque des renseignements recueillis au sujet des entreprises en application du présent titre sont tenus au secret professionnel sous les peines définies à l' article 226-13 du code pénal . Par dérogation à l'alinéa précédent, les agents des douanes et les agents habilités du ministère de la défense mentionnés au présent article peuvent se communiquer spontanément tous les renseignements et documents détenus ou recueillis dans le cadre de leurs missions respectives. Les procès-verbaux des infractions constatées aux prescriptions du présent titre sont transmis au représentant de l'Etat dans le département ou, à Paris, au préfet de police. En cas d'infraction aux dispositions du présent titre, les services compétents du ministère de la défense adressent au procureur de la République les procès-verbaux des constatations effectuées. Une expédition est également transmise au ministre de la défense. Sans préjudice de l'application de l' article 36 du code de procédure pénale , l'action publique en matière d'infraction aux dispositions du chapitre III du présent titre relatives aux matériels de guerre et aux matériels assimilés mentionnés à l'article L. 311-2 du présent code et commise par une personne morale mentionnée au I de l'article L. 2332-1 du code de la défense ou par une personne morale fabricant de matériels assimilés est mise en mouvement par le procureur de la République territorialement compétent. Il apprécie la suite à donner aux faits portés à sa connaissance, notamment par la dénonciation du ministre de la défense ou de l'autorité habilitée par lui. A défaut de cette dénonciation, le procureur de la République informe le ministre de la défense ou l'autorité habilitée par lui. Hormis le cas d'urgence, le ministre de la défense ou l'autorité habilitée par lui donne son avis dans le délai d'un mois, par tout moyen. L'autorité mentionnée au neuvième alinéa du présent article est habilitée par arrêté du ministre de la défense.",
            "texteHtml": "<p>Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal. </p><p></p><p>Les agents du ministère de la défense habilités dans des conditions fixées par décret en Conseil d'Etat peuvent également constater les infractions aux dispositions du présent titre ainsi qu'aux dispositions réglementaires prises pour leur application. </p><p></p><p>Les titulaires des autorisations et des licences définies au présent titre sont tenus de laisser pénétrer, dans toutes les parties de leurs locaux, les agents habilités de l'Etat. </p><p></p><p>Ils sont tenus de fournir les renseignements verbaux ou écrits et les comptes rendus demandés par ces mêmes agents. </p><p></p><p>Ils sont également tenus de n'apporter aucune entrave aux investigations nécessaires à l'exécution des missions des agents habilités. Ces investigations peuvent comporter, outre l'examen des lieux, des matériels et du système d'information, les recensements et les vérifications des comptabilités ou registres de toute espèce paraissant utiles. </p><p></p><p>Les agents habilités de l'Etat qui ont connaissance à titre quelconque des renseignements recueillis au sujet des entreprises en application du présent titre sont tenus au secret professionnel sous les peines définies à l'<a href='/article/LEGIARTI000006417944'>article 226-13 du code pénal</a>. </p><p></p><p>Par dérogation à l'alinéa précédent, les agents des douanes et les agents habilités du ministère de la défense mentionnés au présent article peuvent se communiquer spontanément tous les renseignements et documents détenus ou recueillis dans le cadre de leurs missions respectives. </p><p></p><p>Les procès-verbaux des infractions constatées aux prescriptions du présent titre sont transmis au représentant de l'Etat dans le département ou, à Paris, au préfet de police. </p><p></p><p>En cas d'infraction aux dispositions du présent titre, les services compétents du ministère de la défense adressent au procureur de la République les procès-verbaux des constatations effectuées. Une expédition est également transmise au ministre de la défense. </p><p></p><p>Sans préjudice de l'application de l'<a href='/article/LEGIARTI000006574921'>article 36 du code de procédure pénale</a>, l'action publique en matière d'infraction aux dispositions du chapitre III du présent titre relatives aux matériels de guerre et aux matériels assimilés mentionnés à l'article <a href='/article/LEGIARTI000025505567'>L. 311-2</a> du présent code et commise par une personne morale mentionnée au <a href='/article/LEGIARTI000006539944'>I de l'article L. 2332-1 du code de la défense </a>ou par une personne morale fabricant de matériels assimilés est mise en mouvement par le procureur de la République territorialement compétent. </p><p></p><p>Il apprécie la suite à donner aux faits portés à sa connaissance, notamment par la dénonciation du ministre de la défense ou de l'autorité habilitée par lui. </p><p></p><p>A défaut de cette dénonciation, le procureur de la République informe le ministre de la défense ou l'autorité habilitée par lui. </p><p></p><p>Hormis le cas d'urgence, le ministre de la défense ou l'autorité habilitée par lui donne son avis dans le délai d'un mois, par tout moyen. </p><p></p><p>L'autorité mentionnée au neuvième alinéa du présent article est habilitée par arrêté du ministre de la défense.</p>",
            "type": "AUTONOME",
            "dateDebut": "2013-09-06T00:00:00.000Z",
            "dateFin": "2019-06-21T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : POLICES ADMINISTRATIVES SPÉCIALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505558",
                        "id": "LEGISCTA000025508079",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ARMES ET MUNITIONS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505560",
                        "id": "LEGISCTA000025508077",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2013-09-06",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000025508010",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VII : Dispositions pénales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025505658",
                        "id": "LEGISCTA000027591806",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000025505660",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000032627231",
                    "textTitle": "LOI n°2016-731 du 3 juin 2016 - art. 26, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "JORFARTI000032627437",
                    "natureText": "LOI",
                    "date": 1655758968569,
                    "parentCid": null,
                    "numTexte": "2016-731",
                    "datePubli": 1464998400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000045934038",
                    "natureText": "DECRET",
                    "date": 1655758968569,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "JORFTEXT000045930472",
                    "textTitle": "Décret n°2022-901 du 17 juin 2022 - art. 9",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000045934036",
                    "natureText": "DECRET",
                    "date": 1655758968569,
                    "parentCid": null,
                    "numTexte": "2022-901",
                    "datePubli": 1655510400000,
                    "dateDebut": 1655596800000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L317-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L317-2",
                    "articleId": "LEGIARTI000027591793",
                    "natureText": "CODE",
                    "date": 1655758968569,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1378425600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 222-67 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "222-67",
                    "articleId": "LEGIARTI000032632539",
                    "natureText": "CODE",
                    "date": 1655758968569,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006071307",
                    "textTitle": "Code de la défense. - art. L2339-1 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L2339-1",
                    "articleId": "LEGIARTI000006539989",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025498645",
                    "textTitle": "Ordonnance n°2012-351 du 12 mars 2012 -  Annexe, v. init.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFSCTA000025498822",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2012-03-13",
                    "dateSignaTexte": "2012-03-12",
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Ordonnance n°2012-351 du 12 mars 2012 - art. Annexe",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "num": "L317-1",
            "origine": "LEGI",
            "texte": "Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal. Ces infractions peuvent également être constatées par les agents relevant du contrôle général des armées qui possèdent, à cet effet, les attributions d'officier de police judiciaire et dont les procès-verbaux sont adressés au ministre de la défense.",
            "texteHtml": "<p><br/>Toute infraction aux prescriptions du présent titre peut être constatée par les agents des contributions indirectes et des douanes et par les autorités de police judiciaire qui en dressent procès-verbal.<br/> Ces infractions peuvent également être constatées par les agents relevant du contrôle général des armées qui possèdent, à cet effet, les attributions d'officier de police judiciaire et dont les procès-verbaux sont adressés au ministre de la défense.</p>",
            "type": "AUTONOME",
            "dateDebut": "2012-05-01T00:00:00.000Z",
            "dateFin": "2013-09-06T00:00:00.000Z"
        }
    ]
}