{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000021664353",
            "idTexte": null,
            "type": null,
            "texte": "I. ― 1. Lorsque des produits déjà mis à la consommation dans un autre Etat membre de la Communauté européenne sont livrés en France à un opérateur, autre qu'un particulier, qui entend les commercialiser, la personne qui effectue la livraison, celle qui détient les produits ou celle à qui sont destinés les produits établit, préalablement à l'expédition, une déclaration auprès de l'administration des douanes et droits indirects et consigne auprès d'elle le paiement des droits dus au titre de cette opération. Cette personne acquitte, dès réception des produits, les droits et taxes dus au regard d'une déclaration dont les conditions et les modalités sont fixées par l'administration des douanes et droits indirects. Il est joint au document d'accompagnement une attestation de l'administration des douanes et droits indirects pour les produits reçus en France établissant que l'impôt a été acquitté ou qu'une garantie de son paiement a été acceptée. 2. Lorsque des produits sont expédiés de France à un opérateur, autre qu'un particulier, qui entend les commercialiser et établi dans un autre Etat membre de la Communauté européenne, la personne qui effectue la livraison joint au document d'accompagnement une attestation délivrée par l'autorité compétente de l'Etat membre de destination justifiant que l'impôt a été acquitté ou qu'une garantie de leur paiement a été acceptée. II. ― Lorsque des produits soumis à accise déjà mis à la consommation dans un Etat membre de la Communauté européenne sont achetés par une personne autre qu'un entrepositaire agréé ou un destinataire enregistré établie en France, qui n'exerce pas d'activité économique indépendante, et qui sont expédiés ou transportés directement ou indirectement en France par le vendeur ou pour le compte de celui-ci, l'impôt est dû par le représentant fiscal du vendeur mentionné à l'article 158 duovicies, lors de la réception des produits. III. ― A défaut de déclaration préalable ou de mise en place d'une garantie conformément aux I et II du présent article et à l'article 158 duovicies, les droits d'accise sont exigibles dès la réception des produits, sauf si la preuve est apportée de la régularité de l'opération ou s'il est établi que l'infraction qui a entraîné la constatation de manquants a été commise hors de France. Dans ce cas, l'impôt est dû : a) Par les personnes mentionnées au I du présent article ; b) Dans le cas mentionné au II par le représentant fiscal mentionné à l'article 158 duovicies ou, à défaut, par le destinataire des produits soumis à accises. L'action de l'administration des douanes et droits indirects doit être intentée, sous peine de déchéance, dans un délai de trois ans à compter de la date de réception des produits. Si, dans un délai de trois ans à compter de la date de réception des produits, l'Etat membre de la Communauté européenne où l'infraction a été commise procède au recouvrement des droits d'accise, les droits perçus en France sont remboursés.",
            "texteHtml": "<p>I. ― 1. Lorsque des produits déjà mis à la consommation dans un autre Etat membre de la Communauté européenne sont livrés en France à un opérateur, autre qu'un particulier, qui entend les commercialiser, la personne qui effectue la livraison, celle qui détient les produits ou celle à qui sont destinés les produits établit, préalablement à l'expédition, une déclaration auprès de l'administration des douanes et droits indirects et consigne auprès d'elle le paiement des droits dus au titre de cette opération. </p><p>Cette personne acquitte, dès réception des produits, les droits et taxes dus au regard d'une déclaration dont les conditions et les modalités sont fixées par l'administration des douanes et droits indirects. </p><p>Il est joint au document d'accompagnement une attestation de l'administration des douanes et droits indirects pour les produits reçus en France établissant que l'impôt a été acquitté ou qu'une garantie de son paiement a été acceptée. </p><p>2. Lorsque des produits sont expédiés de France à un opérateur, autre qu'un particulier, qui entend les commercialiser et établi dans un autre Etat membre de la Communauté européenne, la personne qui effectue la livraison joint au document d'accompagnement une attestation délivrée par l'autorité compétente de l'Etat membre de destination justifiant que l'impôt a été acquitté ou qu'une garantie de leur paiement a été acceptée. </p><p>II. ― Lorsque des produits soumis à accise déjà mis à la consommation dans un Etat membre de la Communauté européenne sont achetés par une personne autre qu'un entrepositaire agréé ou un destinataire enregistré établie en France, qui n'exerce pas d'activité économique indépendante, et qui sont expédiés ou transportés directement ou indirectement en France par le vendeur ou pour le compte de celui-ci, l'impôt est dû par le représentant fiscal du vendeur mentionné à l'article 158 duovicies, lors de la réception des produits. </p><p>III. ― A défaut de déclaration préalable ou de mise en place d'une garantie conformément aux I et II du présent article et à l'article 158 duovicies, les droits d'accise sont exigibles dès la réception des produits, sauf si la preuve est apportée de la régularité de l'opération ou s'il est établi que l'infraction qui a entraîné la constatation de manquants a été commise hors de France. </p><p>Dans ce cas, l'impôt est dû : </p><p>a) Par les personnes mentionnées au I du présent article ; </p><p>b) Dans le cas mentionné au II par le représentant fiscal mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071570&idArticle=LEGIARTI000021659904&dateTexte=&categorieLien=cid'>l'article 158 duovicies</a> ou, à défaut, par le destinataire des produits soumis à accises. </p><p>L'action de l'administration des douanes et droits indirects doit être intentée, sous peine de déchéance, dans un délai de trois ans à compter de la date de réception des produits. </p><p>Si, dans un délai de trois ans à compter de la date de réception des produits, l'Etat membre de la Communauté européenne où l'infraction a été commise procède au recouvrement des droits d'accise, les droits perçus en France sont remboursés.</p>",
            "num": "158 unvicies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1270080000000,
            "dateFin": 1640995200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2147481599,
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Régimes douaniers économiques, exportation temporaire, dépôts spéciaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006099263",
                        "id": "LEGISCTA000006099263",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2022-01-01",
                        "titre": "Chapitre III bis : Régime général d'accise relatif aux produits énergétiques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021659862",
                        "id": "LEGISCTA000021664397",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1949-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des douanes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071570",
                        "id": "LEGITEXT000006071570",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021659902",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000021659862",
            "sectionParentId": "LEGISCTA000021664397",
            "sectionParentTitre": "Chapitre III bis : Régime général d'accise relatif aux produits énergétiques ",
            "fullSectionsTitre": "Titre V : Régimes douaniers économiques, exportation temporaire, dépôts spéciaux",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021664353",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071570",
                    "titre": "Code des douanes",
                    "titreLong": "Code des douanes",
                    "etat": "VIGUEUR",
                    "dateDebut": -662688000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071570",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021559075",
                    "textTitle": "LOI n°2009-1674\n du 30 décembre 2009 - art. 36 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "36",
                    "articleId": "LEGIARTI000021580007",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-30",
                    "dateDebutCible": "2010-01-01"
                },
                {
                    "textCid": "JORFTEXT000044590225",
                    "textTitle": "Ordonnance n°2021-1843 du 22 décembre 2021 - art. 7",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000044595094",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-12-29",
                    "dateSignaTexte": "2021-12-22",
                    "dateDebutCible": "2021-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 158 duodecies (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "158 duodecies",
                    "articleId": "LEGIARTI000021664373",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 158 duovicies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "158 duovicies",
                    "articleId": "LEGIARTI000021659904",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006071570",
                    "textTitle": "Code des douanes - art. 267 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "267",
                    "articleId": "LEGIARTI000023216083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1293840000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000044595989",
                    "textTitle": "Code des impositions sur les biens et services - art. L311-18 (VT)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L311-18",
                    "articleId": "LEGIARTI000044603977",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000044595989",
                    "textTitle": "Code des impositions sur les biens et services - art. L311-24 (VT)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L311-24",
                    "articleId": "LEGIARTI000044603959",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000044595989",
                    "textTitle": "Code des impositions sur les biens et services - art. L311-25 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L311-25",
                    "articleId": "LEGIARTI000044603957",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000044595989",
                    "textTitle": "Code des impositions sur les biens et services - art. L311-29 (VT)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L311-29",
                    "articleId": "LEGIARTI000044603941",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021664353",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1270080000000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "158 unvicies",
                "158"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}