{
    "cid": "LEGIARTI000031748941",
    "num": "R336-30",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000031747285",
                        "id": "LEGISCTA000031747285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : LES DISPOSITIONS RELATIVES À L'ÉLECTRICITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748265",
                        "id": "LEGISCTA000031748265",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : LA COMMERCIALISATION",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748669",
                        "id": "LEGISCTA000031748669",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : L'accès régulé à l'électricité nucléaire historique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748859",
                        "id": "LEGISCTA000031748859",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Contrôle ex post et complément de prix",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031748935",
                        "id": "LEGISCTA000031748935",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Code de l'énergie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023983208",
                        "id": "LEGITEXT000023983208",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000031748941",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R335-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R335-6",
                    "articleId": "LEGIARTI000037672958",
                    "natureText": "CODE",
                    "date": 1599125703906,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1542499200000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R336-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R336-14",
                    "articleId": "LEGIARTI000031748899",
                    "natureText": "CODE",
                    "date": 1599125703906,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R336-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R336-28",
                    "articleId": "LEGIARTI000034263231",
                    "natureText": "CODE",
                    "date": 1599125703906,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1490313600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                },
                {
                    "textCid": "JORFTEXT000031738398",
                    "textTitle": "Décret n°2015-1823 du 30 décembre 2015 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031743221",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-31",
                    "dateSignaTexte": "2015-12-30",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "num": "R336-30",
            "origine": "LEGI",
            "texte": "Pour les pertes, la consommation constatée est le volume vendu par le fournisseur aux gestionnaires de réseau public d'électricité dans le cadre de contrats spécifiques ouvrant droit à l'ARENH. Les caractéristiques de ces contrats, notamment leur fréquence et le type de produit vendu, sont fixées par la Commission de régulation de l'énergie après concertation avec les gestionnaires de réseau public d'électricité. Les volumes donnant lieu à la conclusion avec les gestionnaires de réseau public d'électricité de contrats distincts de ces contrats spécifiques n'ouvrent pas au fournisseur le bénéfice de l'ARENH pour les pertes. Les achats d'électricité effectués par un gestionnaire de réseau public d'électricité pour ses pertes dans le cadre de ces contrats spécifiques pour une année donnée sont tels que la quantité de produit théorique calculée sur la base de la puissance achetée au titre de ces contrats ne peut dépasser la quantité annuelle de produit dédiée aux pertes de ce gestionnaire de réseau. La quantité annuelle de produit dédiée aux pertes est fixée par la Commission de régulation de l'énergie, pour chaque gestionnaire de réseau public d'électricité. Elle est égale à la quantité de produit théorique calculée sur la base de la consommation prévisionnelle du gestionnaire de réseau public d'électricité pour ses pertes pour l'année à laquelle elle correspond. Le gestionnaire de réseau public d'électricité transmet à la Commission de régulation de l'énergie la prévision de consommation que celle-ci prend en compte pour le calcul. La Commission de régulation de l'énergie communique aux gestionnaires de réseau public d'électricité leur quantité annuelle de produit dédiée aux pertes. Les modalités de transmission, par les gestionnaires de réseau public d'électricité à la Commission de régulation de l'énergie, des prévisions de consommation et les modalités de communication, par la Commission de régulation de l'énergie aux gestionnaires de réseau public d'électricité, des quantités annuelles de produit dédiées aux pertes sont fixées par la Commission de régulation de l'énergie.",
            "texteHtml": "<p>           Pour les pertes, la consommation constatée est le volume vendu par le fournisseur aux gestionnaires de réseau public d'électricité dans le cadre de contrats spécifiques ouvrant droit à l'ARENH. Les caractéristiques de ces contrats, notamment leur fréquence et le type de produit vendu, sont fixées par la Commission de régulation de l'énergie après concertation avec les gestionnaires de réseau public d'électricité. Les volumes donnant lieu à la conclusion avec les gestionnaires de réseau public d'électricité de contrats distincts de ces contrats spécifiques n'ouvrent pas au fournisseur le bénéfice de l'ARENH pour les pertes.</p><p>Les achats d'électricité effectués par un gestionnaire de réseau public d'électricité pour ses pertes dans le cadre de ces contrats spécifiques pour une année donnée sont tels que la quantité de produit théorique calculée sur la base de la puissance achetée au titre de ces contrats ne peut dépasser la quantité annuelle de produit dédiée aux pertes de ce gestionnaire de réseau.</p><p>La quantité annuelle de produit dédiée aux pertes est fixée par la Commission de régulation de l'énergie, pour chaque gestionnaire de réseau public d'électricité. Elle est égale à la quantité de produit théorique calculée sur la base de la consommation prévisionnelle du gestionnaire de réseau public d'électricité pour ses pertes pour l'année à laquelle elle correspond. Le gestionnaire de réseau public d'électricité transmet à la Commission de régulation de l'énergie la prévision de consommation que celle-ci prend en compte pour le calcul.</p><p>La Commission de régulation de l'énergie communique aux gestionnaires de réseau public d'électricité leur quantité annuelle de produit dédiée aux pertes.</p><p>Les modalités de transmission, par les gestionnaires de réseau public d'électricité à la Commission de régulation de l'énergie, des prévisions de consommation et les modalités de communication, par la Commission de régulation de l'énergie aux gestionnaires de réseau public d'électricité, des quantités annuelles de produit dédiées aux pertes sont fixées par la Commission de régulation de l'énergie.<br/></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}