{
    "cid": "LEGIARTI000043460806",
    "num": "D561-12-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Prévention des risques naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143789",
                        "id": "LEGISCTA000006143789",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Mesures de sauvegarde des populations menacées par certains risques naturels majeurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159435",
                        "id": "LEGISCTA000006159435",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Fonds de prévention des risques naturels majeurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177006",
                        "id": "LEGISCTA000006177006",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043460806",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L561-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L561-1",
                    "articleId": "LEGIARTI000006834563",
                    "natureText": "CODE",
                    "date": 1654287465334,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L561-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L561-3",
                    "articleId": "LEGIARTI000006834567",
                    "natureText": "CODE",
                    "date": 1654287465334,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043458697",
                    "textTitle": "Décret n°2021-518 du 29 avril 2021 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043460365",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-04-30",
                    "dateSignaTexte": "2021-04-29",
                    "dateDebutCible": "2021-05-01"
                }
            ],
            "num": "D561-12-1",
            "origine": "LEGI",
            "texte": "L'acquisition amiable, par une commune, un groupement de communes, un établissement public foncier ou l'Etat, de biens et de leurs terrains d'assiette sous réserve que les terrains acquis soient rendus inconstructibles dans un délai de trois ans, peut être prise en charge par le fonds de prévention des risques naturels majeurs. Le financement par le fonds de prévention des risques naturels majeurs des acquisitions amiables mentionnées au I de l'article L. 561-3 est subordonné à la condition que le prix de ces acquisitions de biens exposés ou sinistrés n'excède pas le montant des éventuelles indemnités calculées conformément au quatrième alinéa de l'article L. 561-1 . La contribution du fonds au financement des expropriations de biens mentionnés à l'article L. 561-1 et des acquisitions amiables des biens mentionnés au I de l'article L. 561-3 s'effectue à raison de la totalité des dépenses éligibles. Toutefois, le financement des acquisitions amiables de biens sinistrés s'effectue dans la limite de 240 000 euros par bien acquis. La contribution du fonds au financement des mesures nécessaires pour remettre en état les terrains, limiter l'accès à ces terrains ou empêcher toute occupation des biens expropriés ou acquis s'effectue à raison de 100 % des dépenses éligibles. Cette contribution n'est pas comprise dans le plafond de 240 000 euros relatif aux acquisitions amiables de biens sinistrés mentionné à l'alinéa précédent. Lorsqu'une collectivité autre que l'Etat est devenue propriétaire, notamment par l'intermédiaire d'un établissement public foncier, et que les terrains acquis n'ont pas été rendus inconstructibles par la collectivité dans le délai de trois ans à compter de leur acquisition mentionnée au premier alinéa, elle est tenue de rembourser les sommes perçues, le cas échéant par l'intermédiaire de l'établissement public foncier, à l'Etat. Les expropriations et acquisitions amiables effectuées par un établissement public foncier, et financées par le fonds de prévention des risques naturels majeurs sont conditionnées à la signature préalable par l'établissement public foncier d'une convention cadre avec l'Etat et de conventions opérationnelles avec les communes concernées ou leurs groupements. La convention cadre précise les modalités de versement à l'établissement public foncier et d'utilisation des crédits du fonds de prévention des risques naturels majeurs ainsi que les modalités d'intervention de l'établissement public foncier sur l'ensemble d'un secteur, notamment le volume global et les priorités d'intervention. Les conventions opérationnelles précisent notamment les délais de portage et les conditions de cession des biens à la collectivité compétente en matière d'urbanisme, après remise en état. Les contributions du fonds de prévention des risques naturels majeurs sont précisées dans le procès-verbal établi lors de la cession du bien à la commune ou au groupement, en application de la convention opérationnelle.",
            "texteHtml": "<p>L'acquisition amiable, par une commune, un groupement de communes, un établissement public foncier ou l'Etat, de biens et de leurs terrains d'assiette sous réserve que les terrains acquis soient rendus inconstructibles dans un délai de trois ans, peut être prise en charge par le fonds de prévention des risques naturels majeurs. <br/><br/>Le financement par le fonds de prévention des risques naturels majeurs des acquisitions amiables mentionnées au I de l'article <a href='/article/LEGIARTI000006834567' title='Code de l'environnement - art. L561-3 (V)'>L. 561-3 </a>est subordonné à la condition que le prix de ces acquisitions de biens exposés ou sinistrés n'excède pas le montant des éventuelles indemnités calculées conformément au quatrième alinéa de l'article <a href='/article/LEGIARTI000006834563' title='Code de l'environnement - art. L561-1 (V)'>L. 561-1</a>. <br/><br/>La contribution du fonds au financement des expropriations de biens mentionnés à l'article L. 561-1 et des acquisitions amiables des biens mentionnés au I de l'article L. 561-3 s'effectue à raison de la totalité des dépenses éligibles. Toutefois, le financement des acquisitions amiables de biens sinistrés s'effectue dans la limite de 240 000 euros par bien acquis. <br/><br/>La contribution du fonds au financement des mesures nécessaires pour remettre en état les terrains, limiter l'accès à ces terrains ou empêcher toute occupation des biens expropriés ou acquis s'effectue à raison de 100 % des dépenses éligibles. Cette contribution n'est pas comprise dans le plafond de 240 000 euros relatif aux acquisitions amiables de biens sinistrés mentionné à l'alinéa précédent. <br/><br/>Lorsqu'une collectivité autre que l'Etat est devenue propriétaire, notamment par l'intermédiaire d'un établissement public foncier, et que les terrains acquis n'ont pas été rendus inconstructibles par la collectivité dans le délai de trois ans à compter de leur acquisition mentionnée au premier alinéa, elle est tenue de rembourser les sommes perçues, le cas échéant par l'intermédiaire de l'établissement public foncier, à l'Etat. <br/><br/>Les expropriations et acquisitions amiables effectuées par un établissement public foncier, et financées par le fonds de prévention des risques naturels majeurs sont conditionnées à la signature préalable par l'établissement public foncier d'une convention cadre avec l'Etat et de conventions opérationnelles avec les communes concernées ou leurs groupements. La convention cadre précise les modalités de versement à l'établissement public foncier et d'utilisation des crédits du fonds de prévention des risques naturels majeurs ainsi que les modalités d'intervention de l'établissement public foncier sur l'ensemble d'un secteur, notamment le volume global et les priorités d'intervention. Les conventions opérationnelles précisent notamment les délais de portage et les conditions de cession des biens à la collectivité compétente en matière d'urbanisme, après remise en état. Les contributions du fonds de prévention des risques naturels majeurs sont précisées dans le procès-verbal établi lors de la cession du bien à la commune ou au groupement, en application de la convention opérationnelle.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-05-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}