{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047770306",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Peuvent présenter leur candidature à l'admission en deuxième ou troisième année du premier cycle des formations de médecine, de pharmacie, d'odontologie ou de maïeutique au titre des dispositions du I de l'article R. 631-1 , les étudiants ayant respectivement validé au moins 60 ou 120 crédits du système européen d'unités d'enseignement capitalisables et transférables (crédits-ECTS) au cours d'un des parcours de formation antérieurs définis aux 1°, 2° et 3° du I du même article. Les candidats doivent avoir obtenu au moins 10 crédits ECTS dans des unités d'enseignement relevant du domaine de la santé, définies par un arrêté des ministres chargés de l'enseignement supérieur et de la santé. Les étudiants peuvent présenter leur candidature à une ou plusieurs des formations de médecine, de pharmacie, d'odontologie ou de maïeutique. Tout candidat peut présenter deux fois sa candidature pour une admission dans les formations de médecine, de pharmacie, d'odontologie ou de maïeutique sous réserve d'avoir validé au moins 60 crédits ECTS supplémentaires lors de sa seconde candidature. La condition requise de validation des 60 crédits ECTS supplémentaires lors de la seconde candidature ne s'applique pas aux étudiants ayant déjà préalablement validé 180 crédits ECTS. L'inscription dans un parcours relevant de la catégorie mentionnée au 2° du I de l'article R. 631-1 épuise une des possibilités de candidature, que l'étudiant ait ou non obtenu 60 crédits ECTS et qu'il ait ou non eu la possibilité de déposer sa candidature pour une admission dans les formations de médecine, de pharmacie, d'odontologie ou de maïeutique. II.-Pour les candidats ayant validé au moins 120 crédits ECTS, chaque président d'université procède, après avis des directeurs concernés des unités de formation et de recherche de médecine, de pharmacie, d'odontologie, du directeur de la structure de formation en maïeutique ou du directeur de la composante concernée, à la répartition des candidats admis entre la deuxième ou la troisième année de premier cycle des formations de médecine, de pharmacie, d'odontologie et de maïeutique en fonction du parcours de formation antérieur de l'étudiant et des compétences acquises. III.-Pour chaque formation de médecine, de pharmacie, d'odontologie et de maïeutique, le nombre de places en deuxième ou troisième année du premier cycle est réparti entre les parcours de formation mentionnés à l'article R. 631-1 de façon à garantir la diversification des voies d'accès. Cette répartition est effectuée en précisant le nombre de places proposées pour chaque parcours, ou pour des groupes de parcours. Un arrêté des ministres en charge de la santé et de l'enseignement supérieur fixe le nombre de places proposées pour chaque formation de médecine, de pharmacie, d'odontologie et de maïeutique, pour un parcours ou un groupe de parcours qui ne peut excéder 50 % du nombre total de places proposées. Le nombre de places ainsi réparti est porté à la connaissance des candidats dans le cadre de la procédure nationale de préinscription prévue à l'article L. 612-3 . IV.-Des conventions sont conclues entre les universités comportant une unité de formation et de recherche de médecine, de pharmacie, d'odontologie, une structure de formation en maïeutique ou une composante assurant ces formations au sens de l'article L. 713-4 et celles qui sont dépourvues de ces unités de formation et de recherche, de ces structures de formations ou de ces composantes ou qui ne comportent pas l'ensemble de celles-ci. Ces conventions précisent les modalités d'admission en deuxième ou troisième année du premier cycle d'étudiants ayant effectué leur parcours de formation antérieur tel que défini à l'article R. 631-1 dans une université ne proposant pas l'ensemble de ces formations ou dans une université ne proposant aucune de ces formations. Ces conventions déterminent également le nombre de places proposées pour un parcours ou un groupe de parcours de formation antérieur tel que défini au I de l'article R. 631-1 conformément aux conditions et critères de répartition géographiques fixés par arrêté des ministres chargés de l'enseignement supérieur et de la santé ainsi que les conditions dans lesquelles les modules de préparation au deuxième groupe d'épreuves d'admission en deuxième ou troisième année du premier cycle de ces formations sont organisés entre les universités. Ces conventions peuvent prévoir qu'une université transfère des places non pourvues dans une formation de médecine, de pharmacie, d'odontologie ou de maïeutique, pour toutes les catégories de parcours de l'article R. 631-1, vers une ou plusieurs universités de la même région ayant pourvu toutes les places de cette même formation et disposant de candidats en liste complémentaire. Dans ce cas, elles fixent les modalités de répartition de ces places non pourvues vers les autres universités. Le transfert de ces places fait l'objet d'une publicité dans chacune des universités concernées. Les universités informent également les ministères chargés de l'enseignement supérieur et de la santé, l'agence régionale de santé concernée et l'observatoire national de la démographie des professions de santé de cette nouvelle répartition. Le pourcentage maximum d'admissions en deuxième ou troisième année du premier cycle dans une université dispensant des formations de médecine, de pharmacie, d'odontologie ou de maïeutique d'étudiants ayant effectué leur parcours de formation antérieur tel que défini au I de l'article R. 631-1 dans un établissement n'ayant pas conclu de conventions prévues aux alinéas précédents est fixé par arrêté des ministres chargés de l'enseignement supérieur et de la santé.",
            "texteHtml": "<p>I.-Peuvent présenter leur candidature à l'admission en deuxième ou troisième année du premier cycle des formations de médecine, de pharmacie, d'odontologie ou de maïeutique au titre des dispositions du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000039312888&dateTexte=&categorieLien=cid'>R. 631-1</a>, les étudiants ayant respectivement validé au moins 60 ou 120 crédits du système européen d'unités d'enseignement capitalisables et transférables (crédits-ECTS) au cours d'un des parcours de formation antérieurs définis aux 1°, 2° et 3° du I du même article.</p><p>Les candidats doivent avoir obtenu au moins 10 crédits ECTS dans des unités d'enseignement relevant du domaine de la santé, définies par un arrêté des ministres chargés de l'enseignement supérieur et de la santé.</p><p>Les étudiants peuvent présenter leur candidature à une ou plusieurs des formations de médecine, de pharmacie, d'odontologie ou de maïeutique.</p><p>Tout candidat peut présenter deux fois sa candidature pour une admission dans les formations de médecine, de pharmacie, d'odontologie ou de maïeutique sous réserve d'avoir validé au moins 60 crédits ECTS supplémentaires lors de sa seconde candidature.</p><p>La condition requise de validation des 60 crédits ECTS supplémentaires lors de la seconde candidature ne s'applique pas aux étudiants ayant déjà préalablement validé 180 crédits ECTS.</p><p>L'inscription dans un parcours relevant de la catégorie mentionnée au 2° du I de l'article R. 631-1 épuise une des possibilités de candidature, que l'étudiant ait ou non obtenu 60 crédits ECTS et qu'il ait ou non eu la possibilité de déposer sa candidature pour une admission dans les formations de médecine, de pharmacie, d'odontologie ou de maïeutique.</p><p>II.-Pour les candidats ayant validé au moins 120 crédits ECTS, chaque président d'université procède, après avis des directeurs concernés des unités de formation et de recherche de médecine, de pharmacie, d'odontologie, du directeur de la structure de formation en maïeutique ou du directeur de la composante concernée, à la répartition des candidats admis entre la deuxième ou la troisième année de premier cycle des formations de médecine, de pharmacie, d'odontologie et de maïeutique en fonction du parcours de formation antérieur de l'étudiant et des compétences acquises.</p><p>III.-Pour chaque formation de médecine, de pharmacie, d'odontologie et de maïeutique, le nombre de places en deuxième ou troisième année du premier cycle est réparti entre les parcours de formation mentionnés à l'article R. 631-1 de façon à garantir la diversification des voies d'accès. Cette répartition est effectuée en précisant le nombre de places proposées pour chaque parcours, ou pour des groupes de parcours. Un arrêté des ministres en charge de la santé et de l'enseignement supérieur fixe le nombre de places proposées pour chaque formation de médecine, de pharmacie, d'odontologie et de maïeutique, pour un parcours ou un groupe de parcours qui ne peut excéder 50 % du nombre total de places proposées.</p><p>Le nombre de places ainsi réparti est porté à la connaissance des candidats dans le cadre de la procédure nationale de préinscription prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525182&dateTexte=&categorieLien=cid'>L. 612-3</a>.</p><p>IV.-Des conventions sont conclues entre les universités comportant une unité de formation et de recherche de médecine, de pharmacie, d'odontologie, une structure de formation en maïeutique ou une composante assurant ces formations au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525363&dateTexte=&categorieLien=cid'>L. 713-4</a> et celles qui sont dépourvues de ces unités de formation et de recherche, de ces structures de formations ou de ces composantes ou qui ne comportent pas l'ensemble de celles-ci.</p><p>Ces conventions précisent les modalités d'admission en deuxième ou troisième année du premier cycle d'étudiants ayant effectué leur parcours de formation antérieur tel que défini à l'article R. 631-1 dans une université ne proposant pas l'ensemble de ces formations ou dans une université ne proposant aucune de ces formations.</p><p>Ces conventions déterminent également le nombre de places proposées pour un parcours ou un groupe de parcours de formation antérieur tel que défini au I de l'article R. 631-1 conformément aux conditions et critères de répartition géographiques fixés par arrêté des ministres chargés de l'enseignement supérieur et de la santé ainsi que les conditions dans lesquelles les modules de préparation au deuxième groupe d'épreuves d'admission en deuxième ou troisième année du premier cycle de ces formations sont organisés entre les universités.</p><p>Ces conventions peuvent prévoir qu'une université transfère des places non pourvues dans une formation de médecine, de pharmacie, d'odontologie ou de maïeutique, pour toutes les catégories de parcours de l'article R. 631-1, vers une ou plusieurs universités de la même région ayant pourvu toutes les places de cette même formation et disposant de candidats en liste complémentaire. Dans ce cas, elles fixent les modalités de répartition de ces places non pourvues vers les autres universités. Le transfert de ces places fait l'objet d'une publicité dans chacune des universités concernées. Les universités informent également les ministères chargés de l'enseignement supérieur et de la santé, l'agence régionale de santé concernée et l'observatoire national de la démographie des professions de santé de cette nouvelle répartition.</p><p>Le pourcentage maximum d'admissions en deuxième ou troisième année du premier cycle dans une université dispensant des formations de médecine, de pharmacie, d'odontologie ou de maïeutique d'étudiants ayant effectué leur parcours de formation antérieur tel que défini au I de l'article R. 631-1 dans un établissement n'ayant pas conclu de conventions prévues aux alinéas précédents est fixé par arrêté des ministres chargés de l'enseignement supérieur et de la santé.</p>",
            "num": "R631-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1688169600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-21",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : L'organisation des enseignements supérieurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864362",
                        "id": "LEGISCTA000027864362",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-21",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les formations de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864769",
                        "id": "LEGISCTA000027864769",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864771",
                        "id": "LEGISCTA000027864771",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-21",
                        "fin": "2019-11-06",
                        "titre": "Section 1 : Modalités d'accès aux études de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864773",
                        "id": "LEGISCTA000027864773",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-11-06",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Modalités d'accès aux formations de médecine, de pharmacie, d'odontologie et de maïeutique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864773",
                        "id": "LEGISCTA000039331094",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-21",
                        "fin": "2019-11-06",
                        "titre": "Sous-section 2 : Admission directe en deuxième année",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864785",
                        "id": "LEGISCTA000027864785",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-11-06",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Conditions et modalités d'admission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864785",
                        "id": "LEGISCTA000039331084",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039313123",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027864785",
            "sectionParentId": "LEGISCTA000039331084",
            "sectionParentTitre": "Sous-section 2 : Conditions et modalités d'admission",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : L'organisation des enseignements supérieurs &gt; Titre III : Les formations de santé &gt; Chapitre Ier : Dispositions communes &gt; Section 1 : Modalités d'accès aux formations de médecine, de pharmacie, d'odontologie et de maïeutique &gt; Sous-section 2 : Conditions et modalités d'admission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047770306",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047753551",
                    "textTitle": "Décret n°2023-538 du 29 juin 2023 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047768076",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-06-30",
                    "dateSignaTexte": "2023-06-29",
                    "dateDebutCible": "2023-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041429244",
                    "textTitle": "Arrêté du 17 janvier 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000041488437",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1579564800000,
                    "dateDebut": 1579651200000
                },
                {
                    "textCid": "JORFTEXT000042092971",
                    "textTitle": "Arrêté du 24 juin 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042093091",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1594166400000,
                    "dateDebut": 1594252800000
                },
                {
                    "textCid": "JORFTEXT000043788974",
                    "textTitle": "Décret n°2021-934 du 13 juillet 2021 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043790150",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-934",
                    "datePubli": 1626220800000,
                    "dateDebut": 1626307200000
                },
                {
                    "textCid": "JORFTEXT000044272086",
                    "textTitle": "Arrêté du 22 octobre 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044276563",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635552000000,
                    "dateDebut": 1635638400000
                },
                {
                    "textCid": "JORFTEXT000045785146",
                    "textTitle": "Arrêté du 4 mai 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045785814",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1652313600000,
                    "dateDebut": 1652400000000
                },
                {
                    "textCid": "JORFTEXT000046096047",
                    "textTitle": "Arrêté du 19 juillet 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046097416",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1658880000000,
                    "dateDebut": 1658966400000
                },
                {
                    "textCid": "JORFTEXT000046179561",
                    "textTitle": "Arrêté du 10 août 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046182925",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000047753551",
                    "textTitle": "Décret n°2023-538 du 29 juin 2023 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047768076",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-538",
                    "datePubli": 1688083200000,
                    "dateDebut": 1688169600000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L612-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-3",
                    "articleId": "LEGIARTI000006525182",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1520640000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L713-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L713-4",
                    "articleId": "LEGIARTI000006525363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R631-1",
                    "articleId": "LEGIARTI000039312888",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-1-10",
                    "articleId": "LEGIARTI000039313410",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-1-12",
                    "articleId": "LEGIARTI000039313434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-1-2",
                    "articleId": "LEGIARTI000039313189",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-1-3",
                    "articleId": "LEGIARTI000039313191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-1-9",
                    "articleId": "LEGIARTI000039313405",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039313187",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1572998400000,
                    "dateFin": 1688169600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047770306",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1688169600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R631-1-1",
                "631-1-1"
            ],
            "versionPrecedente": "LEGIARTI000039313187",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039313187",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Peuvent présenter leur candidature à l'admission en deuxième ou troisième année du premier cycle des formations de médecine, de pharmacie, d'odontologie ou de maïeutique au titre des dispositions du I de l'article R. 631-1 , les étudiants ayant respectivement validé au moins 60 ou 120 crédits du système européen d'unités d'enseignement capitalisables et transférables (crédits-ECTS) au cours d'un des parcours de formation antérieurs définis aux 1°, 2° et 3° du I du même article. Les candidats doivent avoir obtenu au moins 10 crédits ECTS dans des unités d'enseignement relevant du domaine de la santé, définies par un arrêté des ministres chargés de l'enseignement supérieur et de la santé. Les étudiants peuvent présenter leur candidature à une ou plusieurs des formations de médecine, de pharmacie, d'odontologie ou de maïeutique. Tout candidat peut présenter deux fois sa candidature pour une admission dans les formations de médecine, de pharmacie, d'odontologie ou de maïeutique sous réserve d'avoir validé au moins 60 crédits ECTS supplémentaires lors de sa seconde candidature. La condition requise de validation des 60 crédits ECTS supplémentaires lors de la seconde candidature ne s'applique pas aux étudiants ayant déjà préalablement validé 180 crédits ECTS. L'inscription dans un parcours relevant de la catégorie mentionnée au 2° du I de l'article R. 631-1 épuise une des possibilités de candidature, que l'étudiant ait ou non obtenu 60 crédits ECTS et qu'il ait ou non eu la possibilité de déposer sa candidature pour une admission dans les formations de médecine, de pharmacie, d'odontologie ou de maïeutique. II.-Pour les candidats ayant validé au moins 120 crédits ECTS, chaque président d'université procède, après avis des directeurs concernés des unités de formation et de recherche de médecine, de pharmacie, d'odontologie, du directeur de la structure de formation en maïeutique ou du directeur de la composante concernée, à la répartition des candidats admis entre la deuxième ou la troisième année de premier cycle des formations de médecine, de pharmacie, d'odontologie et de maïeutique en fonction du parcours de formation antérieur de l'étudiant et des compétences acquises. III.-Pour chaque formation de médecine, de pharmacie, d'odontologie et de maïeutique, le nombre de places en deuxième ou troisième année du premier cycle est réparti entre les parcours de formation mentionnés à l'article R. 631-1 de façon à garantir la diversification des voies d'accès. Cette répartition est effectuée en précisant le nombre de places proposées pour chaque parcours, ou pour des groupes de parcours. Un arrêté des ministres en charge de la santé et de l'enseignement supérieur fixe le nombre de places proposées pour chaque formation de médecine, de pharmacie, d'odontologie et de maïeutique, pour un parcours ou un groupe de parcours qui ne peut excéder 50 % du nombre total de places proposées. Le nombre de places ainsi réparti est porté à la connaissance des candidats dans le cadre de la procédure nationale de préinscription prévue à l'article L. 612-3 . IV.-Des conventions sont conclues entre les universités comportant une unité de formation et de recherche de médecine, de pharmacie, d'odontologie, une structure de formation en maïeutique ou une composante assurant ces formations au sens de l'article L. 713-4 et celles qui sont dépourvues de ces unités de formation et de recherche, de ces structures de formations ou de ces composantes ou qui ne comportent pas l'ensemble de celles-ci. Ces conventions précisent les modalités d'admission en deuxième ou troisième année du premier cycle d'étudiants ayant effectué leur parcours de formation antérieur tel que défini à l'article R. 631-1 dans une université ne proposant pas l'ensemble de ces formations ou dans une université ne proposant aucune de ces formations. Ces conventions déterminent également le nombre de places proposées pour un parcours ou un groupe de parcours de formation antérieur tel que défini au I de l'article R. 631-1 conformément aux conditions et critères de répartition géographiques fixés par arrêté des ministres chargés de l'enseignement supérieur et de la santé ainsi que les conditions dans lesquelles les modules de préparation au deuxième groupe d'épreuves d'admission en deuxième ou troisième année du premier cycle de ces formations sont organisés entre les universités. Le pourcentage maximum d'admissions en deuxième ou troisième année du premier cycle dans une université dispensant des formations de médecine, de pharmacie, d'odontologie ou de maïeutique d'étudiants ayant effectué leur parcours de formation antérieur tel que défini au I de l'article R. 631-1 dans un établissement n'ayant pas conclu de conventions prévues aux alinéas précédents est fixé par arrêté des ministres chargés de l'enseignement supérieur et de la santé.",
            "texteHtml": "<p>I.-Peuvent présenter leur candidature à l'admission en deuxième ou troisième année du premier cycle des formations de médecine, de pharmacie, d'odontologie ou de maïeutique au titre des dispositions du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000039312888&dateTexte=&categorieLien=cid'>R. 631-1</a>, les étudiants ayant respectivement validé au moins 60 ou 120 crédits du système européen d'unités d'enseignement capitalisables et transférables (crédits-ECTS) au cours d'un des parcours de formation antérieurs définis aux 1°, 2° et 3° du I du même article. </p><p></p><p>Les candidats doivent avoir obtenu au moins 10 crédits ECTS dans des unités d'enseignement relevant du domaine de la santé, définies par un arrêté des ministres chargés de l'enseignement supérieur et de la santé. </p><p></p><p>Les étudiants peuvent présenter leur candidature à une ou plusieurs des formations de médecine, de pharmacie, d'odontologie ou de maïeutique. </p><p></p><p>Tout candidat peut présenter deux fois sa candidature pour une admission dans les formations de médecine, de pharmacie, d'odontologie ou de maïeutique sous réserve d'avoir validé au moins 60 crédits ECTS supplémentaires lors de sa seconde candidature. </p><p></p><p>La condition requise de validation des 60 crédits ECTS supplémentaires lors de la seconde candidature ne s'applique pas aux étudiants ayant déjà préalablement validé 180 crédits ECTS. </p><p></p><p>L'inscription dans un parcours relevant de la catégorie mentionnée au 2° du I de l'article R. 631-1 épuise une des possibilités de candidature, que l'étudiant ait ou non obtenu 60 crédits ECTS et qu'il ait ou non eu la possibilité de déposer sa candidature pour une admission dans les formations de médecine, de pharmacie, d'odontologie ou de maïeutique. </p><p></p><p>II.-Pour les candidats ayant validé au moins 120 crédits ECTS, chaque président d'université procède, après avis des directeurs concernés des unités de formation et de recherche de médecine, de pharmacie, d'odontologie, du directeur de la structure de formation en maïeutique ou du directeur de la composante concernée, à la répartition des candidats admis entre la deuxième ou la troisième année de premier cycle des formations de médecine, de pharmacie, d'odontologie et de maïeutique en fonction du parcours de formation antérieur de l'étudiant et des compétences acquises. </p><p></p><p>III.-Pour chaque formation de médecine, de pharmacie, d'odontologie et de maïeutique, le nombre de places en deuxième ou troisième année du premier cycle est réparti entre les parcours de formation mentionnés à l'article R. 631-1 de façon à garantir la diversification des voies d'accès. Cette répartition est effectuée en précisant le nombre de places proposées pour chaque parcours, ou pour des groupes de parcours. Un arrêté des ministres en charge de la santé et de l'enseignement supérieur fixe le nombre de places proposées pour chaque formation de médecine, de pharmacie, d'odontologie et de maïeutique, pour un parcours ou un groupe de parcours qui ne peut excéder 50 % du nombre total de places proposées. </p><p></p><p>Le nombre de places ainsi réparti est porté à la connaissance des candidats dans le cadre de la procédure nationale de préinscription prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525182&dateTexte=&categorieLien=cid'>L. 612-3</a>. </p><p></p><p>IV.-Des conventions sont conclues entre les universités comportant une unité de formation et de recherche de médecine, de pharmacie, d'odontologie, une structure de formation en maïeutique ou une composante assurant ces formations au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071191&idArticle=LEGIARTI000006525363&dateTexte=&categorieLien=cid'>L. 713-4</a> et celles qui sont dépourvues de ces unités de formation et de recherche, de ces structures de formations ou de ces composantes ou qui ne comportent pas l'ensemble de celles-ci. </p><p></p><p>Ces conventions précisent les modalités d'admission en deuxième ou troisième année du premier cycle d'étudiants ayant effectué leur parcours de formation antérieur tel que défini à l'article R. 631-1 dans une université ne proposant pas l'ensemble de ces formations ou dans une université ne proposant aucune de ces formations. </p><p></p><p>Ces conventions déterminent également le nombre de places proposées pour un parcours ou un groupe de parcours de formation antérieur tel que défini au I de l'article R. 631-1 conformément aux conditions et critères de répartition géographiques fixés par arrêté des ministres chargés de l'enseignement supérieur et de la santé ainsi que les conditions dans lesquelles les modules de préparation au deuxième groupe d'épreuves d'admission en deuxième ou troisième année du premier cycle de ces formations sont organisés entre les universités. </p><p></p><p>Le pourcentage maximum d'admissions en deuxième ou troisième année du premier cycle dans une université dispensant des formations de médecine, de pharmacie, d'odontologie ou de maïeutique d'étudiants ayant effectué leur parcours de formation antérieur tel que défini au I de l'article R. 631-1 dans un établissement n'ayant pas conclu de conventions prévues aux alinéas précédents est fixé par arrêté des ministres chargés de l'enseignement supérieur et de la santé.</p>",
            "num": "R631-1-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1572998400000,
            "dateFin": 1688169600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-21",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : L'organisation des enseignements supérieurs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864362",
                        "id": "LEGISCTA000027864362",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-21",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les formations de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864769",
                        "id": "LEGISCTA000027864769",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864771",
                        "id": "LEGISCTA000027864771",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-21",
                        "fin": "2019-11-06",
                        "titre": "Section 1 : Modalités d'accès aux études de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864773",
                        "id": "LEGISCTA000027864773",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-11-06",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Modalités d'accès aux formations de médecine, de pharmacie, d'odontologie et de maïeutique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864773",
                        "id": "LEGISCTA000039331094",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-21",
                        "fin": "2019-11-06",
                        "titre": "Sous-section 2 : Admission directe en deuxième année",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864785",
                        "id": "LEGISCTA000027864785",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-11-06",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Conditions et modalités d'admission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027864785",
                        "id": "LEGISCTA000039331084",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039313123",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027864785",
            "sectionParentId": "LEGISCTA000039331084",
            "sectionParentTitre": "Sous-section 2 : Conditions et modalités d'admission",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : L'organisation des enseignements supérieurs &gt; Titre III : Les formations de santé &gt; Chapitre Ier : Dispositions communes &gt; Section 1 : Modalités d'accès aux formations de médecine, de pharmacie, d'odontologie et de maïeutique &gt; Sous-section 2 : Conditions et modalités d'admission",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039313187",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Aux termes du I de l'article 6 du décret n° 2019-1125 du 4 novembre 2019, les présentes dispositions sont applicables à compter de la rentrée universitaire 2020.",
            "notaHtml": "<p>Aux termes du I de l'article 6 du décret n° 2019-1125 du 4 novembre 2019, les présentes dispositions sont applicables à compter de la rentrée universitaire 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039309275",
                    "textTitle": "Décret n°2019-1125 du 4 novembre 2019 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000039312557",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-11-05",
                    "dateSignaTexte": "2019-11-04",
                    "dateDebutCible": "2019-11-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041429244",
                    "textTitle": "Arrêté du 17 janvier 2020 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000041488437",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1579564800000,
                    "dateDebut": 1579651200000
                },
                {
                    "textCid": "JORFTEXT000042092971",
                    "textTitle": "Arrêté du 24 juin 2020 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000042093091",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1594166400000,
                    "dateDebut": 1594252800000
                },
                {
                    "textCid": "JORFTEXT000043788974",
                    "textTitle": "Décret n°2021-934 du 13 juillet 2021 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043790150",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-934",
                    "datePubli": 1626220800000,
                    "dateDebut": 1626307200000
                },
                {
                    "textCid": "JORFTEXT000044272086",
                    "textTitle": "Arrêté du 22 octobre 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044276563",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635552000000,
                    "dateDebut": 1635638400000
                },
                {
                    "textCid": "JORFTEXT000045785146",
                    "textTitle": "Arrêté du 4 mai 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045785814",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1652313600000,
                    "dateDebut": 1652400000000
                },
                {
                    "textCid": "JORFTEXT000046096047",
                    "textTitle": "Arrêté du 19 juillet 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046097416",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1658880000000,
                    "dateDebut": 1658966400000
                },
                {
                    "textCid": "JORFTEXT000046179561",
                    "textTitle": "Arrêté du 10 août 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046182925",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1660348800000,
                    "dateDebut": 1660435200000
                },
                {
                    "textCid": "JORFTEXT000047753551",
                    "textTitle": "Décret n°2023-538 du 29 juin 2023 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047768076",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-538",
                    "datePubli": 1688083200000,
                    "dateDebut": 1688169600000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L612-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L612-3",
                    "articleId": "LEGIARTI000006525182",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1520640000000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. L713-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L713-4",
                    "articleId": "LEGIARTI000006525363",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1564185600000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R631-1",
                    "articleId": "LEGIARTI000039312888",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-1-10",
                    "articleId": "LEGIARTI000039313410",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-1-12",
                    "articleId": "LEGIARTI000039313434",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-1-2",
                    "articleId": "LEGIARTI000039313189",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-1-3",
                    "articleId": "LEGIARTI000039313191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. R631-1-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R631-1-9",
                    "articleId": "LEGIARTI000039313405",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1572998400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039313187",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1572998400000,
                    "dateFin": 1688169600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047770306",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1688169600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R631-1-1",
                "631-1-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}