{
    "cid": "LEGIARTI000044421868",
    "num": "L332-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LÉGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000044420577",
                        "id": "LEGISCTA000044428011",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Livre III : RECRUTEMENT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044421538",
                        "id": "LEGISCTA000044427049",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : RECRUTEMENT PAR CONTRAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044421848",
                        "id": "LEGISCTA000044426732",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Possibilités de recrutement par contrat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044421854",
                        "id": "LEGISCTA000044426726",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Emplois permanents",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044421856",
                        "id": "LEGISCTA000044426724",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Agents contractuels occupant des emplois permanents dans la fonction publique de l'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044421858",
                        "id": "LEGISCTA000044426722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Contrats conclus pour répondre à des besoins permanents",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044421860",
                        "id": "LEGISCTA000044426720",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2022-03-01",
                        "fin": "2999-01-01",
                        "titre": "Code général de la fonction publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000044416551",
                        "id": "LEGITEXT000044416551",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000044426712",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "Loi n° 84-16 du 11 janvier 1984 - art. 6 bis (VT)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "6 bis",
                    "articleId": "LEGIARTI000042012400",
                    "natureText": "LOI"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044411525",
                    "textTitle": "Ordonnance n°2021-1574 du 24 novembre 2021 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044415266",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-12-05",
                    "dateSignaTexte": "2021-11-24",
                    "dateDebutCible": "2022-03-01"
                },
                {
                    "textCid": "JORFTEXT000044411525",
                    "textTitle": "Ordonnance n°2021-1574 du 24 novembre 2021 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044415266",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-12-05",
                    "dateSignaTexte": "2021-11-24",
                    "dateDebutCible": "2022-03-01"
                }
            ],
            "num": "L332-4",
            "origine": "LEGI",
            "texte": "Les contrats conclus en application du 1° de l'article L. 332-1 et des articles L. 332-2 et L. 332-3 peuvent l'être pour une durée indéterminée. Lorsque ces contrats sont conclus pour une durée déterminée, cette durée est au maximum de trois ans. Ils sont renouvelables par reconduction expresse dans la limite d'une durée maximale de six ans. Tout contrat conclu ou renouvelé en application des mêmes dispositions avec un agent contractuel de l'Etat qui justifie d'une durée de services publics de six ans dans des fonctions relevant de la même catégorie hiérarchique est conclu, par une décision expresse, pour une durée indéterminée. La durée de six ans mentionnée à l'alinéa précédent est comptabilisée au titre de l'ensemble des services accomplis dans des emplois occupés en application du 1° de l'article L. 332-1 et des articles L. 332-2, L. 332-3 et L. 332-6. Elle doit avoir été accomplie dans sa totalité auprès du même département ministériel, de la même autorité publique ou du même établissement public. Pour l'appréciation de cette durée, les services accomplis à temps incomplet et à temps partiel sont assimilés à des services accomplis à temps complet. Les services accomplis de manière discontinue sont pris en compte, sous réserve que la durée des interruptions entre deux contrats n'excède pas quatre mois. Pour le calcul de la durée d'interruption entre deux contrats, toute période d'état d'urgence sanitaire déclaré sur le fondement des dispositions du code de la santé publique n'est pas prise en compte. Lorsque les services accomplis par un agent contractuel atteignent la durée des six ans mentionnée au troisième alinéa avant l'échéance de son contrat en cours, celui-ci est réputé être conclu à durée indéterminée. L'autorité d'emploi adresse à l'agent contractuel concerné une proposition d'avenant confirmant la durée indéterminée de son contrat. L'agent qui refuse de conclure l'avenant proposé est maintenu en fonctions jusqu'au terme du contrat en cours.",
            "texteHtml": "<p><br/>Les contrats conclus en application du 1° de l'article L. 332-1 et des articles L. 332-2 et L. 332-3 peuvent l'être pour une durée indéterminée.<br/>Lorsque ces contrats sont conclus pour une durée déterminée, cette durée est au maximum de trois ans. Ils sont renouvelables par reconduction expresse dans la limite d'une durée maximale de six ans.<br/>Tout contrat conclu ou renouvelé en application des mêmes dispositions avec un agent contractuel de l'Etat qui justifie d'une durée de services publics de six ans dans des fonctions relevant de la même catégorie hiérarchique est conclu, par une décision expresse, pour une durée indéterminée.<br/>La durée de six ans mentionnée à l'alinéa précédent est comptabilisée au titre de l'ensemble des services accomplis dans des emplois occupés en application du 1° de l'article L. 332-1 et des articles L. 332-2, L. 332-3 et L. 332-6. Elle doit avoir été accomplie dans sa totalité auprès du même département ministériel, de la même autorité publique ou du même établissement public. Pour l'appréciation de cette durée, les services accomplis à temps incomplet et à temps partiel sont assimilés à des services accomplis à temps complet.<br/>Les services accomplis de manière discontinue sont pris en compte, sous réserve que la durée des interruptions entre deux contrats n'excède pas quatre mois. Pour le calcul de la durée d'interruption entre deux contrats, toute période d'état d'urgence sanitaire déclaré sur le fondement des dispositions du code de la santé publique n'est pas prise en compte.<br/>Lorsque les services accomplis par un agent contractuel atteignent la durée des six ans mentionnée au troisième alinéa avant l'échéance de son contrat en cours, celui-ci est réputé être conclu à durée indéterminée. L'autorité d'emploi adresse à l'agent contractuel concerné une proposition d'avenant confirmant la durée indéterminée de son contrat. L'agent qui refuse de conclure l'avenant proposé est maintenu en fonctions jusqu'au terme du contrat en cours.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-03-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}