{
    "cid": "LEGIARTI000045134717",
    "num": "L221-2-6 ",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107980",
                        "id": "LEGISCTA000006107980",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Différentes formes d'aide et d'action sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128458",
                        "id": "LEGISCTA000006128458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Enfance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142836",
                        "id": "LEGISCTA000006142836",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Service de l'aide sociale à l'enfance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157582",
                        "id": "LEGISCTA000006157582",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045134717",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L223-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-1-1",
                    "articleId": "LEGIARTI000032206350",
                    "natureText": "CODE",
                    "date": 1645131981284,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458086400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045133771",
                    "textTitle": "LOI n°2022-140 du 7 février 2022 - art. 9",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000045134318",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-08",
                    "dateSignaTexte": "2022-02-07",
                    "dateDebutCible": "2022-02-09"
                }
            ],
            "num": "L221-2-6 ",
            "origine": "LEGI",
            "texte": "I.-Lorsqu'un enfant est pris en charge par le service de l'aide sociale à l'enfance, quel que soit le fondement de cette prise en charge, le président du conseil départemental propose systématiquement, avec l'accord des parents ou des autres titulaires de l'autorité parentale, si tel est l'intérêt de l'enfant et après évaluation de la situation, de désigner un ou plusieurs parrains ou marraines, dans le cadre d'une relation durable coordonnée par une association et construite sous la forme de temps partagés réguliers entre l'enfant et le parrain ou la marraine. L'association et le service de l'aide sociale à l'enfance mettant en œuvre les actions de parrainage informent, accompagnent et contrôlent le parrain ou la marraine. Les règles encadrant le parrainage d'enfant et définissant les principes fondamentaux du parrainage d'enfant en France ainsi que les modalités d'habilitation des associations de parrainage signataires d'une charte sont fixées par décret. Le président du conseil départemental propose à tout mineur privé temporairement ou définitivement de la protection de sa famille la désignation d'un ou de plusieurs parrains ou marraines. Ces derniers accompagnent le mineur dans les conditions prévues au premier alinéa. II.-Dans les conditions définies au premier alinéa du I, il est systématiquement proposé à l'enfant pris en charge par le service de l'aide sociale à l'enfance de bénéficier d'un mentor. Le mentorat désigne une relation interpersonnelle d'accompagnement et de soutien basée sur l'apprentissage mutuel. Son objectif est de favoriser l'autonomie et le développement de l'enfant accompagné en établissant des objectifs qui évoluent et s'adaptent en fonction de ses besoins spécifiques. Le recours au mentorat doit être proposé à l'entrée au collège. III.-Le parrainage et le mentorat sont mentionnés dans le projet pour l'enfant prévu à l'article L. 223-1-1 .",
            "texteHtml": "<p>I.-Lorsqu'un enfant est pris en charge par le service de l'aide sociale à l'enfance, quel que soit le fondement de cette prise en charge, le président du conseil départemental propose systématiquement, avec l'accord des parents ou des autres titulaires de l'autorité parentale, si tel est l'intérêt de l'enfant et après évaluation de la situation, de désigner un ou plusieurs parrains ou marraines, dans le cadre d'une relation durable coordonnée par une association et construite sous la forme de temps partagés réguliers entre l'enfant et le parrain ou la marraine. L'association et le service de l'aide sociale à l'enfance mettant en œuvre les actions de parrainage informent, accompagnent et contrôlent le parrain ou la marraine. Les règles encadrant le parrainage d'enfant et définissant les principes fondamentaux du parrainage d'enfant en France ainsi que les modalités d'habilitation des associations de parrainage signataires d'une charte sont fixées par décret. <br/><br/>Le président du conseil départemental propose à tout mineur privé temporairement ou définitivement de la protection de sa famille la désignation d'un ou de plusieurs parrains ou marraines. Ces derniers accompagnent le mineur dans les conditions prévues au premier alinéa. <br/><br/>II.-Dans les conditions définies au premier alinéa du I, il est systématiquement proposé à l'enfant pris en charge par le service de l'aide sociale à l'enfance de bénéficier d'un mentor. Le mentorat désigne une relation interpersonnelle d'accompagnement et de soutien basée sur l'apprentissage mutuel. Son objectif est de favoriser l'autonomie et le développement de l'enfant accompagné en établissant des objectifs qui évoluent et s'adaptent en fonction de ses besoins spécifiques. Le recours au mentorat doit être proposé à l'entrée au collège. <br/><br/>III.-Le parrainage et le mentorat sont mentionnés dans le projet pour l'enfant prévu à l'article <a href='/article/LEGIARTI000032206350' title='Code de l'action sociale et des familles - art. L223-1-1 (V)'>L. 223-1-1</a>.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-02-09T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}