{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933415",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-730. Changements comptables Introduction 01. La comparabilité des comptes est assurée par la permanence de la présentation des comptes et des méthodes d'évaluation et de comptabilisation, qui ne peuvent être modifiées que dans les conditions prévues par le référentiel comptable applicable. 02. Par convention dans la présente norme, sont qualifiés de \" changements comptables \" : -les changements de méthode qui résultent : -soit d'un changement de réglementation comptable, -soit d'un changement de méthode comptable à l'initiative de l'entité ; -les corrections d'erreurs ; -les changements d'estimation. 03. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes met en œuvre lorsqu'il identifie un changement comptable et les conséquences qu'il en tire dans son rapport sur les comptes. Procédures d'audit à mettre en œuvre par le commissaire aux comptes lorsqu'il identifie un changement comptable 04. Lorsque le commissaire aux comptes identifie un changement comptable, il apprécie sa justification. 05. Lorsque l'incidence sur les comptes du changement comptable est significative, le commissaire aux comptes vérifie : -que la traduction comptable de ce changement, y compris les informations fournies dans l'annexe, est appropriée ; -qu'une information appropriée est présentée pour rétablir la comparabilité des comptes, lorsque le référentiel comptable applicable le prévoit. Incidence sur le rapport 06. Lorsque le commissaire aux comptes estime que le changement comptable n'est pas justifié, ou que sa traduction comptable ou l'information fournie dans l'annexe ne sont pas appropriées, il en tire les conséquences sur l'expression de son opinion. 07. Lorsque le changement comptable correspond à un changement de méthode dans les comptes et que le commissaire aux comptes estime que sa traduction comptable, y compris les informations fournies en annexe, est appropriée, il formule une observation dans son rapport sur les comptes pour attirer l'attention de l'utilisateur des comptes sur l'information fournie dans l'annexe.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-730. Changements comptables<br/><br/>\n Introduction<br/><br/>\n 01. La comparabilité des comptes est assurée par la permanence de la présentation des comptes et des méthodes d'évaluation et de comptabilisation, qui ne peuvent être modifiées que dans les conditions prévues par le référentiel comptable applicable.<br/><br/>\n 02. Par convention dans la présente norme, sont qualifiés de \" changements comptables \" :</p><p><br/>\n-les changements de méthode qui résultent :<br/><br/>\n-soit d'un changement de réglementation comptable,<br/><br/>\n-soit d'un changement de méthode comptable à l'initiative de l'entité ;<br/><br/>\n-les corrections d'erreurs ;<br/><br/>\n-les changements d'estimation.</p><p><br/>\n 03. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes met en œuvre lorsqu'il identifie un changement comptable et les conséquences qu'il en tire dans son rapport sur les comptes.<br/><br/>\n Procédures d'audit à mettre en œuvre par le commissaire aux comptes lorsqu'il identifie un changement comptable<br/><br/>\n 04. Lorsque le commissaire aux comptes identifie un changement comptable, il apprécie sa justification.<br/><br/>\n 05. Lorsque l'incidence sur les comptes du changement comptable est significative, le commissaire aux comptes vérifie :</p><p><br/>\n-que la traduction comptable de ce changement, y compris les informations fournies dans l'annexe, est appropriée ;<br/><br/>\n-qu'une information appropriée est présentée pour rétablir la comparabilité des comptes, lorsque le référentiel comptable applicable le prévoit.</p><p><br/>\n Incidence sur le rapport<br/><br/>\n 06. Lorsque le commissaire aux comptes estime que le changement comptable n'est pas justifié, ou que sa traduction comptable ou l'information fournie dans l'annexe ne sont pas appropriées, il en tire les conséquences sur l'expression de son opinion.<br/><br/>\n 07. Lorsque le changement comptable correspond à un changement de méthode dans les comptes et que le commissaire aux comptes estime que sa traduction comptable, y compris les informations fournies en annexe, est appropriée, il formule une observation dans son rapport sur les comptes pour attirer l'attention de l'utilisateur des comptes sur l'information fournie dans l'annexe.</p>",
            "num": "A823-20",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 5 : Des contrôles particuliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163219",
                        "id": "LEGISCTA000020163414",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163223",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163219",
            "sectionParentId": "LEGISCTA000020163414",
            "sectionParentTitre": "Paragraphe 5 : Des contrôles particuliers",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 5 : Des contrôles particuliers",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047933415",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000047932557",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000429158",
                    "textTitle": "Arrêté du 7 mai 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002268788",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163410",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933415",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-20",
                "823-20"
            ],
            "versionPrecedente": "LEGIARTI000020163410",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163410",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux changements comptables, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX CHANGEMENTS COMPTABLES Introduction 1. La comparabilité des comptes est assurée par la permanence de la présentation des comptes et des méthodes d'évaluation, qui ne peuvent être modifiées que dans les conditions prévues par le référentiel comptable applicable. Ces modifications sont qualifiées de \" changements de méthodes comptables \". 2. Par ailleurs, une entité peut, dans les conditions prévues par le référentiel comptable applicable, être conduite à corriger des erreurs dans les comptes ou décider de procéder à des changements d'estimation ou de modalités d'application ou à des changements d'options fiscales. 3. Par convention, dans la présente norme, sont qualifiés de \" changements comptables \" : ― les changements de méthodes comptables ; ― les corrections d'erreurs ; ― les changements d'estimation ou de modalités d'application ; ― les changements d'options fiscales. 4. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes met en œuvre lorsqu'il identifie un changement comptable et les conséquences qu'il en tire dans son rapport sur les comptes. Procédures d'audit à mettre en œuvre par le commissaire aux comptes lorsqu'il identifie un changement comptable 5. Lorsque le commissaire aux comptes identifie un changement comptable, il apprécie sa justification. 6. Lorsque l'incidence sur les comptes du changement comptable est significative, le commissaire aux comptes vérifie : ― que la traduction comptable de ce changement, y compris les informations fournies dans l'annexe, est appropriée ; ― qu'une information appropriée est présentée pour rétablir la comparabilité des comptes, lorsque le référentiel comptable applicable le prévoit. 7. Lorsque le changement comptable correspond à un changement de méthodes comptables dans les comptes annuels, le commissaire aux comptes vérifie que ce changement est signalé dans le rapport de l'organe compétent de l'entité à l'organe appelé à statuer sur les comptes. Incidence sur le rapport 8. Lorsque le commissaire aux comptes estime que le changement comptable n'est pas justifié, ou que sa traduction comptable ou l'information fournie dans l'annexe ne sont pas appropriées, il en tire les conséquences sur l'expression de son opinion. 9. Lorsque le changement comptable correspond à un changement de méthodes comptables dans les comptes et que le commissaire aux comptes estime que sa traduction comptable, y compris les informations fournies en annexe, est appropriée, il formule une observation dans son rapport sur les comptes pour attirer l'attention de l'utilisateur des comptes sur l'information fournie dans l'annexe. 10. Lorsque le changement comptable correspond à un changement de méthodes comptables dans les comptes annuels et que ce changement n'est pas signalé dans le rapport de l'organe compétent de l'entité à l'organe appelé à statuer sur les comptes ou que le commissaire aux comptes estime que l'information fournie n'est pas appropriée, il formule une observation dans la troisième partie de son rapport sur les comptes annuels.",
            "texteHtml": "<p></p><p> \t\t\t\t\tLa norme d'exercice professionnel relative aux changements comptables, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/></p><p><br/></p><p align='center'> \t\t\t\t\tNORME D'EXERCICE PROFESSIONNEL RELATIVE AUX CHANGEMENTS COMPTABLES</p><p></p><p></p><p> \t\t\t\t\tIntroduction<br/></p><p> \t\t\t\t\t 1. La comparabilité des comptes est assurée par la permanence de la présentation des comptes et des méthodes d'évaluation, qui ne peuvent être modifiées que dans les conditions prévues par le référentiel comptable applicable. Ces modifications sont qualifiées de \" changements de méthodes comptables \".</p><p> \t\t\t\t\t 2. Par ailleurs, une entité peut, dans les conditions prévues par le référentiel comptable applicable, être conduite à corriger des erreurs dans les comptes ou décider de procéder à des changements d'estimation ou de modalités d'application ou à des changements d'options fiscales.</p><p> \t\t\t\t\t 3. Par convention, dans la présente norme, sont qualifiés de \" changements comptables \" :</p><p> \t\t\t\t\t ― les changements de méthodes comptables ;</p><p> \t\t\t\t\t ― les corrections d'erreurs ;</p><p> \t\t\t\t\t ― les changements d'estimation ou de modalités d'application ;</p><p> \t\t\t\t\t ― les changements d'options fiscales.</p><p> \t\t\t\t\t 4. La présente norme a pour objet de définir les procédures d'audit que le commissaire aux comptes met en œuvre lorsqu'il identifie un changement comptable et les conséquences qu'il en tire dans son rapport sur les comptes.<br/></p><p> \t\t\t\t\tProcédures d'audit à mettre en œuvre par le commissaire aux comptes lorsqu'il identifie un changement comptable<br/></p><p> \t\t\t\t\t 5. Lorsque le commissaire aux comptes identifie un changement comptable, il apprécie sa justification.</p><p> \t\t\t\t\t 6. Lorsque l'incidence sur les comptes du changement comptable est significative, le commissaire aux comptes vérifie :</p><p> \t\t\t\t\t ― que la traduction comptable de ce changement, y compris les informations fournies dans l'annexe, est appropriée ;</p><p> \t\t\t\t\t ― qu'une information appropriée est présentée pour rétablir la comparabilité des comptes, lorsque le référentiel comptable applicable le prévoit.</p><p> \t\t\t\t\t 7. Lorsque le changement comptable correspond à un changement de méthodes comptables dans les comptes annuels, le commissaire aux comptes vérifie que ce changement est signalé dans le rapport de l'organe compétent de l'entité à l'organe appelé à statuer sur les comptes.<br/></p><p> \t\t\t\t\tIncidence sur le rapport<br/></p><p> \t\t\t\t\t 8. Lorsque le commissaire aux comptes estime que le changement comptable n'est pas justifié, ou que sa traduction comptable ou l'information fournie dans l'annexe ne sont pas appropriées, il en tire les conséquences sur l'expression de son opinion.</p><p> \t\t\t\t\t 9. Lorsque le changement comptable correspond à un changement de méthodes comptables dans les comptes et que le commissaire aux comptes estime que sa traduction comptable, y compris les informations fournies en annexe, est appropriée, il formule une observation dans son rapport sur les comptes pour attirer l'attention de l'utilisateur des comptes sur l'information fournie dans l'annexe.</p><p> \t\t\t\t\t 10. Lorsque le changement comptable correspond à un changement de méthodes comptables dans les comptes annuels et que ce changement n'est pas signalé dans le rapport de l'organe compétent de l'entité à l'organe appelé à statuer sur les comptes ou que le commissaire aux comptes estime que l'information fournie n'est pas appropriée, il formule une observation dans la troisième partie de son rapport sur les comptes annuels.<br/></p><p></p>",
            "num": "A823-20",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163175",
                        "id": "LEGISCTA000020163458",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 5 : Des contrôles particuliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163219",
                        "id": "LEGISCTA000020163414",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163223",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163219",
            "sectionParentId": "LEGISCTA000020163414",
            "sectionParentTitre": "Paragraphe 5 : Des contrôles particuliers",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 2 : De la certification des comptes &gt; Paragraphe 5 : Des contrôles particuliers",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163410",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000429158",
                    "textTitle": "Arrêté du 7 mai 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002268788",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163410",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933415",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-20",
                "823-20"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}