{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043893427",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Toute société de gestion de portefeuille française ou tout gestionnaire établi dans un pays tiers dont l'Etat membre de référence est la France, qui se propose de commercialiser, avec un passeport, auprès de clients professionnels, des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne ou un pays tiers, dans un Etat membre de l'Union européenne autre que la France, transmet au préalable à l'Autorité des marchés financiers un dossier de notification pour chaque FIA concerné. II. – Lorsque la commercialisation auprès de clients professionnels concerne des parts ou actions d'un FIA nourricier au sens du IV de l'article L. 214-24 , établi dans un Etat membre de l'Union européenne, cette commercialisation est soumise à la condition que le FIA maître au sens du IV de l'article L. 214-24 soit également un FIA établi dans un Etat membre de l'Union européenne, géré par une société de gestion agréée établie dans un Etat membre de l'Union européenne. Une société de gestion de portefeuille française peut, dans les conditions définies par décret, commercialiser dans un Etat membre de l'Union européenne, avec un passeport, auprès de clients professionnels, des parts ou actions de FIA de pays tiers ou des FIA nourriciers au sens du IV de l'article L. 214-24 établis dans l'Union européenne et qui ne remplissent pas les exigences mentionnées au précédent alinéa. III. – L'Autorité des marchés financiers notifie sans délai au FIA ou à son gestionnaire la transmission par ses soins du dossier mentionné au I à l'autorité compétente de l'Etat d'accueil. Elle joint une attestation indiquant que le gestionnaire du FIA concerné est agréé pour gérer le FIA selon une stratégie d'investissement spécifique. Les parts ou actions du FIA peuvent être commercialisées dans l'Etat d'accueil à compter de la date de la notification mentionnée à l'alinéa précédent. IV. – Pour la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne, lorsque le FIA relève d'une autorité compétente autre que l'Autorité des marchés financiers, celle-ci informe également les autorités compétentes dont relève le FIA de la possibilité pour la société de gestion de portefeuille française ou le gestionnaire de commencer la commercialisation des parts ou actions du FIA dans l'Etat membre d'accueil. Lorsque la commercialisation concerne des parts ou actions d'un FIA établi dans un pays tiers géré par une société de gestion de portefeuille française, ou des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, ou des parts ou actions d'un FIA établi dans un pays tiers géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, l'Autorité des marchés financiers informe l'Autorité européenne des marchés financiers que cette société de gestion de portefeuille ou ce gestionnaire peut commencer la commercialisation des parts ou actions du FIA dans les Etats membres d'accueil. V. – En cas de modification substantielle des informations communiquées dans le dossier de notification, la société de gestion de portefeuille française ou le gestionnaire du FIA concerné en avertit par écrit l'Autorité des marchés financiers au moins un mois avant de mettre en œuvre ladite modification, ou immédiatement après une modification imprévue. Si une modification prévue conduit à ce que la gestion des parts ou actions du FIA par la société de gestion de portefeuille française ou le gestionnaire ne soit plus conforme aux dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai cette société de gestion de portefeuille ou ce gestionnaire qu'il ne doit pas procéder à cette modification. Lorsque la modification concerne la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne et géré par une société de gestion de portefeuille française, l'Autorité des marchés financiers lui adresse cette information dans un délai de quinze jours ouvrables après avoir reçu toutes les informations mentionnées au premier alinéa du présent V et elle informe également l'autorité compétente de l'Etat d'accueil. Si une modification prévue est mise en œuvre en méconnaissance des premier et deuxième alinéas, ou si une modification imprévue a pour conséquence que la gestion des parts ou actions du FIA n'est plus conforme à la présente section ou que la société de gestion de portefeuille ou le gestionnaire ne respecte plus les dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers prend les mesures nécessaires, y compris, le cas échéant, l'interdiction de commercialiser le FIA. Lorsque la modification concerne la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne et géré par une société de gestion de portefeuille française, l'Autorité des marchés financiers notifie sans délai les mesures prises à l'autorité compétente de l'Etat d'accueil. Si la modification n'affecte pas le respect par la société de gestion de portefeuille ou le gestionnaire des dispositions législatives et réglementaires qui leur sont applicables, l'Autorité des marchés financiers : 1° Informe l'autorité compétente de l'Etat d'accueil dans un délai d'un mois après avoir reçu toutes les informations mentionnées au premier alinéa du présent V, lorsque la modification concerne la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne et géré par une société de gestion de portefeuille française ; 2° Informe sans délai l'Autorité européenne des marchés financiers ainsi que l'autorité compétente de l'Etat d'accueil lorsque cette modification concerne la cessation de la commercialisation de certains FIA ou la commercialisation de nouveaux FIA, soit que cette commercialisation, par le biais d'un passeport, concerne des parts ou actions d'un FIA établi dans un pays tiers géré par une société de gestion de portefeuille française, soit qu'elle concerne des parts ou actions d'un FIA géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence. VI.– Toute société de gestion de portefeuille française qui commercialise dans un Etat membre de l'Union européenne autre que la France, avec un passeport, auprès de clients professionnels, des parts ou actions de FIA établis dans un Etat membre de l'Union européenne peut retirer le dossier de notification transmis à l'Autorité des marchés financiers en application du I. VII. – La lettre de notification du gestionnaire mentionnée au I et l'attestation mentionnée au III sont fournies dans une langue usuelle en matière financière. VIII. – Le règlement général de l'Autorité des marchés financiers précise les conditions d'application du présent article.",
            "texteHtml": "<p>I. – Toute société de gestion de portefeuille française ou tout gestionnaire établi dans un pays tiers dont l'Etat membre de référence est la France, qui se propose de commercialiser, avec un passeport, auprès de clients professionnels, des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne ou un pays tiers, dans un Etat membre de l'Union européenne autre que la France, transmet au préalable à l'Autorité des marchés financiers un dossier de notification pour chaque FIA concerné.</p><p>II. – Lorsque la commercialisation auprès de clients professionnels concerne des parts ou actions d'un FIA nourricier au sens du IV de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649235&dateTexte=&categorieLien=cid'>l'article L. 214-24</a>, établi dans un Etat membre de l'Union européenne, cette commercialisation est soumise à la condition que le FIA maître au sens du IV de l'article L. 214-24 soit également un FIA établi dans un Etat membre de l'Union européenne, géré par une société de gestion agréée établie dans un Etat membre de l'Union européenne.</p><p>Une société de gestion de portefeuille française peut, dans les conditions définies par décret, commercialiser dans un Etat membre de l'Union européenne, avec un passeport, auprès de clients professionnels, des parts ou actions de FIA de pays tiers ou des FIA nourriciers au sens du IV de l'article L. 214-24 établis dans l'Union européenne et qui ne remplissent pas les exigences mentionnées au précédent alinéa.</p><p>III. – L'Autorité des marchés financiers notifie sans délai au FIA ou à son gestionnaire la transmission par ses soins du dossier mentionné au I à l'autorité compétente de l'Etat d'accueil. Elle joint une attestation indiquant que le gestionnaire du FIA concerné est agréé pour gérer le FIA selon une stratégie d'investissement spécifique.</p><p>Les parts ou actions du FIA peuvent être commercialisées dans l'Etat d'accueil à compter de la date de la notification mentionnée à l'alinéa précédent.</p><p>IV. – Pour la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne, lorsque le FIA relève d'une autorité compétente autre que l'Autorité des marchés financiers, celle-ci informe également les autorités compétentes dont relève le FIA de la possibilité pour la société de gestion de portefeuille française ou le gestionnaire de commencer la commercialisation des parts ou actions du FIA dans l'Etat membre d'accueil.</p><p>Lorsque la commercialisation concerne des parts ou actions d'un FIA établi dans un pays tiers géré par une société de gestion de portefeuille française, ou des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, ou des parts ou actions d'un FIA établi dans un pays tiers géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, l'Autorité des marchés financiers informe l'Autorité européenne des marchés financiers que cette société de gestion de portefeuille ou ce gestionnaire peut commencer la commercialisation des parts ou actions du FIA dans les Etats membres d'accueil.</p><p>V. – En cas de modification substantielle des informations communiquées dans le dossier de notification, la société de gestion de portefeuille française ou le gestionnaire du FIA concerné en avertit par écrit l'Autorité des marchés financiers au moins un mois avant de mettre en œuvre ladite modification, ou immédiatement après une modification imprévue.</p><p>Si une modification prévue conduit à ce que la gestion des parts ou actions du FIA par la société de gestion de portefeuille française ou le gestionnaire ne soit plus conforme aux dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai cette société de gestion de portefeuille ou ce gestionnaire qu'il ne doit pas procéder à cette modification. Lorsque la modification concerne la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne et géré par une société de gestion de portefeuille française, l'Autorité des marchés financiers lui adresse cette information dans un délai de quinze jours ouvrables après avoir reçu toutes les informations mentionnées au premier alinéa du présent V et elle informe également l'autorité compétente de l'Etat d'accueil.</p><p>Si une modification prévue est mise en œuvre en méconnaissance des premier et deuxième alinéas, ou si une modification imprévue a pour conséquence que la gestion des parts ou actions du FIA n'est plus conforme à la présente section ou que la société de gestion de portefeuille ou le gestionnaire ne respecte plus les dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers prend les mesures nécessaires, y compris, le cas échéant, l'interdiction de commercialiser le FIA. Lorsque la modification concerne la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne et géré par une société de gestion de portefeuille française, l'Autorité des marchés financiers notifie sans délai les mesures prises à l'autorité compétente de l'Etat d'accueil.</p><p>Si la modification n'affecte pas le respect par la société de gestion de portefeuille ou le gestionnaire des dispositions législatives et réglementaires qui leur sont applicables, l'Autorité des marchés financiers :<br/><br/>\n1° Informe l'autorité compétente de l'Etat d'accueil dans un délai d'un mois après avoir reçu toutes les informations mentionnées au premier alinéa du présent V, lorsque la modification concerne la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne et géré par une société de gestion de portefeuille française ;<br/><br/>\n2° Informe sans délai l'Autorité européenne des marchés financiers ainsi que l'autorité compétente de l'Etat d'accueil lorsque cette modification concerne la cessation de la commercialisation de certains FIA ou la commercialisation de nouveaux FIA, soit que cette commercialisation, par le biais d'un passeport, concerne des parts ou actions d'un FIA établi dans un pays tiers géré par une société de gestion de portefeuille française, soit qu'elle concerne des parts ou actions d'un FIA géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence.</p><p>VI.– Toute société de gestion de portefeuille française qui commercialise dans un Etat membre de l'Union européenne autre que la France, avec un passeport, auprès de clients professionnels, des parts ou actions de FIA établis dans un Etat membre de l'Union européenne peut retirer le dossier de notification transmis à l'Autorité des marchés financiers en application du I.</p><p>VII. – La lettre de notification du gestionnaire mentionnée au I et l'attestation mentionnée au III sont fournies dans une langue usuelle en matière financière.</p><p>VIII. – Le règlement général de l'Autorité des marchés financiers précise les conditions d'application du présent article.</p>",
            "num": "L214-24-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1627862400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123871",
                        "id": "LEGISCTA000006123871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139777",
                        "id": "LEGISCTA000006139777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Placements collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154126",
                        "id": "LEGISCTA000006154126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184595",
                        "id": "LEGISCTA000027786951",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-08-03",
                        "fin": "2013-07-28",
                        "titre": "Paragraphe 1 : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024421032",
                        "id": "LEGISCTA000024421042",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024421032",
                        "id": "LEGISCTA000027786946",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2021-08-02",
                        "titre": "Paragraphe 1 : Procédure de commercialisation de FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027763978",
                        "id": "LEGISCTA000027763984",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-08-02",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Procédures de commercialisation et de pré-commercialisation de FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027763978",
                        "id": "LEGISCTA000043893423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 2 : Procédure de commercialisation de FIA dans un Etat membre de l'Union européenne autre que la France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027764024",
                        "id": "LEGISCTA000027764031",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024421096",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027764024",
            "sectionParentId": "LEGISCTA000027764031",
            "sectionParentTitre": "Sous-paragraphe 2 : Procédure de commercialisation de FIA dans un Etat membre de l'Union européenne autre que la France",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Les produits &gt; Titre Ier : Les instruments financiers &gt; Chapitre IV : Placements collectifs &gt; Section 2 : FIA &gt; Sous-section 1 : Dispositions communes &gt; Paragraphe 1 : Procédures de commercialisation et de pré-commercialisation de FIA &gt; Sous-paragraphe 2 : Procédure de commercialisation de FIA dans un Etat membre de l'Union européenne autre que la France",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043893427",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043878586",
                    "textTitle": "Ordonnance n°2021-1009 du 31 juillet 2021 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043881428",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-08-01",
                    "dateSignaTexte": "2021-07-31",
                    "dateDebutCible": "2021-08-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-14",
                    "articleId": "LEGIARTI000044084337",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-16",
                    "articleId": "LEGIARTI000028423094",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-19",
                    "articleId": "LEGIARTI000028423086",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-22",
                    "articleId": "LEGIARTI000028355695",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000028346019",
                    "textTitle": "Arrêté du 11 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028346024",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1387497600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031463326",
                    "textTitle": "DÉCRET n°2015-1455 du 10 novembre 2015 - art. Annexe I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe I",
                    "articleId": "LEGIARTI000045748205",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1455",
                    "datePubli": 1447200000000,
                    "dateDebut": 1651708800000
                },
                {
                    "textCid": "JORFTEXT000043871915",
                    "textTitle": "Arrêté du 23 juillet 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083949",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627603200000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-3",
                    "articleId": "LEGIARTI000028939164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1400284800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4",
                    "articleId": "LEGIARTI000027773470",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4-1",
                    "articleId": "LEGIARTI000027773517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4-1-1",
                    "articleId": "LEGIARTI000043882896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1627862400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-24",
                    "articleId": "LEGIARTI000006649235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024421096",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027786939",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1388793600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028441429",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1388793600000,
                    "dateFin": 1627862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043893427",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1627862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L214-24-2",
                "214-24-2"
            ],
            "versionPrecedente": "LEGIARTI000028441429",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028441429",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Toute société de gestion de portefeuille française ou tout gestionnaire établi dans un pays tiers dont l'Etat membre de référence est la France, qui se propose de commercialiser, avec un passeport, auprès de clients professionnels, des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne ou un pays tiers, dans un Etat membre de l'Union européenne autre que la France, transmet au préalable à l'Autorité des marchés financiers un dossier de notification pour chaque FIA concerné. II. – Lorsque la commercialisation auprès de clients professionnels concerne des parts ou actions d'un FIA nourricier au sens du IV de l'article L. 214-24 , établi dans un Etat membre de l'Union européenne, cette commercialisation est soumise à la condition que le FIA maître au sens du IV de l'article L. 214-24 soit également un FIA établi dans un Etat membre de l'Union européenne, géré par une société de gestion agréée établie dans un Etat membre de l'Union européenne. Une société de gestion de portefeuille française peut, dans les conditions définies par décret, commercialiser dans un Etat membre de l'Union européenne, avec un passeport, auprès de clients professionnels, des parts ou actions de FIA de pays tiers ou des FIA nourriciers au sens du IV de l'article L. 214-24 établis dans l'Union européenne et qui ne remplissent pas les exigences mentionnées au précédent alinéa. III. – L'Autorité des marchés financiers notifie sans délai au FIA ou à son gestionnaire la transmission par ses soins du dossier mentionné au I à l'autorité compétente de l'Etat d'accueil. Elle joint une attestation indiquant que le gestionnaire du FIA concerné est agréé pour gérer le FIA selon une stratégie d'investissement spécifique. Les parts ou actions du FIA peuvent être commercialisées dans l'Etat d'accueil à compter de la date de la notification mentionnée à l'alinéa précédent. IV. – Pour la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne, lorsque le FIA relève d'une autorité compétente autre que l'Autorité des marchés financiers, celle-ci informe également les autorités compétentes dont relève le FIA de la possibilité pour la société de gestion de portefeuille française ou le gestionnaire de commencer la commercialisation des parts ou actions du FIA dans l'Etat membre d'accueil. Lorsque la commercialisation concerne des parts ou actions d'un FIA établi dans un pays tiers géré par une société de gestion de portefeuille française, ou des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, ou des parts ou actions d'un FIA établi dans un pays tiers géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, l'Autorité des marchés financiers informe l'Autorité européenne des marchés financiers que cette société de gestion de portefeuille ou ce gestionnaire peut commencer la commercialisation des parts ou actions du FIA dans les Etats membres d'accueil. V. – En cas de modification substantielle des informations communiquées dans le dossier de notification, la société de gestion de portefeuille française ou le gestionnaire du FIA concerné en avertit par écrit l'Autorité des marchés financiers au moins un mois avant de mettre en œuvre ladite modification, ou immédiatement après une modification imprévue. Si une modification prévue conduit à ce que la gestion des parts ou actions du FIA par la société de gestion de portefeuille française ou le gestionnaire ne soit plus conforme aux dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai cette société de gestion de portefeuille ou ce gestionnaire qu'il ne doit pas procéder à cette modification. Si une modification prévue est mise en œuvre en méconnaissance des premier et deuxième alinéas, ou si une modification imprévue a pour conséquence que la gestion des parts ou actions du FIA n'est plus conforme à la présente section ou que la société de gestion de portefeuille ou le gestionnaire ne respecte plus les dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers prend les mesures nécessaires, y compris, le cas échéant, l'interdiction de commercialiser le FIA. L'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille ou du gestionnaire des modifications n'affectant pas la conformité de la gestion des parts ou actions du FIA avec la présente section ou le respect par la société de gestion de portefeuille ou le gestionnaire des dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille. VI. – La lettre de notification du gestionnaire mentionnée au I et l'attestation mentionnée au III sont fournies dans une langue usuelle en matière financière. VII. – Le règlement général de l'Autorité des marchés financiers précise les conditions d'application du présent article.",
            "texteHtml": "<p>I. – Toute société de gestion de portefeuille française ou tout gestionnaire établi dans un pays tiers dont l'Etat membre de référence est la France, qui se propose de commercialiser, avec un passeport, auprès de clients professionnels, des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne ou un pays tiers, dans un Etat membre de l'Union européenne autre que la France, transmet au préalable à l'Autorité des marchés financiers un dossier de notification pour chaque FIA concerné.</p><p>II. – Lorsque la commercialisation auprès de clients professionnels concerne des parts ou actions d'un FIA nourricier au sens du IV de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649235&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L214-24 (V)'>l'article L. 214-24</a>, établi dans un Etat membre de l'Union européenne, cette commercialisation est soumise à la condition que le FIA maître au sens du IV de l'article L. 214-24 soit également un FIA établi dans un Etat membre de l'Union européenne, géré par une société de gestion agréée établie dans un Etat membre de l'Union européenne.</p><p>Une société de gestion de portefeuille française peut, dans les conditions définies par décret, commercialiser dans un Etat membre de l'Union européenne, avec un passeport, auprès de clients professionnels, des parts ou actions de FIA de pays tiers ou des FIA nourriciers au sens du IV de l'article L. 214-24 établis dans l'Union européenne et qui ne remplissent pas les exigences mentionnées au précédent alinéa.</p><p>III. – L'Autorité des marchés financiers notifie sans délai au FIA ou à son gestionnaire la transmission par ses soins du dossier mentionné au I à l'autorité compétente de l'Etat d'accueil. Elle joint une attestation indiquant que le gestionnaire du FIA concerné est agréé pour gérer le FIA selon une stratégie d'investissement spécifique.</p><p>Les parts ou actions du FIA peuvent être commercialisées dans l'Etat d'accueil à compter de la date de la notification mentionnée à l'alinéa précédent.</p><p>IV. – Pour la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne, lorsque le FIA relève d'une autorité compétente autre que l'Autorité des marchés financiers, celle-ci informe également les autorités compétentes dont relève le FIA de la possibilité pour la société de gestion de portefeuille française ou le gestionnaire de commencer la commercialisation des parts ou actions du FIA dans l'Etat membre d'accueil.</p><p>Lorsque la commercialisation concerne des parts ou actions d'un FIA établi dans un pays tiers géré par une société de gestion de portefeuille française, ou des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, ou des parts ou actions d'un FIA établi dans un pays tiers géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, l'Autorité des marchés financiers informe l'Autorité européenne des marchés financiers que cette société de gestion de portefeuille ou ce gestionnaire peut commencer la commercialisation des parts ou actions du FIA dans les Etats membres d'accueil.</p><p>V. – En cas de modification substantielle des informations communiquées dans le dossier de notification, la société de gestion de portefeuille française ou le gestionnaire du FIA concerné en avertit par écrit l'Autorité des marchés financiers au moins un mois avant de mettre en œuvre ladite modification, ou immédiatement après une modification imprévue.</p><p>Si une modification prévue conduit à ce que la gestion des parts ou actions du FIA par la société de gestion de portefeuille française ou le gestionnaire ne soit plus conforme aux dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai cette société de gestion de portefeuille ou ce gestionnaire qu'il ne doit pas procéder à cette modification.</p><p>Si une modification prévue est mise en œuvre en méconnaissance des premier et deuxième alinéas, ou si une modification imprévue a pour conséquence que la gestion des parts ou actions du FIA n'est plus conforme à la présente section ou que la société de gestion de portefeuille ou le gestionnaire ne respecte plus les dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers prend les mesures nécessaires, y compris, le cas échéant, l'interdiction de commercialiser le FIA.</p><p>L'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille ou du gestionnaire des modifications n'affectant pas la conformité de la gestion des parts ou actions du FIA avec la présente section ou le respect par la société de gestion de portefeuille ou le gestionnaire des dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille.</p><p>VI. – La lettre de notification du gestionnaire mentionnée au I et l'attestation mentionnée au III sont fournies dans une langue usuelle en matière financière.</p><p>VII. – Le règlement général de l'Autorité des marchés financiers précise les conditions d'application du présent article.</p>",
            "num": "L214-24-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1388793600000,
            "dateFin": 1627862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123871",
                        "id": "LEGISCTA000006123871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139777",
                        "id": "LEGISCTA000006139777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Placements collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154126",
                        "id": "LEGISCTA000006154126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184595",
                        "id": "LEGISCTA000027786951",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-08-03",
                        "fin": "2013-07-28",
                        "titre": "Paragraphe 1 : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024421032",
                        "id": "LEGISCTA000024421042",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024421032",
                        "id": "LEGISCTA000027786946",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2021-08-02",
                        "titre": "Paragraphe 1 : Procédure de commercialisation de FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027763978",
                        "id": "LEGISCTA000027763984",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-08-02",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Procédures de commercialisation et de pré-commercialisation de FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027763978",
                        "id": "LEGISCTA000043893423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 2 : Procédure de commercialisation de FIA dans un Etat membre de l'Union européenne autre que la France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027764024",
                        "id": "LEGISCTA000027764031",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024421096",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027764024",
            "sectionParentId": "LEGISCTA000027764031",
            "sectionParentTitre": "Sous-paragraphe 2 : Procédure de commercialisation de FIA dans un Etat membre de l'Union européenne autre que la France",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Les produits &gt; Titre Ier : Les instruments financiers &gt; Chapitre IV : Placements collectifs &gt; Section 2 : FIA &gt; Sous-section 1 : Dispositions communes &gt; Paragraphe 1 : Procédures de commercialisation et de pré-commercialisation de FIA &gt; Sous-paragraphe 2 : Procédure de commercialisation de FIA dans un Etat membre de l'Union européenne autre que la France",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028441429",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028424785",
                    "textTitle": "LOI n°2014-1\n du 2 janvier 2014 - art. 25 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000028426555",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-01-03",
                    "dateSignaTexte": "2014-01-02",
                    "dateDebutCible": "2014-01-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-14",
                    "articleId": "LEGIARTI000044084337",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-16",
                    "articleId": "LEGIARTI000028423094",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-19",
                    "articleId": "LEGIARTI000028423086",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-22",
                    "articleId": "LEGIARTI000028355695",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000028346019",
                    "textTitle": "Arrêté du 11 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028346024",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1387497600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031463326",
                    "textTitle": "DÉCRET n°2015-1455 du 10 novembre 2015 - art. Annexe I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe I",
                    "articleId": "LEGIARTI000045748205",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1455",
                    "datePubli": 1447200000000,
                    "dateDebut": 1651708800000
                },
                {
                    "textCid": "JORFTEXT000043871915",
                    "textTitle": "Arrêté du 23 juillet 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083949",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627603200000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-3",
                    "articleId": "LEGIARTI000028939164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1400284800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4",
                    "articleId": "LEGIARTI000027773470",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4-1",
                    "articleId": "LEGIARTI000027773517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4-1-1",
                    "articleId": "LEGIARTI000043882896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1627862400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-24",
                    "articleId": "LEGIARTI000006649235",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024421096",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027786939",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1388793600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028441429",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1388793600000,
                    "dateFin": 1627862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043893427",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1627862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L214-24-2",
                "214-24-2"
            ],
            "versionPrecedente": "LEGIARTI000027786939",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027786939",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Toute société de gestion de portefeuille française ou tout gestionnaire établi dans un pays tiers, qui se propose de commercialiser, avec un passeport, auprès de clients professionnels, des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne ou un pays tiers, dans un Etat membre de l'Union européenne autre que la France, transmet au préalable à l'Autorité des marchés financiers un dossier de notification pour chaque FIA concerné. II. - Lorsque la commercialisation auprès de clients professionnels concerne des parts ou actions d'un FIA nourricier au sens du IV de l'article L. 214-24, établi dans un Etat membre de l'Union européenne, cette commercialisation est soumise à la condition que le FIA maître au sens du IV de l'article L. 214-24 soit également un FIA établi dans un Etat membre de l'Union européenne, géré par une société de gestion agréée établie dans un Etat membre de l'Union européenne. Une société de gestion de portefeuille française peut, dans les conditions définies par décret, commercialiser dans un Etat membre de l'Union européenne, avec un passeport, auprès de clients professionnels, des parts ou actions de FIA de pays tiers ou des FIA nourriciers au sens du IV de l'article L. 214-24 établis dans l'Union européenne et qui ne remplissent pas les exigences mentionnées au précédent alinéa. III. - L'Autorité des marchés financiers notifie sans délai au FIA ou à son gestionnaire la transmission par ses soins du dossier mentionné au I à l'autorité compétente de l'Etat d'accueil. Elle joint une attestation indiquant que le gestionnaire du FIA concerné est agréé pour gérer le FIA selon une stratégie d'investissement spécifique. Les parts ou actions du FIA peuvent être commercialisées dans l'Etat d'accueil à compter de la date de la notification mentionnée à l'alinéa précédent. IV. - Pour la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne, lorsque le FIA relève d'une autorité compétente autre que l'Autorité des marchés financiers, celle-ci informe également les autorités compétentes dont relève le FIA de la possibilité pour la société de gestion de portefeuille française ou le gestionnaire de commencer la commercialisation des parts ou actions du FIA dans l'Etat membre d'accueil. Lorsque la commercialisation concerne des parts ou actions d'un FIA établi dans un pays tiers géré par une société de gestion de portefeuille française, ou des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, ou des parts ou actions d'un FIA établi dans un pays tiers géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, l'Autorité des marchés financiers informe l'Autorité européenne des marchés financiers que cette société de gestion de portefeuille ou ce gestionnaire peut commencer la commercialisation des parts ou actions du FIA dans les Etats membres d'accueil. V. - En cas de modification substantielle des informations communiquées dans le dossier de notification, la société de gestion de portefeuille française ou le gestionnaire du FIA concerné en avertit par écrit l'Autorité des marchés financiers au moins un mois avant de mettre en œuvre ladite modification, ou immédiatement après une modification imprévue. Si une modification prévue conduit à ce que la gestion des parts ou actions du FIA par la société de gestion de portefeuille française ou le gestionnaire ne soit plus conforme aux dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai cette société de gestion de portefeuille ou ce gestionnaire qu'il ne doit pas procéder à cette modification. Si une modification prévue est mise en œuvre en méconnaissance des premier et deuxième alinéas, ou si une modification imprévue a pour conséquence que la gestion des parts ou actions du FIA n'est plus conforme à la présente section ou que la société de gestion de portefeuille ou le gestionnaire ne respecte plus les dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers prend les mesures nécessaires, y compris, le cas échéant, l'interdiction de commercialiser le FIA. L'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille ou du gestionnaire des modifications n'affectant pas la conformité de la gestion des parts ou actions du FIA avec la présente section ou le respect par la société de gestion de portefeuille ou le gestionnaire des dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille. VI. - La lettre de notification du gestionnaire mentionnée au I et l'attestation mentionnée au III sont fournies dans une langue usuelle en matière financière. VII. - Le règlement général de l'Autorité des marchés financiers précise les conditions d'application du présent article.",
            "texteHtml": "<p>I. - Toute société de gestion de portefeuille française ou tout gestionnaire établi dans un pays tiers, qui se propose de commercialiser, avec un passeport, auprès de clients professionnels, des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne ou un pays tiers, dans un Etat membre de l'Union européenne autre que la France, transmet au préalable à l'Autorité des marchés financiers un dossier de notification pour chaque FIA concerné. </p><p>II. - Lorsque la commercialisation auprès de clients professionnels concerne des parts ou actions d'un FIA nourricier au sens du IV de l'article L. 214-24, établi dans un Etat membre de l'Union européenne, cette commercialisation est soumise à la condition que le FIA maître au sens du IV de l'article L. 214-24 soit également un FIA établi dans un Etat membre de l'Union européenne, géré par une société de gestion agréée établie dans un Etat membre de l'Union européenne. </p><p>Une société de gestion de portefeuille française peut, dans les conditions définies par décret, commercialiser dans un Etat membre de l'Union européenne, avec un passeport, auprès de clients professionnels, des parts ou actions de FIA de pays tiers ou des FIA nourriciers au sens du IV de l'article L. 214-24 établis dans l'Union européenne et qui ne remplissent pas les exigences mentionnées au précédent alinéa. </p><p>III. - L'Autorité des marchés financiers notifie sans délai au FIA ou à son gestionnaire la transmission par ses soins du dossier mentionné au I à l'autorité compétente de l'Etat d'accueil. Elle joint une attestation indiquant que le gestionnaire du FIA concerné est agréé pour gérer le FIA selon une stratégie d'investissement spécifique. </p><p>Les parts ou actions du FIA peuvent être commercialisées dans l'Etat d'accueil à compter de la date de la notification mentionnée à l'alinéa précédent. </p><p>IV. - Pour la commercialisation de parts ou actions d'un FIA établi dans l'Union européenne, lorsque le FIA relève d'une autorité compétente autre que l'Autorité des marchés financiers, celle-ci informe également les autorités compétentes dont relève le FIA de la possibilité pour la société de gestion de portefeuille française ou le gestionnaire de commencer la commercialisation des parts ou actions du FIA dans l'Etat membre d'accueil. </p><p>Lorsque la commercialisation concerne des parts ou actions d'un FIA établi dans un pays tiers géré par une société de gestion de portefeuille française, ou des parts ou actions d'un FIA établi dans un Etat membre de l'Union européenne géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, ou des parts ou actions d'un FIA établi dans un pays tiers géré par un gestionnaire établi dans un pays tiers dont la France est l'Etat membre de référence, l'Autorité des marchés financiers informe l'Autorité européenne des marchés financiers que cette société de gestion de portefeuille ou ce gestionnaire peut commencer la commercialisation des parts ou actions du FIA dans les Etats membres d'accueil. </p><p>V. - En cas de modification substantielle des informations communiquées dans le dossier de notification, la société de gestion de portefeuille française ou le gestionnaire du FIA concerné en avertit par écrit l'Autorité des marchés financiers au moins un mois avant de mettre en œuvre ladite modification, ou immédiatement après une modification imprévue. </p><p>Si une modification prévue conduit à ce que la gestion des parts ou actions du FIA par la société de gestion de portefeuille française ou le gestionnaire ne soit plus conforme aux dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers informe sans délai cette société de gestion de portefeuille ou ce gestionnaire qu'il ne doit pas procéder à cette modification. </p><p>Si une modification prévue est mise en œuvre en méconnaissance des premier et deuxième alinéas, ou si une modification imprévue a pour conséquence que la gestion des parts ou actions du FIA n'est plus conforme à la présente section ou que la société de gestion de portefeuille ou le gestionnaire ne respecte plus les dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille, l'Autorité des marchés financiers prend les mesures nécessaires, y compris, le cas échéant, l'interdiction de commercialiser le FIA. </p><p>L'Autorité des marchés financiers informe sans délai les autorités compétentes de l'Etat membre d'accueil de la société de gestion de portefeuille ou du gestionnaire des modifications n'affectant pas la conformité de la gestion des parts ou actions du FIA avec la présente section ou le respect par la société de gestion de portefeuille ou le gestionnaire des dispositions législatives et réglementaires applicables aux sociétés de gestion de portefeuille. </p><p>VI. - La lettre de notification du gestionnaire mentionnée au I et l'attestation mentionnée au III sont fournies dans une langue usuelle en matière financière. </p><p>VII. - Le règlement général de l'Autorité des marchés financiers précise les conditions d'application du présent article. </p>",
            "num": "L214-24-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1374969600000,
            "dateFin": 1388793600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123871",
                        "id": "LEGISCTA000006123871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139777",
                        "id": "LEGISCTA000006139777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Placements collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154126",
                        "id": "LEGISCTA000006154126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184595",
                        "id": "LEGISCTA000027786951",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-08-03",
                        "fin": "2013-07-28",
                        "titre": "Paragraphe 1 : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024421032",
                        "id": "LEGISCTA000024421042",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024421032",
                        "id": "LEGISCTA000027786946",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2021-08-02",
                        "titre": "Paragraphe 1 : Procédure de commercialisation de FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027763978",
                        "id": "LEGISCTA000027763984",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-08-02",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Procédures de commercialisation et de pré-commercialisation de FIA",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027763978",
                        "id": "LEGISCTA000043893423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 2 : Procédure de commercialisation de FIA dans un Etat membre de l'Union européenne autre que la France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027764024",
                        "id": "LEGISCTA000027764031",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024421096",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027764024",
            "sectionParentId": "LEGISCTA000027764031",
            "sectionParentTitre": "Sous-paragraphe 2 : Procédure de commercialisation de FIA dans un Etat membre de l'Union européenne autre que la France",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Les produits &gt; Titre Ier : Les instruments financiers &gt; Chapitre IV : Placements collectifs &gt; Section 2 : FIA &gt; Sous-section 1 : Dispositions communes &gt; Paragraphe 1 : Procédure de commercialisation de FIA &gt; Sous-paragraphe 2 : Procédure de commercialisation de FIA dans un Etat membre de l'Union européenne autre que la France",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027786939",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027755194",
                    "textTitle": "Ordonnance n°2013-676\n du 25 juillet 2013 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000027762899",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2013-07-27",
                    "dateSignaTexte": "2013-07-25",
                    "dateDebutCible": "2013-07-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-14",
                    "articleId": "LEGIARTI000044084337",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-16",
                    "articleId": "LEGIARTI000028423094",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-19",
                    "articleId": "LEGIARTI000028423086",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-22",
                    "articleId": "LEGIARTI000028355695",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000028346019",
                    "textTitle": "Arrêté du 11 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028346024",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1387497600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031463326",
                    "textTitle": "DÉCRET n°2015-1455 du 10 novembre 2015 - art. Annexe I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe I",
                    "articleId": "LEGIARTI000045748205",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1455",
                    "datePubli": 1447200000000,
                    "dateDebut": 1651708800000
                },
                {
                    "textCid": "JORFTEXT000043871915",
                    "textTitle": "Arrêté du 23 juillet 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083949",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627603200000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-3",
                    "articleId": "LEGIARTI000028939164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1400284800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4",
                    "articleId": "LEGIARTI000027773470",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4-1",
                    "articleId": "LEGIARTI000027773517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4-1-1",
                    "articleId": "LEGIARTI000043882896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1627862400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-20",
                    "articleId": "LEGIARTI000006649129",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024421096",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027786939",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1388793600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028441429",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1388793600000,
                    "dateFin": 1627862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043893427",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1627862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L214-24-2",
                "214-24-2"
            ],
            "versionPrecedente": "LEGIARTI000024421096",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024421096",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Par dérogation au I de l'article L. 214-20 , l'actif d'un organisme de placement collectif en valeurs mobilières régi par la présente sous-section peut également comprendre des bons de souscription, des bons de caisse, des billets à ordre et des billets hypothécaires, dans des conditions et limites fixées par décret en Conseil d'Etat.",
            "texteHtml": "Par dérogation au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649129&dateTexte=&categorieLien=cid'>L. 214-20</a>, l'actif d'un organisme de placement collectif en valeurs mobilières régi par la présente sous-section peut également comprendre des bons de souscription, des bons de caisse, des billets à ordre et des billets hypothécaires, dans des conditions et limites fixées par décret en Conseil d'Etat.",
            "num": "L214-24-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1312329600000,
            "dateFin": 1374969600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 939524094,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123871",
                        "id": "LEGISCTA000006123871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139777",
                        "id": "LEGISCTA000006139777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Placements collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154126",
                        "id": "LEGISCTA000006154126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2013-07-28",
                        "titre": "Section 1 : Les organismes de placement collectif en valeurs mobilières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170138",
                        "id": "LEGISCTA000006170138",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : OPCVM",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170138",
                        "id": "LEGISCTA000027810018",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2011-08-03",
                        "titre": "Sous-section 2 : Règles particulières relatives aux sociétés d'investissement à capital variable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184595",
                        "id": "LEGISCTA000006184595",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-08-03",
                        "fin": "2013-07-28",
                        "titre": "Sous-section 2 : Autres organismes de placement collectif en valeurs mobilières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184595",
                        "id": "LEGISCTA000024439713",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-08-03",
                        "fin": "2013-07-28",
                        "titre": "Paragraphe 1 : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024421032",
                        "id": "LEGISCTA000024421042",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions communes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000024421032",
                        "id": "LEGISCTA000027786946",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024421096",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000024421032",
            "sectionParentId": "LEGISCTA000027786946",
            "sectionParentTitre": "Sous-section 1 : Dispositions communes",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Les produits &gt; Titre Ier : Les instruments financiers &gt; Chapitre IV : Placements collectifs &gt; Section 1 : OPCVM &gt; Sous-section 1 : Dispositions communes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024421096",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024419055",
                    "textTitle": "Ordonnance n°2011-915\n du 1er août 2011 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024419783",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2011-08-02",
                    "dateSignaTexte": "2011-08-01",
                    "dateDebutCible": "2011-08-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-14",
                    "articleId": "LEGIARTI000044084337",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-16",
                    "articleId": "LEGIARTI000028423094",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-19",
                    "articleId": "LEGIARTI000028423086",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 421-22 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "421-22",
                    "articleId": "LEGIARTI000028355695",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1387584000000
                },
                {
                    "textCid": "JORFTEXT000028346019",
                    "textTitle": "Arrêté du 11 décembre 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000028346024",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1387497600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031463326",
                    "textTitle": "DÉCRET n°2015-1455 du 10 novembre 2015 - art. Annexe I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe I",
                    "articleId": "LEGIARTI000045748205",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-1455",
                    "datePubli": 1447200000000,
                    "dateDebut": 1651708800000
                },
                {
                    "textCid": "JORFTEXT000043871915",
                    "textTitle": "Arrêté du 23 juillet 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083949",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627603200000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-3",
                    "articleId": "LEGIARTI000028939164",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1400284800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4",
                    "articleId": "LEGIARTI000027773470",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4-1",
                    "articleId": "LEGIARTI000027773517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-32-4-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-32-4-1-1",
                    "articleId": "LEGIARTI000043882896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1627862400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-20",
                    "articleId": "LEGIARTI000006649129",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000024421096",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1312329600000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027786939",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1388793600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028441429",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1388793600000,
                    "dateFin": 1627862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043893427",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1627862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L214-24-2",
                "214-24-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}