{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041471045",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué dans chaque département une commission départementale des valeurs locatives comprenant deux représentants de l'administration fiscale, dix représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre, neuf représentants des contribuables désignés par le représentant de l'Etat dans le département ainsi que l'ensemble des députés et sénateurs élus dans le département. Le nombre de parlementaires n'est pas pris en compte pour le calcul d'un quorum. Les représentants de l'administration fiscale participent aux travaux de la commission avec voix consultative. Pour la Ville de Paris, les représentants des élus locaux sont dix membres en exercice du conseil de Paris. La commission départementale des valeurs locatives du département du Rhône est compétente pour le département du Rhône et le territoire de la métropole de Lyon. Elle est dénommée commission départementale des valeurs locatives du département du Rhône et de la métropole de Lyon. Au sein de cette commission, les représentants des élus locaux sont un membre en exercice du conseil départemental et trois membres du conseil de la métropole, deux maires en exercice représentant les communes du département du Rhône et deux maires en exercice représentant les communes situées sur le territoire de la métropole de Lyon ainsi que deux représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre. Pour les autres départements, ces représentants comprennent deux membres en exercice du conseil départemental ou deux conseillers à l'Assemblée de Corse élus en son sein, quatre maires en exercice et quatre représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre. Le président de la commission est élu parmi les représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre. Il a voix prépondérante en cas de partage égal. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>Il est institué dans chaque département une commission départementale des valeurs locatives comprenant deux représentants de l'administration fiscale, dix représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre, neuf représentants des contribuables désignés par le représentant de l'Etat dans le département ainsi que l'ensemble des députés et sénateurs élus dans le département. Le nombre de parlementaires n'est pas pris en compte pour le calcul d'un quorum.<br/><br/>\nLes représentants de l'administration fiscale participent aux travaux de la commission avec voix consultative.<br/><br/>\nPour la Ville de Paris, les représentants des élus locaux sont dix membres en exercice du conseil de Paris.<br/><br/>\nLa commission départementale des valeurs locatives du département du Rhône est compétente pour le département du Rhône et le territoire de la métropole de Lyon. Elle est dénommée commission départementale des valeurs locatives du département du Rhône et de la métropole de Lyon. Au sein de cette commission, les représentants des élus locaux sont un membre en exercice du conseil départemental et trois membres du conseil de la métropole, deux maires en exercice représentant les communes du département du Rhône et deux maires en exercice représentant les communes situées sur le territoire de la métropole de Lyon ainsi que deux représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre.<br/><br/>\nPour les autres départements, ces représentants comprennent deux membres en exercice du conseil départemental ou deux conseillers à l'Assemblée de Corse élus en son sein, quatre maires en exercice et quatre représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre.<br/><br/>\nLe président de la commission est élu parmi les représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre. Il a voix prépondérante en cas de partage égal.<br/><br/>\nLes modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "num": "1650 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577664000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-01-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114498",
                        "id": "LEGISCTA000006114498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133861",
                        "id": "LEGISCTA000006133861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts et comité de l'abus de droit fiscal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147107",
                        "id": "LEGISCTA000006147107",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2019-12-30",
                        "titre": "I ter : Commissions départementales des valeurs locatives des locaux professionnels et des impôts directs locaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036356963",
                        "id": "LEGISCTA000036356963",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-30",
                        "fin": "2999-01-01",
                        "titre": "I ter : Commissions départementales des valeurs locatives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036356963",
                        "id": "LEGISCTA000041471059",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036356965",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036356963",
            "sectionParentId": "LEGISCTA000041471059",
            "sectionParentTitre": "I ter : Commissions départementales des valeurs locatives",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts et comité de l'abus de droit fiscal &gt; I ter : Commissions départementales des valeurs locatives",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000041471045",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039683923",
                    "textTitle": "LOI n° 2019-1479 du 28 décembre 2019 - art. 146 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "146",
                    "articleId": "LEGIARTI000046873549",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-29",
                    "dateSignaTexte": "2019-12-28",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000037116568",
                    "textTitle": "Décret n°2018-535 du 28 juin 2018 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037124402",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-535",
                    "datePubli": 1530230400000,
                    "dateDebut": 1530316800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1504 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1504",
                    "articleId": "LEGIARTI000041471065",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 ter",
                    "articleId": "LEGIARTI000042913678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 ter I (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 ter I",
                    "articleId": "LEGIARTI000037124964",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1530316800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036356965",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036441310",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1519862400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036366410",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041471045",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1650 B",
                "1650"
            ],
            "versionPrecedente": "LEGIARTI000036366410",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036366410",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué dans chaque département une commission départementale des valeurs locatives des locaux professionnels comprenant deux représentants de l'administration fiscale, dix représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre, neuf représentants des contribuables désignés par le représentant de l'Etat dans le département ainsi que l'ensemble des députés et sénateurs élus dans le département lorsque celui-ci compte moins de onze parlementaires. Lorsque le département compte onze parlementaires ou plus, les députés et sénateurs sont désignés, respectivement, par l'Assemblée nationale et le Sénat au prorata du nombre de députés et de sénateurs élus dans le département, dans la limite totale de dix membres. Le nombre de parlementaires n'est pas pris en compte pour le calcul d'un quorum. Les représentants de l'administration fiscale participent aux travaux de la commission avec voix consultative. Pour la Ville de Paris, les représentants des élus locaux sont dix membres en exercice du conseil de Paris. La commission départementale des valeurs locatives des locaux professionnels du département du Rhône est compétente pour le département du Rhône et le territoire de la métropole de Lyon. Elle est dénommée commission départementale des valeurs locatives des locaux professionnels du département du Rhône et de la métropole de Lyon. Au sein de cette commission, les représentants des élus locaux sont un membre en exercice du conseil départemental et trois membres du conseil de la métropole, deux maires en exercice représentant les communes du département du Rhône et deux maires en exercice représentant les communes situées sur le territoire de la métropole de Lyon ainsi que deux représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre. Pour les autres départements, ces représentants comprennent deux membres en exercice du conseil départemental ou deux conseillers à l'Assemblée de Corse élus en son sein, quatre maires en exercice et quatre représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre. Le président de la commission est élu parmi les représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre. Il a voix prépondérante en cas de partage égal. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>Il est institué dans chaque département une commission départementale des valeurs locatives des locaux professionnels comprenant deux représentants de l'administration fiscale, dix représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre, neuf représentants des contribuables désignés par le représentant de l'Etat dans le département ainsi que l'ensemble des députés et sénateurs élus dans le département lorsque celui-ci compte moins de onze parlementaires. Lorsque le département compte onze parlementaires ou plus, les députés et sénateurs sont désignés, respectivement, par l'Assemblée nationale et le Sénat au prorata du nombre de députés et de sénateurs élus dans le département, dans la limite totale de dix membres. Le nombre de parlementaires n'est pas pris en compte pour le calcul d'un quorum.<br/><br/>\nLes représentants de l'administration fiscale participent aux travaux de la commission avec voix consultative.<br/><br/>\nPour la Ville de Paris, les représentants des élus locaux sont dix membres en exercice du conseil de Paris.<br/><br/>\nLa commission départementale des valeurs locatives des locaux professionnels du département du Rhône est compétente pour le département du Rhône et le territoire de la métropole de Lyon. Elle est dénommée commission départementale des valeurs locatives des locaux professionnels du département du Rhône et de la métropole de Lyon. Au sein de cette commission, les représentants des élus locaux sont un membre en exercice du conseil départemental et trois membres du conseil de la métropole, deux maires en exercice représentant les communes du département du Rhône et deux maires en exercice représentant les communes situées sur le territoire de la métropole de Lyon ainsi que deux représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre.<br/><br/>\nPour les autres départements, ces représentants comprennent deux membres en exercice du conseil départemental ou deux conseillers à l'Assemblée de Corse élus en son sein, quatre maires en exercice et quatre représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre.<br/><br/>\nLe président de la commission est élu parmi les représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre. Il a voix prépondérante en cas de partage égal.<br/><br/>\nLes modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "num": "1650 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1546300800000,
            "dateFin": 1577664000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-01-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114498",
                        "id": "LEGISCTA000006114498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133861",
                        "id": "LEGISCTA000006133861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts et comité de l'abus de droit fiscal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147107",
                        "id": "LEGISCTA000006147107",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2019-12-30",
                        "titre": "I ter : Commissions départementales des valeurs locatives des locaux professionnels et des impôts directs locaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036356963",
                        "id": "LEGISCTA000036356963",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-30",
                        "fin": "2999-01-01",
                        "titre": "I ter : Commissions départementales des valeurs locatives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036356963",
                        "id": "LEGISCTA000041471059",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036356965",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036356963",
            "sectionParentId": "LEGISCTA000041471059",
            "sectionParentTitre": "I ter : Commissions départementales des valeurs locatives",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts et comité de l'abus de droit fiscal &gt; I ter : Commissions départementales des valeurs locatives",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036366410",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036298548",
                    "textTitle": "LOI n° 2017-1775 du 28 décembre 2017 - art. 30 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000036354030",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-29",
                    "dateSignaTexte": "2017-12-28",
                    "dateDebutCible": "2017-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000037116568",
                    "textTitle": "Décret n°2018-535 du 28 juin 2018 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037124402",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-535",
                    "datePubli": 1530230400000,
                    "dateDebut": 1530316800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1504 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1504",
                    "articleId": "LEGIARTI000041471065",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 ter",
                    "articleId": "LEGIARTI000042913678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 ter I (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 ter I",
                    "articleId": "LEGIARTI000037124964",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1530316800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036356965",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036441310",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1519862400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036366410",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041471045",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1650 B",
                "1650"
            ],
            "versionPrecedente": "LEGIARTI000036441310",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036441310",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué dans chaque département une commission départementale des valeurs locatives des locaux professionnels comprenant deux représentants de l'administration fiscale, dix représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre, neuf représentants des contribuables désignés par le représentant de l'Etat dans le département ainsi que l'ensemble des députés et sénateurs élus dans le département lorsque celui-ci compte moins de onze parlementaires. Lorsque le département compte onze parlementaires ou plus, les députés et sénateurs sont désignés, respectivement, par l'Assemblée nationale et le Sénat au prorata du nombre de députés et de sénateurs élus dans le département, dans la limite totale de dix membres. Le nombre de parlementaires n'est pas pris en compte pour le calcul d'un quorum. Les représentants de l'administration fiscale participent aux travaux de la commission avec voix consultative. Pour le département de Paris, les représentants des élus locaux sont dix membres en exercice du conseil de Paris. La commission départementale des valeurs locatives des locaux professionnels du département du Rhône est compétente pour le département du Rhône et le territoire de la métropole de Lyon. Elle est dénommée commission départementale des valeurs locatives des locaux professionnels du département du Rhône et de la métropole de Lyon. Au sein de cette commission, les représentants des élus locaux sont un membre en exercice du conseil départemental et trois membres du conseil de la métropole, deux maires en exercice représentant les communes du département du Rhône et deux maires en exercice représentant les communes situées sur le territoire de la métropole de Lyon ainsi que deux représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre. Pour les autres départements, ces représentants comprennent deux membres en exercice du conseil départemental ou deux conseillers à l'Assemblée de Corse élus en son sein, quatre maires en exercice et quatre représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre. Le président de la commission est élu parmi les représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre. Il a voix prépondérante en cas de partage égal. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>Il est institué dans chaque département une commission départementale des valeurs locatives des locaux professionnels comprenant deux représentants de l'administration fiscale, dix représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre, neuf représentants des contribuables désignés par le représentant de l'Etat dans le département ainsi que l'ensemble des députés et sénateurs élus dans le département lorsque celui-ci compte moins de onze parlementaires. Lorsque le département compte onze parlementaires ou plus, les députés et sénateurs sont désignés, respectivement, par l'Assemblée nationale et le Sénat au prorata du nombre de députés et de sénateurs élus dans le département, dans la limite totale de dix membres. Le nombre de parlementaires n'est pas pris en compte pour le calcul d'un quorum.<br/><br/>\nLes représentants de l'administration fiscale participent aux travaux de la commission avec voix consultative.<br/><br/>\nPour le département de Paris, les représentants des élus locaux sont dix membres en exercice du conseil de Paris.<br/><br/>\nLa commission départementale des valeurs locatives des locaux professionnels du département du Rhône est compétente pour le département du Rhône et le territoire de la métropole de Lyon. Elle est dénommée commission départementale des valeurs locatives des locaux professionnels du département du Rhône et de la métropole de Lyon. Au sein de cette commission, les représentants des élus locaux sont un membre en exercice du conseil départemental et trois membres du conseil de la métropole, deux maires en exercice représentant les communes du département du Rhône et deux maires en exercice représentant les communes situées sur le territoire de la métropole de Lyon ainsi que deux représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre.<br/><br/>\nPour les autres départements, ces représentants comprennent deux membres en exercice du conseil départemental ou deux conseillers à l'Assemblée de Corse élus en son sein, quatre maires en exercice et quatre représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre.<br/><br/>\nLe président de la commission est élu parmi les représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre. Il a voix prépondérante en cas de partage égal.<br/><br/>\nLes modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "num": "1650 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1519862400000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-01-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114498",
                        "id": "LEGISCTA000006114498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133861",
                        "id": "LEGISCTA000006133861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts et comité de l'abus de droit fiscal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147107",
                        "id": "LEGISCTA000006147107",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2019-12-30",
                        "titre": "I ter : Commissions départementales des valeurs locatives des locaux professionnels et des impôts directs locaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036356963",
                        "id": "LEGISCTA000036356963",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-30",
                        "fin": "2999-01-01",
                        "titre": "I ter : Commissions départementales des valeurs locatives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036356963",
                        "id": "LEGISCTA000041471059",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036356965",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036356963",
            "sectionParentId": "LEGISCTA000041471059",
            "sectionParentTitre": "I ter : Commissions départementales des valeurs locatives",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts et comité de l'abus de droit fiscal &gt; I ter : Commissions départementales des valeurs locatives des locaux professionnels et des impôts directs locaux.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036441310",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036298548",
                    "textTitle": "LOI n° 2017-1775 du 28 décembre 2017 - art. 30 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000036354030",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-29",
                    "dateSignaTexte": "2017-12-28",
                    "dateDebutCible": "2017-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000037116568",
                    "textTitle": "Décret n°2018-535 du 28 juin 2018 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037124402",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-535",
                    "datePubli": 1530230400000,
                    "dateDebut": 1530316800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1504 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1504",
                    "articleId": "LEGIARTI000041471065",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 ter",
                    "articleId": "LEGIARTI000042913678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 ter I (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 ter I",
                    "articleId": "LEGIARTI000037124964",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1530316800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036356965",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036441310",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1519862400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036366410",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041471045",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1650 B",
                "1650"
            ],
            "versionPrecedente": "LEGIARTI000036356965",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036356965",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué dans chaque département une commission départementale des valeurs locatives des locaux professionnels comprenant deux représentants de l'administration fiscale, dix représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre, neuf représentants des contribuables désignés par le représentant de l'Etat dans le département. Les représentants de l'administration fiscale participent aux travaux de la commission avec voix consultative. Pour le département de Paris, les représentants des élus locaux sont dix membres en exercice du conseil de Paris. La commission départementale des valeurs locatives des locaux professionnels du département du Rhône est compétente pour le département du Rhône et le territoire de la métropole de Lyon. Elle est dénommée commission départementale des valeurs locatives des locaux professionnels du département du Rhône et de la métropole de Lyon. Au sein de cette commission, les représentants des élus locaux sont un membre en exercice du conseil départemental et trois membres du conseil de la métropole, deux maires en exercice représentant les communes du département du Rhône et deux maires en exercice représentant les communes situées sur le territoire de la métropole de Lyon ainsi que deux représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre. Pour les autres départements, ces représentants comprennent deux membres en exercice du conseil départemental ou deux conseillers à l'Assemblée de Corse élus en son sein, quatre maires en exercice et quatre représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre. Le président de la commission est élu parmi les représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre. Il a voix prépondérante en cas de partage égal. Les modalités d'application du présent article sont fixées par décret en Conseil d'Etat.",
            "texteHtml": "<p>Il est institué dans chaque département une commission départementale des valeurs locatives des locaux professionnels comprenant deux représentants de l'administration fiscale, dix représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre, neuf représentants des contribuables désignés par le représentant de l'Etat dans le département.<br/><br/>\nLes représentants de l'administration fiscale participent aux travaux de la commission avec voix consultative.<br/><br/>\nPour le département de Paris, les représentants des élus locaux sont dix membres en exercice du conseil de Paris.<br/><br/>\nLa commission départementale des valeurs locatives des locaux professionnels du département du Rhône est compétente pour le département du Rhône et le territoire de la métropole de Lyon. Elle est dénommée commission départementale des valeurs locatives des locaux professionnels du département du Rhône et de la métropole de Lyon. Au sein de cette commission, les représentants des élus locaux sont un membre en exercice du conseil départemental et trois membres du conseil de la métropole, deux maires en exercice représentant les communes du département du Rhône et deux maires en exercice représentant les communes situées sur le territoire de la métropole de Lyon ainsi que deux représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre.<br/><br/>\nPour les autres départements, ces représentants comprennent deux membres en exercice du conseil départemental ou deux conseillers à l'Assemblée de Corse élus en son sein, quatre maires en exercice et quatre représentants en exercice des établissements publics de coopération intercommunale à fiscalité propre.<br/><br/>\nLe président de la commission est élu parmi les représentants des collectivités territoriales et des établissements publics de coopération intercommunale à fiscalité propre. Il a voix prépondérante en cas de partage égal.<br/><br/>\nLes modalités d'application du présent article sont fixées par décret en Conseil d'Etat.</p>",
            "num": "1650 B",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1514764800000,
            "dateFin": 1519862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-01-01",
                        "fin": "2999-01-01",
                        "titre": "Troisième partie : Dispositions communes aux première et deuxième parties",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114498",
                        "id": "LEGISCTA000006114498",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133861",
                        "id": "LEGISCTA000006133861",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Commissions administratives des impôts et comité de l'abus de droit fiscal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147107",
                        "id": "LEGISCTA000006147107",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2019-12-30",
                        "titre": "I ter : Commissions départementales des valeurs locatives des locaux professionnels et des impôts directs locaux.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036356963",
                        "id": "LEGISCTA000036356963",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-12-30",
                        "fin": "2999-01-01",
                        "titre": "I ter : Commissions départementales des valeurs locatives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000036356963",
                        "id": "LEGISCTA000041471059",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000036356965",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000036356963",
            "sectionParentId": "LEGISCTA000041471059",
            "sectionParentTitre": "I ter : Commissions départementales des valeurs locatives",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Troisième partie : Dispositions communes aux première et deuxième parties &gt; Titre II : Dispositions diverses &gt; Chapitre premier : Commissions administratives des impôts et comité de l'abus de droit fiscal &gt; I ter : Commissions départementales des valeurs locatives des locaux professionnels et des impôts directs locaux.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036356965",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036298548",
                    "textTitle": "LOI n° 2017-1775 du 28 décembre 2017 - art. 30 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "30",
                    "articleId": "LEGIARTI000036354030",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-29",
                    "dateSignaTexte": "2017-12-28",
                    "dateDebutCible": "2017-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000037116568",
                    "textTitle": "Décret n°2018-535 du 28 juin 2018 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037124402",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-535",
                    "datePubli": 1530230400000,
                    "dateDebut": 1530316800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1504 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1504",
                    "articleId": "LEGIARTI000041471065",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1518 ter (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1518 ter",
                    "articleId": "LEGIARTI000042913678",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 ter I (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 ter I",
                    "articleId": "LEGIARTI000037124964",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1530316800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000036356965",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036441310",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1519862400000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036366410",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1577664000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041471045",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1577664000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1650 B",
                "1650"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}