{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041984324",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les agents habilités mentionnés à l'article L. 329-5 peuvent procéder aux visites et saisies dans les lieux à usage professionnel ou dans les lieux d'exécution d'une prestation de service ainsi que dans les moyens de transport à usage professionnel sur autorisation donnée par ordonnance du juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel sont situés les lieux à visiter. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétente. Le juge vérifie que la demande d'autorisation qui lui est soumise est fondée. Cette demande doit comporter tous les éléments d'information en possession du demandeur de nature à justifier la visite. L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ils sont autorisés à se présenter. II.-L'ordonnance est notifiée sur place par les agents habilités mentionnés à l'article L. 329-5 au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. Il en va de même lorsqu'il n'est pas procédé à la visite dans un des lieux visés par l'ordonnance. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice. L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite. III.-La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. Lorsque la visite a lieu en dehors du ressort de son tribunal judiciaire, il délivre une commission rogatoire pour exercer ce contrôle au juge des libertés et de la détention dans le ressort duquel s'effectue la visite. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif. IV.-La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité. Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal. L'original du procès-verbal est, dès qu'il a été établi, adressé au juge qui a autorisé la visite. Une copie de ce même document est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant. Le procès-verbal mentionne le délai et les voies de recours. V.-L'ordonnance autorisant la visite est susceptible d'appel devant le président de la chambre de l'instruction dans les dix jours à compter de sa notification, par déclaration au greffe de la chambre de l'instruction. Les parties ne sont pas tenues de constituer avocat. L'ordonnance du président de la chambre de l'instruction est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale.",
            "texteHtml": "<p>I.-Les agents habilités mentionnés à l'article L. 329-5 peuvent procéder aux visites et saisies dans les lieux à usage professionnel ou dans les lieux d'exécution d'une prestation de service ainsi que dans les moyens de transport à usage professionnel sur autorisation donnée par ordonnance du juge des libertés et de la détention du tribunal judiciaire dans le ressort duquel sont situés les lieux à visiter. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des juges des libertés et de la détention compétente.<br/><br/>\n Le juge vérifie que la demande d'autorisation qui lui est soumise est fondée. Cette demande doit comporter tous les éléments d'information en possession du demandeur de nature à justifier la visite.<br/><br/>\n L'ordonnance comporte l'adresse des lieux à visiter, le nom et la qualité du ou des agents habilités à procéder aux opérations de visite ainsi que les heures auxquelles ils sont autorisés à se présenter.<br/><br/>\n II.-L'ordonnance est notifiée sur place par les agents habilités mentionnés à l'article L. 329-5 au moment de la visite à l'occupant des lieux ou à son représentant, qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal de visite. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée, après la visite, par lettre recommandée avec demande d'avis de réception. Il en va de même lorsqu'il n'est pas procédé à la visite dans un des lieux visés par l'ordonnance. La notification est réputée faite à la date de réception figurant sur l'avis. A défaut de réception, il est procédé à la signification de l'ordonnance par acte d'huissier de justice.<br/><br/>\n L'acte de notification comporte mention des voies et délais de recours contre l'ordonnance ayant autorisé la visite et contre le déroulement des opérations de visite. Il mentionne également que le juge ayant autorisé la visite peut être saisi d'une demande de suspension ou d'arrêt de cette visite.<br/><br/>\n III.-La visite s'effectue sous l'autorité et le contrôle du juge des libertés et de la détention qui l'a autorisée. Le juge des libertés et de la détention peut, s'il l'estime utile, se rendre dans les locaux pendant l'intervention. Lorsque la visite a lieu en dehors du ressort de son tribunal judiciaire, il délivre une commission rogatoire pour exercer ce contrôle au juge des libertés et de la détention dans le ressort duquel s'effectue la visite. A tout moment, il peut décider la suspension ou l'arrêt de la visite. La saisine du juge des libertés et de la détention aux fins de suspension ou d'arrêt des opérations de visite n'a pas d'effet suspensif.<br/><br/>\n IV.-La visite est effectuée en présence de l'occupant des lieux ou de son représentant, qui peut se faire assister d'un conseil de son choix. En l'absence de l'occupant des lieux, les agents chargés de la visite ne peuvent procéder à celle-ci qu'en présence de deux témoins qui ne sont pas placés sous leur autorité.<br/><br/>\n Un procès-verbal relatant les modalités et le déroulement de l'opération et consignant les constatations effectuées est dressé sur-le-champ par les agents qui ont procédé à la visite. Le procès-verbal est signé par ces agents et par l'occupant des lieux ou, le cas échéant, son représentant et les témoins. En cas de refus de signer, mention en est faite au procès-verbal.<br/><br/>\n L'original du procès-verbal est, dès qu'il a été établi, adressé au juge qui a autorisé la visite. Une copie de ce même document est remise ou adressée par lettre recommandée avec demande d'avis de réception à l'occupant des lieux ou à son représentant.<br/><br/>\n Le procès-verbal mentionne le délai et les voies de recours.<br/><br/>\n V.-L'ordonnance autorisant la visite est susceptible d'appel devant le président de la chambre de l'instruction dans les dix jours à compter de sa notification, par déclaration au greffe de la chambre de l'instruction. Les parties ne sont pas tenues de constituer avocat.<br/><br/>\n L'ordonnance du président de la chambre de l'instruction est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale.</p><p></p>",
            "num": "L329-24",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1591920000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108686",
                        "id": "LEGISCTA000006108686",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre 3 : Le véhicule",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129086",
                        "id": "LEGISCTA000006129086",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre 2 : Dispositions administratives",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143841",
                        "id": "LEGISCTA000006143841",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-06-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 9 : Surveillance du marché des véhicules à moteur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041984262",
                        "id": "LEGISCTA000041984262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-06-12",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Pouvoirs d'enquête pour le contrôle de la conformité des produits ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041984284",
                        "id": "LEGISCTA000041984284",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-06-12",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Accès aux locaux, visites et saisies, consignation ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041984320",
                        "id": "LEGISCTA000041984320",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-05-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la route",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074228",
                        "id": "LEGITEXT000006074228",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041984324",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041984320",
            "sectionParentId": "LEGISCTA000041984320",
            "sectionParentTitre": "Sous-section 4 : Accès aux locaux, visites et saisies, consignation ",
            "fullSectionsTitre": "Partie législative &gt; Livre 3 : Le véhicule &gt; Titre 2 : Dispositions administratives &gt; Chapitre 9 : Surveillance du marché des véhicules à moteur &gt; Section 3 : Pouvoirs d'enquête pour le contrôle de la conformité des produits  &gt; Sous-section 4 : Accès aux locaux, visites et saisies, consignation ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000041984324",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074228",
                    "titre": "Code de la route.",
                    "titreLong": "Code de la route",
                    "etat": "VIGUEUR",
                    "dateDebut": 990921600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074228",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041982919",
                    "textTitle": "Ordonnance n°2020-701 du 10 juin 2020 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000041983628",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-06-11",
                    "dateSignaTexte": "2020-06-10",
                    "dateDebutCible": "2020-06-12"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041984324",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1591920000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L329-24",
                "329-24"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}